Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/InfoPlist.strings
Languages: ar, bn, fr, vi, zh_hans, zh_hant

# CFBundleDisplayName
source: Dragonfly
ar: RealTalk
bn: RealTalk
fr: RealTalk
vi: RealTalk
zh_hans: 风铃鸟
zh_hant: 螢火蟲

# CFBundleName
source: Dragonfly
ar: RealTalk
bn: RealTalk
fr: RealTalk
vi: RealTalk
zh_hans: 风铃鸟
zh_hant: 螢火蟲

# NSCameraUsageDescription
source: Please tap 'OK' to allow access. If you do not allow it, you will not be able to use the camera to scan code to log in, take photos, avatars, record videos, or make video calls.
ar: الرجاء النقر فوق “موافق” للسماح بالوصول. إذا لم يكن مسموحًا بذلك، فلن تتمكن من استخدام وظائف مثل تسجيل الدخول والتقاط الصور وتسجيل الفيديو بشكل طبيعي.
bn: অ্যাক্সেসের অনুমতি দিতে ওকে ক্লিক করুন। যদি অনুমতি না দেওয়া হয়, আপনি সাধারণত লগইন, ফটো তোলা এবং ভিডিও রেকর্ডিংয়ের মতো ফাংশনগুলি ব্যবহার করতে পারবেন না৷.
fr: Veuillez cliquer sur OK pour autoriser l'accès. Si cela n’est pas autorisé, vous ne pourrez pas utiliser normalement des fonctions telles que la connexion, la prise de photos et l’enregistrement vidéo.
vi: Vui lòng nhấn OK để cho phép truy cập. Nếu không bạn sẽ không thể sử dụng bình thường các chức năng như đăng nhập, chụp ảnh, quay video .
zh_hans: 请点击“好”以允许访问。如果不允许您将无法正常使用相机进行扫码登录、拍摄照片、头像、录制视频，以及进行视频通话。
zh_hant: 請點擊“好”以允許訪問。如果不允許您將無法正常使用相機進行掃碼登錄、拍攝照片、頭像、錄製視頻，以及進行視頻通話。

# NSLocationWhenInUseUsageDescription
source: Please tap “OK” to allow access to your location information in your personal business card.
ar: الرجاء النقر فوق “موافق” للسماح بالوصول إلى معلومات موقعك في بطاقة عملك.
bn: আপনার ব্যবসা কার্ডে আপনার অবস্থানের তথ্য অ্যাক্সেস করার অনুমতি দিতে দয়া করে ঠিক আছে ক্লিক করুন৷.
fr: Veuillez cliquer sur OK pour autoriser l'accès aux informations de localisation sur votre carte de visite.
vi: Hãy nhấn “OK” để cho phép truy cập vào thông tin vị trí trong thẻ liên hệ của bạn.
zh_hans: 请点击“好”以允许允许访问,以便在个人名片中访问您的位置信息。
zh_hant: 請點擊“好”以允許允許訪問,以便在個人名片中訪問您的位置信息。

# NSLocationAlwaysUsageDescription
source: Please tap “OK” to allow access to your location information in your personal business card.
ar: الرجاء النقر فوق “موافق” للسماح بالوصول إلى معلومات موقعك في بطاقة عملك.
bn: আপনার ব্যবসা কার্ডে আপনার অবস্থানের তথ্য অ্যাক্সেস করার অনুমতি দিতে দয়া করে ঠিক আছে ক্লিক করুন৷.
fr: Veuillez cliquer sur OK pour autoriser l'accès aux informations de localisation sur votre carte de visite.
vi: Hãy nhấn “OK” để cho phép truy cập vào thông tin vị trí trong thẻ liên hệ của bạn.
zh_hans: 请点击“好”以允许允许访问,以便在个人名片中访问您的位置信息。
zh_hant: 請點擊“好”以允許允許訪問,以便在個人名片中訪問您的位置信息。

# NSMicrophoneUsageDescription
source: Please tap “OK” to allow access. If it is not allowed, you will not be able to use the voice chat function properly.
ar: الرجاء النقر فوق “موافق” للسماح بالوصول. إذا لم يكن مسموحًا بذلك، فلن تتمكن من استخدام وظيفة الدردشة الصوتية بشكل صحيح.
bn: অ্যাক্সেসের অনুমতি দিতে ওকে ক্লিক করুন। অনুমতি না দিলে, আপনি ভয়েস চ্যাট ফাংশনটি সঠিকভাবে ব্যবহার করতে পারবেন না।.
fr: Veuillez cliquer sur OK pour autoriser l'accès. Si cela n’est pas autorisé, vous ne pourrez pas utiliser correctement la fonction de chat vocal.
vi: Vui lòng nhấn “OK” để cho phép truy cập. Nếu không bạn sẽ không thể sử dụng bình thường chức năng trò chuyện thoại .
zh_hans: 请点击“好”以允许访问。如果不允许，您将无法正常使用语音聊天功能。
zh_hant: 請點擊“好”以允許訪問。如果不允許，您將無法正常使用語音聊天功能。

# NSPhotoLibraryUsageDescription
source: Please tap 'OK' to allow access. If you don't, you won't be able to select photos as avatars or send them to friends.
ar: الرجاء النقر فوق “موافق” للسماح بالوصول. إذا لم يكن مسموحًا بذلك، فلن تتمكن من استخدام وظائف مثل تسجيل الدخول والتقاط الصور وتسجيل الفيديو بشكل طبيعي.
bn: অ্যাক্সেসের অনুমতি দিতে ওকে ক্লিক করুন। যদি অনুমতি না দেওয়া হয়, আপনি সাধারণত লগইন, ফটো তোলা এবং ভিডিও রেকর্ডিংয়ের মতো ফাংশনগুলি ব্যবহার করতে পারবেন না৷.
fr: Veuillez cliquer sur OK pour autoriser l'accès. Si cela n’est pas autorisé, vous ne pourrez pas utiliser normalement des fonctions telles que la connexion, la prise de photos et l’enregistrement vidéo.
vi: Vui lòng nhấn “OK” để cho phép truy cập. Nếu không bạn sẽ không thể sử dụng bình thường các chức năng như đăng nhập, chụp ảnh, quay video.
zh_hans: 请点击“好”以允许访问。如果不允许您将无法选择照片作为头像或发送给朋友。
zh_hant: 請點擊「好」以允許存取。如果不允許您將無法選擇照片作為頭像或發送給朋友。

# NSPhotoLibraryAddUsageDescription
source: Please tap “OK” to allow access. If not, you will not be able to save the pictures you want to download to the phone album.
ar: الرجاء النقر فوق “موافق” للسماح بالوصول. إذا لم يكن ذلك مسموحًا به، فلن تتمكن من حفظ الصور التي تريد تنزيلها في ألبوم الصور الخاص بهاتفك.
bn: অ্যাক্সেসের অনুমতি দিতে ওকে ক্লিক করুন। অনুমতি না থাকলে, আপনি যে ছবিগুলি ডাউনলোড করতে চান তা আপনার ফোনের ফটো অ্যালবামে সংরক্ষণ করতে পারবেন না৷.
fr: Veuillez cliquer sur OK pour autoriser l'accès. Si cela n'est pas autorisé, vous ne pourrez pas enregistrer les photos que vous souhaitez télécharger dans l'album photo de votre téléphone.
vi: Vui lòng nhấn “OK” để cho phép truy cập. Nếu không bạn sẽ không thể lưu ảnh bạn muốn tải vào album ảnh điện thoại.
zh_hans: 请点击“好”以允许访问。如果不允许，您将无法把您想要下载的图片保存到手机相册。
zh_hant: 請點擊“好”以允許訪問。如果不允許，您將無法把您想要下載的圖片保存到手機相冊。

# NSLocalNetworkUsageDescription
source: Tap OK to allow access to the local network to communicate with the device.
ar: انقر فوق ”موافق“ للسماح بالوصول إلى الشبكة المحلية للتواصل مع الجهاز.
bn: ডিভাইসের সাথে যোগাযোগ করার জন্য স্থানীয় নেটওয়ার্কে অ্যাক্সেসের অনুমতি দিতে ওকে ক্লিক করুন।.
fr: Cliquez sur OK pour autoriser l'accès au réseau local pour communiquer avec l'appareil.
vi: Nhấn OK để cho phép truy cập vào mạng cục bộ để liên lạc với thiết bị.
zh_hans: 请点击“好”以允许访问本地网络以便与设备通信。
zh_hant: 請點選“好”以允許存取本機網路以便與裝置通訊。
