Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 昨天%@
source: Yesterday%@
ar: أمس%@
bn: গতকাল%@
es: ayer%@
fa: دیروز%@
fr: hier%@
hi: कल%@
id: Kemarin%@
ko: 어제%@
ky: кечээ%@
pt_br: Ontem %@
ru: вчера%@
tr: Dün%@
uz: kecha%@
vi: Hôm qua%@
zh_hans: 昨天%@
zh_hant: 昨天%@

# 文件过小
source: File too small
ar: الملف صغير جدًا
bn: ফাইল খুব ছোট
es: Archivo demasiado pequeño
fa: فایل خیلی کوچک است
fr: Fichier trop petit
hi: फ़ाइल बहुत छोटी है
id: File terlalu kecil
ko: 파일이 너무 작습니다.
ky: Файл өтө кичинекей
pt_br: Documento muito pequeno
ru: Файл слишком мал
tr: Dosya çok küçük
uz: Fayl juda kichik
vi: Tệp quá nhỏ
zh_hans: 文件过小
zh_hant: 文件過小

# 文件过大
source: File too large
ar: الملف كبير جدًا
bn: খুব বড় ফাইল
es: Archivo demasiado grande
fa: فایل خیلی بزرگ است
fr: Fichier trop large
hi: बहुत बड़ी फाइल
id: File terlalu besar
ko: 파일이 너무 큽니다
ky: Файл өтө чоң
pt_br: tamanho do arquivo muito grande
ru: Файл слишком большой
tr: Dosya çok büyük
uz: Fayl juda katta
vi: Tệp quá lớn
zh_hans: 文件过大
zh_hant: 文件過大

# %ld天
source: %ld Days
ar: %ld يوم
bn: %ld দিন
es: %ld días
fa: %ld روز
fr: %ld jours
hi: %ld दिन
id: %ld hari
ko: %ld일
ky: %ld күн
pt_br: %ld dias
ru: %ld дней
tr: %ld gün
uz: %ld kun
vi: %ld ngày
zh_hans: %ld天
zh_hant: %ld天

# %ld小时
source: %ld Hours
ar: %ld ساعة
bn: %ld ঘন্টা
es: %ld horas
fa: %ld ساعت
fr: %ld heures
hi: %ld घंटे
id: %ld jam
ko: %ld시간마다
ky: %ld саат
pt_br: %ld horas
ru: %ld часов
tr: %ld saat
uz: %ld soat
vi: %ld giờ
zh_hans: %ld小时
zh_hant: %ld小時

# %ld分钟
source: %ld Minutes
ar: دقيقة واحدة
bn: %ld মিনিট
es: %ld minutos
fa: %ld دقیقه
hi: %ld मिनट
id: %ld menit
ko: %ld 분
ky: %ld мүнөт
pt_br: %ld minutos
ru: %ld минут
tr: %ld dakika
uz: %ld daqiqa
vi: %ld phút
zh_hans: %ld分钟
zh_hant: %ld分鐘

# %ld秒
source: %ld Seconds
ar: %ld ثانية
bn: %ld সেকেন্ড
es: %ld segundos
fa: %ld ثانیه
fr: %ld secondes
hi: %ld सेकंड
id: %ld detik
ko: %ld초
ky: %ld секунд
pt_br: %ld segundos
ru: %ld секунд
tr: %ld saniye
uz: %ld soniya
vi: %ld giây
zh_hans: %ld秒
zh_hant: %ld秒

# 获取私钥失败
source: Failed to obtain private key
ar: فشل في الحصول على المفتاح الخاص
bn: ব্যক্তিগত কী পেতে ব্যর্থ হয়েছে৷
es: No se pudo obtener la clave privada
fa: کلید خصوصی دریافت نشد
fr: Impossible d'obtenir la clé privée
hi: निजी कुंजी प्राप्त करने में विफल
id: Gagal mendapatkan kunci pribadi
ko: 개인 키를 가져오지 못했습니다.
ky: Купуя ачкыч алынбай калды
pt_br: Falha ao obter a chave privada
ru: Не удалось получить закрытый ключ
tr: Özel anahtar alınamadı
uz: Shaxsiy kalit olinmadi
vi: Không lấy được khóa riêng
zh_hans: 获取私钥失败
zh_hant: 獲取私鑰失敗

# 网络异常~
source: Network abnormality~
ar: خلل في الشبكة~
bn: নেটওয়ার্ক অস্বাভাবিকতা ~
es: Anormalidad de la red ~
fa: ناهنجاری شبکه~
fr: Anomalie du réseau ~
hi: नेटवर्क असामान्यता~
id: Kelainan jaringan~
ko: 네트워크 이상~
ky: Тармактын аномалиясы~
pt_br: Anomalia de rede~
ru: Сбой в сети~
tr: Ağ anormalliği~
uz: Tarmoq anormalligi~
vi: Mạng bất thường~
zh_hans: 网络异常~
zh_hant: 網絡異常~

# 获取UploadId失败
source: Failed to obtain UploadId
ar: فشل الحصول على UploadId
bn: UploadId পেতে ব্যর্থ হয়েছে
es: No se pudo obtener el ID de carga
fa: دریافت UploadId انجام نشد
fr: Échec de l'obtention de l'ID de téléchargement
hi: अपलोडआईडी प्राप्त करने में विफल
id: Gagal mendapatkan UploadId
ko: UploadId를 가져오지 못했습니다.
ky: UploadId алынбай калды
pt_br: Falha ao obter UploadId
ru: Не удалось получить UploadId.
tr: UploadId alınamadı
uz: UploadId ni olinmadi
vi: Không lấy được UploadId
zh_hans: 获取UploadId失败
zh_hant: 獲取UploadId失敗

# 上传文件token失效
source: The upload file token is invalid.
ar: الرمز المميز لملف التحميل غير صالح.
bn: আপলোড ফাইল টোকেন অবৈধ.
es: El token de carga del archivo no es válido.
fa: رمز فایل آپلود نامعتبر است.
fr: Le jeton du fichier de téléchargement n'est pas valide.
hi: अपलोड फ़ाइल टोकन अमान्य है.
id: Token file unggahan tidak valid.
ko: 업로드 토큰이 유효하지 않습니다
ky: Жүктөө файлынын энбелгиси жараксыз.
pt_br: Token de arquivo de upload inválido
ru: Токен файла загрузки недействителен.
tr: Yükleme dosyası jetonu geçersiz.
uz: Yuklash fayl tokeni yaroqsiz.
vi: Token tệp tải lên không hợp lệ.
zh_hans: 上传文件token失效
zh_hant: 上傳文件token失效

# 加载失败
source: Failed to load
ar: فشل في التحميل
bn: লোড করতে ব্যর্থ
es: Falló al cargar
fa: بارگیری ناموفق بود
fr: Échec du chargement
hi: लोड करने में विफल
id: Gagal untuk memuat
ko: 불러오는 데 실패했습니다
ky: Жүктөлбөй калды
pt_br: Falha ao carregar
ru: Ошибка загрузки
tr: Yükleme başarısız
uz: Yuklab bo‘lmadi
vi: Không tải được
zh_hans: 加载失败
zh_hant: 加載失敗

# 下拉刷新
source: Pull down to refresh
ar: للتحديث اسحب للأسفل
bn: রিফ্রেশ করতে নিচে টানুন
es: Tire hacia abajo para refrescar
fa: برای تازه کردن، پایین بکشید
fr: Déroulez pour actualiser
hi: ताज़ा करने के लिए नीचे खींचें
id: Tarik ke bawah untuk menyegarkan
ko: 아래로 당겨 새로고침하세요.
ky: Жаңылоо үчүн ылдый тартыңыз
pt_br: atualização do menu suspenso
ru: Потяните вниз, чтобы обновить
tr: Yenilemek için aşağıya çekin
uz: Yangilash uchun pastga torting
vi: Kéo xuống để làm mới
zh_hans: 下拉刷新
zh_hant: 下拉刷新

# 正在加载...
source: Loading...
ar: تحميل...
bn: লোড হচ্ছে...
es: cargando...
fa: بارگذاری...
fr: chargement...
hi: लोड हो रहा है...
id: memuat...
ko: 불러오는 중...
ky: жүктөлүүдө...
pt_br: Carregando...
ru: загрузка...
tr: Yükleniyor...
uz: yuklanmoqda...
vi: Đang tải...
zh_hans: 正在加载...
zh_hant: 正在加載...

# 上拉加载更多
source: Pull up to load more
ar: اسحب لأعلى لتحميل المزيد
bn: আরো লোড আপ টানুন
es: Levántate para cargar más
fa: برای بارگیری بیشتر، بالا بکشید
fr: Tirez vers le haut pour charger davantage
hi: अधिक लोड करने के लिए ऊपर खींचें
id: Tarik ke atas untuk memuat lebih banyak
ko: 더 많은 것을 로드하려면 위로 당기세요.
ky: Көбүрөөк жүктөө үчүн өйдө тартыңыз
pt_br: Puxe para cima para carregar mais
ru: Потяните вверх, чтобы загрузить больше
tr: Daha fazlasını yüklemek için yukarı çekin
uz: Ko'proq yuklash uchun yuqoriga torting
vi: Kéo lên để tải thêm
zh_hans: 上拉加载更多
zh_hant: 上拉加載更多

# 身份信息已过期，请重新登录
source: Identity information has expired, please log in again
ar: انتهت صلاحية معلومات الهوية، يرجى تسجيل الدخول مرة أخرى
bn: পরিচয় তথ্যের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে আবার লগ ইন করুন
es: La información de identidad ha caducado, inicie sesión nuevamente
fa: اطلاعات هویتی منقضی شده است، لطفا دوباره وارد شوید
fr: Les informations d'identité ont expiré, veuillez vous reconnecter
hi: पहचान संबंधी जानकारी समाप्त हो गई है, कृपया दोबारा लॉग इन करें
id: Informasi identitas telah kedaluwarsa, silakan login kembali
ko: 신원 정보가 만료되었으니 다시 로그인하십시오.
ky: Өздүк маалыматтын мөөнөтү бүттү, кайра кириңиз
pt_br: As informações de identidade expiraram, faça login novamente
ru: Срок действия идентификационной информации истек, пожалуйста, войдите снова
tr: Kimlik bilgilerinin süresi doldu, lütfen tekrar giriş yapın
uz: Shaxsni tasdiqlovchi maʼlumotlar muddati tugagan, qayta kiring
vi: Thông tin nhận dạng đã hết hạn, vui lòng đăng nhập lại
zh_hans: 身份信息已过期，请重新登录
zh_hant: 身份信息已過期，請重新登錄

# 无法保存，请检查相册权限
source: Unable to save, please check album permissions
ar: تعذر الحفظ، يرجى التحقق من أذونات الألبوم
bn: সংরক্ষণ করতে অক্ষম, অনুগ্রহ করে অ্যালবাম অনুমতি পরীক্ষা করুন
es: No se puede guardar. Verifique los permisos del álbum.
fa: ذخیره نشد، لطفاً مجوزهای آلبوم را بررسی کنید
fr: Impossible d'enregistrer, veuillez vérifier les autorisations de l'album
hi: सहेजने में असमर्थ, कृपया एल्बम अनुमतियाँ जाँचें
id: Tidak dapat menyimpan, harap periksa izin album
ko: 저장할 수 없습니다. 앨범 권한을 확인하세요.
ky: Сактоо мүмкүн эмес, альбомдун уруксаттарын текшериңиз
pt_br: Não é possível salvar, verifique as permissões do álbum
ru: Невозможно сохранить. Проверьте разрешения для альбома.
tr: Kaydedilemiyor, lütfen albüm izinlerini kontrol edin
uz: Saqlab boʻlmadi, albom ruxsatlarini tekshiring
vi: Không thể lưu, vui lòng kiểm tra quyền album
zh_hans: 无法保存，请检查相册权限
zh_hant: 無法保存，請檢查相冊權限

# 图片保存失败
source: Image saving failed
ar: فشل حفظ الصورة
bn: ছবি সংরক্ষণ ব্যর্থ হয়েছে
es: Error al guardar la imagen
fa: ذخیره تصویر ناموفق بود
fr: L'enregistrement de l'image a échoué
hi: छवि सहेजना विफल रहा
id: Penyimpanan gambar gagal
ko: 이미지 저장 실패
ky: Сүрөт сакталбай калды
pt_br: Falha ao salvar a imagem
ru: Не удалось сохранить изображение.
tr: Resim kaydedilemedi
uz: Rasm saqlanmadi
vi: Lưu hình ảnh không thành công
zh_hans: 图片保存失败
zh_hant: 圖片保存失敗

# 图片保存成功
source: Picture saved successfully
ar: تم حفظ الصورة بنجاح
bn: ছবি সফলভাবে সংরক্ষিত
es: Imagen guardada exitosamente
fa: تصویر با موفقیت ذخیره شد
fr: Photo enregistrée avec succès
hi: चित्र सफलतापूर्वक सहेजा गया
id: Gambar berhasil disimpan
ko: 사진이 성공적으로 저장되었습니다
ky: Сүрөт ийгиликтүү сакталды
pt_br: Imagem salva com sucesso
ru: Изображение успешно сохранено
tr: Resim başarıyla kaydedildi
uz: Rasm muvaffaqiyatli saqlandi
vi: Đã lưu ảnh thành công
zh_hans: 图片保存成功
zh_hant: 圖片保存成功

# 保存失败
source: Save failed
ar: فشل عملية الحفظ
bn: সংরক্ষণ ব্যর্থ হয়েছে
es: Error al guardar
fa: ذخیره انجام نشد
fr: Échec de la sauvegarde
hi: बचाव असफल हुआ
id: Gagal menyimpan
ko: 저장 실패
ky: Сакталган жок
pt_br: não conseguir salvar
ru: Сохранить не удалось
tr: Kayıt başarısız
uz: Saqlash amalga oshmadi
vi: Lưu không thành công
zh_hans: 保存失败
zh_hant: 保存失敗

# 无法保存，请检查相册配置
source: Unable to save, please check the album configuration
ar: غير قادر على الحفظ، يرجى التحقق من تكوين الألبوم
bn: সংরক্ষণ করতে অক্ষম, অ্যালবাম কনফিগারেশন চেক করুন
es: No se puede guardar, verifique la configuración del álbum.
fa: ذخیره نشد، لطفاً پیکربندی آلبوم را بررسی کنید
fr: Impossible d'enregistrer, veuillez vérifier la configuration de l'album
hi: सहेजने में असमर्थ, कृपया एल्बम कॉन्फ़िगरेशन जांचें
id: Tidak dapat menyimpan, harap periksa konfigurasi album
ko: 저장할 수 없습니다. 앨범 구성을 확인하세요.
ky: Сактоо мүмкүн эмес, альбом конфигурациясын текшериңиз
pt_br: Não foi possível salvar, verifique a configuração do álbum
ru: Невозможно сохранить. Проверьте конфигурацию альбома.
tr: Kaydedilemiyor, lütfen albüm yapılandırmasını kontrol edin
uz: Saqlab bo‘lmadi, albom konfiguratsiyasini tekshiring
vi: Không thể lưu, vui lòng kiểm tra cấu hình album
zh_hans: 无法保存，请检查相册配置
zh_hant: 無法保存，請檢查相冊配置

# 无视频地址
source: No video address
ar: لا يوجد عنوان فيديو
bn: ভিডিও ঠিকানা নেই
es: Sin dirección de vídeo
fa: بدون آدرس ویدیویی
fr: Aucune adresse vidéo
hi: कोई वीडियो पता नहीं
id: Tidak ada alamat video
ko: 영상 주소 없음
ky: Видео дареги жок
pt_br: Nenhum endereço de vídeo
ru: Нет видео адреса
tr: Video adresi yok
uz: Video manzili yo'q
vi: Không có địa chỉ video
zh_hans: 无视频地址
zh_hant: 無視頻地址

# 视频保存失败
source: Video saving failed
ar: فشل حفظ الفيديو
bn: ভিডিও সংরক্ষণ ব্যর্থ হয়েছে
es: Error al guardar el vídeo
fa: ذخیره ویدیو انجام نشد
fr: L'enregistrement de la vidéo a échoué
hi: वीडियो सहेजना विफल रहा
id: Penyimpanan video gagal
ko: 동영상 저장 실패
ky: Видео сакталбай калды
pt_br: Falha ao salvar o vídeo
ru: Не удалось сохранить видео.
tr: Video kaydedilemedi
uz: Video saqlanmadi
vi: Lưu video không thành công
zh_hans: 视频保存失败
zh_hant: 視頻保存失敗

# 视频保存成功
source: Video saved successfully
ar: تم حفظ الفيديو بنجاح
bn: ভিডিও সফলভাবে সংরক্ষণ করা হয়েছে৷
es: Vídeo guardado correctamente
fa: ویدیو با موفقیت ذخیره شد
fr: Vidéo enregistrée avec succès
hi: वीडियो सफलतापूर्वक सहेजा गया
id: Video berhasil disimpan
ko: 동영상이 성공적으로 저장되었습니다.
ky: Видео ийгиликтүү сакталды
pt_br: Vídeo salvo com sucesso
ru: Видео успешно сохранено
tr: Video başarıyla kaydedildi
uz: Video muvaffaqiyatli saqlandi
vi: Lưu video thành công
zh_hans: 视频保存成功
zh_hant: 視頻保存成功

# 重新加载
source: Reload
ar: إعادة تحميل
bn: পুনরায় লোড করুন
es: Recargar
fa: بارگذاری مجدد
fr: Recharger
hi: पुनः लोड करें
id: Muat ulang
ko: 새로고침
ky: Кайра жүктөө
pt_br: recarregar
ru: Перезагрузить
tr: Tekrar yükle
uz: Qayta yuklash
vi: Tải lại
zh_hans: 重新加载
zh_hant: 重新加載

# HTTPS证书错误
source: HTTPS certificate error
ar: خطأ في شهادة HTTPS
bn: HTTPS শংসাপত্র ত্রুটি৷
es: Error de certificado HTTPS
fa: خطای گواهی HTTPS
fr: Erreur de certificat HTTPS
hi: HTTPS प्रमाणपत्र त्रुटि
id: Kesalahan sertifikat HTTPS
ko: HTTPS 인증서가 잘못되었습니다.
ky: HTTPS тастыктама катасы
pt_br: Erro no certificado HTTPS
ru: Ошибка сертификата HTTPS
tr: HTTPS sertifika hatası
uz: HTTPS sertifikati xatosi
vi: Lỗi chứng chỉ HTTPS
zh_hans: HTTPS证书错误
zh_hant: HTTPS證書錯誤

# 上滑取消发送
source: Swipe up to cancel sending
ar: اسحب لأعلى لإلغاء الإرسال
bn: পাঠানো বাতিল করতে উপরে সোয়াইপ করুন
es: Desliza hacia arriba para cancelar el envío
fa: برای لغو ارسال، انگشت خود را به بالا بکشید
fr: Faites glisser votre doigt vers le haut pour annuler l'envoi
hi: भेजना रद्द करने के लिए ऊपर स्वाइप करें
id: Geser ke atas untuk membatalkan pengiriman
ko: 전송을 취소하려면 위로 스와이프하세요.
ky: Жөнөтүүнү жокко чыгаруу үчүн өйдө сүрүңүз
pt_br: Deslize para cima para cancelar o envio
ru: Проведите вверх, чтобы отменить отправку
tr: Gönderimi iptal etmek için yukarı kaydırın
uz: Yuborishni bekor qilish uchun tepaga suring
vi: Vuốt lên để hủy gửi
zh_hans: 上滑取消发送
zh_hant: 上滑取消發送

# 松开取消发送
source: Release to cancel sending
ar: حرر لإلغاء الإرسال
bn: পাঠানো বাতিল করতে মুক্তি
es: Liberar para cancelar el envío
fa: برای لغو ارسال، رها کنید
fr: Relâcher pour annuler l'envoi
hi: भेजना रद्द करने के लिए रिलीज़ करें
id: Lepaskan untuk membatalkan pengiriman
ko: 메시지 전송을 취소하려면 손을 뗍니다.
ky: Жөнөтүүнү жокко чыгаруу үчүн бошотуңуз
pt_br: Solte para cancelar o envio
ru: Отпустите, чтобы отменить отправку
tr: Gönderimi iptal etmek için bırakın
uz: Yuborishni bekor qilish uchun qo'yib yuboring
vi: Nhả tay để hủy gửi
zh_hans: 松开取消发送
zh_hant: 鬆開取消發送

# 系统表情
source: System expression
ar: تعبير النظام
bn: সিস্টেম এক্সপ্রেশন
es: Expresión del sistema
fa: بیان سیستم
fr: Expression système
hi: सिस्टम अभिव्यक्ति
id: Ekspresi sistem
ko: 시스템 이모티콘
ky: Системанын экспрессиясы
pt_br: emoticon do sistema
ru: Системное выражение
tr: Sistem ifadesi
uz: Tizim ifodasi
vi: Biểu thức hệ thống
zh_hans: 系统表情
zh_hant: 系統表情

# 引用：
source: Quote:
ar: يقتبس:
bn: উদ্ধৃতি:
es: Cita:
fa: نقل قول:
fr: Citation:
hi: उद्धरण:
id: Mengutip:
ko: 인용하다:
ky: Цитата:
pt_br: Citação:
ru: Цитировать:
tr: Alıntı:
uz: Iqtibos:
vi: Trích dẫn；
zh_hans: 引用：
zh_hant: 引用：

# 按住说话
source: Hold to speak
ar: عقد للتحدث
bn: কথা বলতে থাকুন
es: Mantenga para hablar
fa: نگه دارید تا صحبت کنید
fr: Attends pour parler
hi: बोलने के लिए रुकें
id: Tahan untuk berbicara
ko: 길게 누르면 말하기
ky: Сүйлөө үчүн кармап тур
pt_br: Mantenha pressionado e fale.
ru: Удерживайте, чтобы говорить
tr: Konuşmak için basılı tutun
uz: Gapirish uchun ushlab turing
vi: Giữ để nói
zh_hans: 按住说话
zh_hant: 按住說話

# 说话时间太短
source: Talking time is too short
ar: وقت التحدث قصير جداً
bn: কথা বলার সময় খুব কম
es: El tiempo de conversación es demasiado corto.
fa: زمان صحبت خیلی کوتاه است
fr: Le temps de conversation est trop court
hi: बात करने का समय बहुत कम है
id: Waktu bicara terlalu singkat
ko: 말할 시간이 너무 짧습니다.
ky: Сүйлөшүү убактысы өтө кыска
pt_br: O tempo de fala é muito curto
ru: Время разговора слишком короткое
tr: Konuşma süresi çok kısa
uz: Suhbat vaqti juda qisqa
vi: Thời gian nói quá ngắn
zh_hans: 说话时间太短
zh_hant: 說話時間太短

# 相册
source: Photo album
ar: إلبوم الصور
bn: ছবির এলবাম
es: album de fotos
fa: البوم عکس
fr: album photo
hi: फोटो एलबम
id: album Foto
ko: 사진 앨범
ky: фотоальбом
pt_br: álbum de fotos
ru: Фотоальбом
tr: fotoğraf albümü
uz: foto albom
vi: Album ảnh
zh_hans: 相册
zh_hant: 相冊

# 请输入...
source: Please enter...
ar: تفضل...
bn: অনুগ্রহ করে প্রবেশ করুন...
es: por favor escribe...
fa: لطفا وارد کنید...
fr: Entrez s'il vous plait...
hi: कृपया दर्ज करें...
id: silakan masuk...
ko: 입력해 주세요...
ky: кириңиз...
pt_br: Por favor, digite...
ru: Пожалуйста входите...
tr: girin lütfen...
uz: iltimos kiriting...
vi: Vui lòng nhập tin nhắn...
zh_hans: 请输入...
zh_hant: 請輸入...

# 翻译
source: Translate
ar: يترجم
bn: অনুবাদ করা
es: traducir
fa: ترجمه کردن
fr: traduire
hi: अनुवाद
id: menerjemahkan
ko: 번역
ky: которуу
pt_br: renderização
ru: переводить
tr: Çevirmek
uz: tarjima qiling
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# 需要获取麦克风权限
source: Need to obtain microphone permission
ar: تحتاج إلى الحصول على إذن الميكروفون
bn: মাইক্রোফোনের অনুমতি নিতে হবে
es: Necesidad de obtener permiso para el micrófono
fa: نیاز به دریافت مجوز میکروفون
fr: Besoin d'obtenir l'autorisation du microphone
hi: माइक्रोफ़ोन अनुमति प्राप्त करने की आवश्यकता है
id: Perlu mendapatkan izin mikrofon
ko: 마이크 권한이 필요합니다.
ky: Микрофонго уруксат алуу керек
pt_br: Requer privilégios de microfone
ru: Необходимо получить разрешение на использование микрофона
tr: Mikrofon izni almanız gerekiyor
uz: Mikrofonga ruxsat olish kerak
vi: Cần phải xin phép micrô
zh_hans: 需要获取麦克风权限
zh_hant: 需要獲取麥克風權限

# 请填写备注
source: Please fill in the remarks
ar: يرجى ملء الملاحظات
bn: মন্তব্য পূরণ করুন
es: Por favor complete los comentarios
fa: لطفا نکات را پر کنید
fr: Merci de remplir les remarques
hi: कृपया टिप्पणियाँ भरें
id: Silakan isi keterangannya
ko: 비고를 기입해 주세요
ky: Сураныч, эскертүүлөрдү толтуруңуз
pt_br: Por favor, preencha as observações
ru: Пожалуйста, заполните примечания
tr: Lütfen açıklamaları doldurun
uz: Iltimos, izohlarni to'ldiring
vi: Hãy điền chú thích
zh_hans: 请填写备注
zh_hant: 請填寫備註

# 描述
source: Describe
ar: يصف
bn: বর্ণনা
es: describir
fa: توصیف کردن
fr: décrire
hi: वर्णन करना
id: menggambarkan
ko: 묘사
ky: сүрөттөп
pt_br: descrições
ru: описывать
tr: betimlemek
uz: tasvirlab bering
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# 添加描述
source: Add description
ar: اضف وصفا
bn: বর্ণনা যোগ
es: Agregar descripción
fa: توضیحات اضافه کنید
fr: Ajouter une description
hi: विवरण जोड़ें
id: Tambahkan deskripsi
ko: 설명 추가
ky: Сүрөттөмө кошуу
pt_br: Adicionar descrição
ru: Добавить описание
tr: Açıklama ekle
uz: Tavsif qo'shing
vi: Thêm mô tả
zh_hans: 添加描述
zh_hant: 添加描述

# 备注不能为空格
source: Remarks cannot be spaces
ar: لا يمكن أن تكون الملاحظات مسافات
bn: মন্তব্য স্পেস হতে পারে না
es: Los comentarios no pueden ser espacios.
fa: اظهارات نمی توانند فاصله باشند
fr: Les remarques ne peuvent pas être des espaces
hi: टिप्पणियाँ रिक्त स्थान नहीं हो सकतीं
id: Keterangan tidak boleh berupa spasi
ko: 비고는 공백이 될 수 없습니다.
ky: Эскертүүлөр боштук болушу мүмкүн эмес
pt_br: As observações não podem ser espaços
ru: Примечания не могут быть пробелами.
tr: Açıklamalar boşluk olamaz
uz: Izohlar bo'sh joy bo'lishi mumkin emas
vi: Chú thích không thể để trống
zh_hans: 备注不能为空格
zh_hant: 備註不能為空格

# 需要获取麦克风和相机权限
source: Requires microphone and camera permissions
ar: يتطلب أذونات الميكروفون والكاميرا
bn: মাইক্রোফোন এবং ক্যামেরা অনুমতি প্রয়োজন
es: Requiere permisos de micrófono y cámara.
fa: به مجوزهای میکروفون و دوربین نیاز دارد
fr: Nécessite des autorisations de microphone et de caméra
hi: माइक्रोफ़ोन और कैमरा अनुमतियों की आवश्यकता है
id: Membutuhkan izin mikrofon dan kamera
ko: 마이크 및 카메라 권한이 필요합니다.
ky: Микрофон жана камера уруксаттарын талап кылат
pt_br: Requer permissões de microfone e câmera
ru: Требуются разрешения для микрофона и камеры.
tr: Mikrofon ve kamera izinleri gerektirir
uz: Mikrofon va kamera ruxsatnomalarini talab qiladi
vi: Yêu cầu quyền truy cập micrô và máy ảnh
zh_hans: 需要获取麦克风和相机权限
zh_hant: 需要獲取麥克風和相機權限

# 打开麦克风和相机使用权限后可使用语音和视频通话，请在设置中打开。
source: Voice and video calls can be used after turning on the microphone and camera permissions. Please turn it on in the settings.
ar: يمكن استخدام المكالمات الصوتية ومكالمات الفيديو بعد تفعيل أذونات الميكروفون والكاميرا، يرجى تفعيلها في الإعدادات.
bn: মাইক্রোফোন এবং ক্যামেরার অনুমতিগুলি চালু করার পরে ভয়েস এবং ভিডিও কলগুলি ব্যবহার করা যেতে পারে৷ দয়া করে সেটিংসে এটি চালু করুন৷
es: Las llamadas de voz y vídeo se pueden utilizar después de activar los permisos del micrófono y la cámara. Actívalos en la configuración.
fa: پس از روشن کردن مجوزهای میکروفون و دوربین می توان از تماس صوتی و تصویری استفاده کرد. لطفاً آن را در تنظیمات روشن کنید.
fr: Les appels vocaux et vidéo peuvent être utilisés après avoir activé les autorisations du microphone et de la caméra. Veuillez les activer dans les paramètres.
hi: माइक्रोफ़ोन और कैमरा अनुमतियाँ चालू करने के बाद ध्वनि और वीडियो कॉल का उपयोग किया जा सकता है। कृपया इसे सेटिंग में चालू करें।
id: Panggilan suara dan video dapat digunakan setelah mengaktifkan izin mikrofon dan kamera. Silakan aktifkan di pengaturan.
ko: 음성 및 영상 통화는 마이크 및 카메라 권한이 켜져 있고 설정에서 켜져 있을 때 할 수 있습니다.
ky: Үн жана видео чалууларды микрофонду жана камерага уруксаттарды күйгүзгөндөн кийин колдонсо болот. Аны жөндөөлөрдөн күйгүзүңүз.
pt_br: As chamadas de voz e vídeo podem ser usadas quando você ativa as permissões de uso do microfone e da câmera.
ru: Голосовые и видеозвонки можно использовать после включения разрешений микрофона и камеры. Включите их в настройках.
tr: Mikrofon ve kamera izinleri açıldıktan sonra sesli ve görüntülü aramalar kullanılabilir. Lütfen ayarlardan açın.
uz: Mikrofon va kamera ruxsatnomalari yoqilgandan keyin ovozli va video qo‘ng‘iroqlardan foydalanish mumkin. Iltimos, sozlamalarda uni yoqing.
vi: Bạn có thể sử dụng cuộc gọi thoại và cuộc gọi video sau khi bật quyền truy cập micrô và máy ảnh. Vui lòng bật quyền này trong cài đặt.
zh_hans: 打开麦克风和相机使用权限后可使用语音和视频通话，请在设置中打开。
zh_hant: 打開麥克風和相機使用權限後可使用語音和視頻通話，請在設置中打開。

# 打开
source: Open
ar: يفتح
bn: খোলা
es: Abierto
fa: باز کن
fr: Ouvrir
hi: खुला
id: Membuka
ko: 그거 여세요
pt_br: show (um ingresso)
ru: Открыть
tr: Açık
uz: Ochiq
vi: Bật
zh_hans: 打开
zh_hant: 打開

# 发现新版本
source: New version found
ar: تم العثور على نسخة جديدة
bn: নতুন সংস্করণ পাওয়া গেছে
es: nueva versión encontrada
fa: نسخه جدید پیدا شد
fr: nouvelle version trouvée
hi: नया संस्करण मिला
id: versi baru ditemukan
ko: 새 버전 알아보기
ky: жаңы версия табылган
pt_br: Descubra a nova versão
ru: найдена новая версия
tr: yeni sürüm bulundu
uz: yangi versiyasi topildi
vi: Phiên bản mới được tìm thấy
zh_hans: 发现新版本
zh_hant: 發現新版本

# 更新内容:
source: Update content:
ar: محتوى التحديث:
bn: বিষয়বস্তু আপডেট করুন:
es: actualizar contenido:
fa: به روز رسانی محتوا:
fr: mettre à jour le contenu :
hi: सामग्री अद्यतन करें:
id: perbarui konten:
ko: 새로운 것:
ky: мазмунду жаңыртуу:
pt_br: Atualizações.
ru: обновить содержимое:
tr: içeriği güncelle:
uz: tarkibni yangilash:
vi: Cập nhật nội dung:
zh_hans: 更新内容:
zh_hant: 更新內容:

# 稍后
source: Later
ar: لاحقاً
bn: পরে
es: más tarde
fa: بعد
fr: plus tard
hi: बाद में
id: Nanti
ko: 잠깐만 기다리세요
ky: кийинчерээк
pt_br: em um momento
ru: позже
tr: Daha sonra
uz: keyinroq
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# 立即更新
source: Update immediately
ar: التحديث على الفور
bn: অবিলম্বে আপডেট করুন
es: actualizar inmediatamente
fa: فورا به روز رسانی کنید
fr: mettre à jour immédiatement
hi: तुरंत अद्यतन करें
id: segera perbarui
ko: 지금 업데이트
ky: дароо жаңыртуу
pt_br: Atualizações imediatas
ru: обновить немедленно
tr: hemen güncelle
uz: darhol yangilang
vi: Cập nhật bây giờ
zh_hans: 立即更新
zh_hant: 立即更新

# 用户token已失效，请重新登录
source: The user token has expired, please log in again
ar: لقد انتهت صلاحية رمز المستخدم، يرجى تسجيل الدخول مرة أخرى
bn: ব্যবহারকারী টোকেনের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে আবার লগ ইন করুন
es: El token de usuario ha caducado, inicie sesión nuevamente
fa: توکن کاربر منقضی شده است، لطفا دوباره وارد شوید
fr: Le token utilisateur a expiré, veuillez vous reconnecter
hi: उपयोगकर्ता टोकन समाप्त हो गया है, कृपया फिर से लॉग इन करें
id: Token pengguna telah kedaluwarsa, silakan masuk lagi
ko: 사용자 토큰이 만료되었으니 다시 로그인하십시오.
ky: Колдонуучу токенинин мөөнөтү бүттү, кайра кириңиз
pt_br: O token do usuário é inválido, faça login novamente.
ru: Срок действия токена пользователя истек, пожалуйста, войдите снова.
tr: Kullanıcı belirtecinin süresi doldu, lütfen tekrar giriş yapın
uz: Foydalanuvchi tokeni muddati tugagan, qayta kiring
vi: Người dùng Token đã hết hạn, vui lòng đăng nhập lại
zh_hans: 用户token已失效，请重新登录
zh_hant: 用戶token已失效，請重新登錄

# 发了一条新消息
source: Sent a new message
ar: أرسلت رسالة جديدة
bn: একটি নতুন বার্তা পাঠান
es: Envió un nuevo mensaje
fa: پیام جدیدی ارسال کرد
fr: J'ai envoyé un nouveau message
hi: एक नया संदेश भेजा
id: Mengirim pesan baru
ko: 새 메시지가 전송되었습니다.
ky: Жаңы билдирүү жөнөтүлдү
pt_br: Enviou uma nova mensagem.
ru: Отправил новое сообщение
tr: Yeni bir mesaj gönderdim
uz: Yangi xabar yuborildi
vi: Đã gửi tin nhắn mới
zh_hans: 发了一条新消息
zh_hant: 發了一條新消息
