Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 密码连续输入错误，请24小时后重试
source: If you enter the wrong password continuously, please try again after 24 hours
ar: تم إدخال كلمة المرور بشكل غير صحيح، يرجى المحاولة مرة أخرى بعد 24 ساعة.
bn: পাসওয়ার্ড ভুলভাবে প্রবেশ করানো হয়েছে 24 ঘন্টা পরে আবার চেষ্টা করুন.
es: La contraseña se ha ingresado incorrectamente. Inténtelo nuevamente después de 24 horas.
fa: رمز عبور اشتباه وارد شده است لطفاً بعد از 24 ساعت دوباره امتحان کنید.
fr: Le mot de passe n'a pas été saisi correctement. Veuillez réessayer après 24 heures.
hi: पासवर्ड गलत दर्ज किया गया है कृपया 24 घंटे बाद पुनः प्रयास करें।
id: Kata sandi yang dimasukkan salah. Silakan coba lagi setelah 24 jam.
ko: 비밀번호가 잘못 입력되었습니다. 24시간 후에 다시 시도해 주세요.
ky: Сырсөз туура эмес киргизилген. 24 сааттан кийин кайра аракет кылыңыз.
pt_br: A senha foi digitada incorretamente. Tente novamente após 24 horas.
ru: Пароль введен неверно. Повторите попытку через 24 часа.
tr: Şifre yanlış girildi. Lütfen 24 saat sonra tekrar deneyin.
uz: Parol noto'g'ri kiritilgan. 24 soatdan keyin qayta urinib ko'ring.
vi: Mật khẩu đã được nhập không chính xác. Vui lòng thử lại sau 24 giờ.
zh_hans: 密码连续输入错误，请24小时后重试
zh_hant: 密碼連續輸入錯誤，請24小時後重試

# 账号被封禁，请联系管理员
source: Account banned, please contact administrator
ar: تم حظر الحساب، يرجى الاتصال بالمسؤول.
bn: অ্যাকাউন্টটি নিষিদ্ধ করা হয়েছে, অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন।
es: La cuenta ha sido prohibida, comuníquese con el administrador.
fa: حساب مسدود شده است، لطفا با مدیر تماس بگیرید.
fr: Le compte a été banni, veuillez contacter l'administrateur.
hi: खाता प्रतिबंधित कर दिया गया है, कृपया व्यवस्थापक से संपर्क करें।
id: Akun telah diblokir, silakan hubungi administrator.
ko: 계정이 차단되었습니다. 관리자에게 문의하세요.
ky: Каттоо эсебине тыюу салынган, администратор менен байланышыңыз.
pt_br: A conta foi banida, entre em contato com o administrador.
ru: Аккаунт забанен, обратитесь к администратору.
tr: Hesap yasaklandı, lütfen yöneticiyle iletişime geçin.
uz: Hisob bloklangan, iltimos administratorga murojaat qiling.
vi: Tài khoản đã bị cấm, vui lòng liên hệ với quản trị viên.
zh_hans: 账号被封禁，请联系管理员
zh_hant: 帳號被封禁，請聯繫管理員

# 账号不能有特殊符号
source: The account cannot have special symbols
ar: لا يمكن أن يحتوي الحساب على رموز خاصة
bn: অ্যাকাউন্টে বিশেষ চিহ্ন থাকতে পারে না
es: La cuenta no puede tener símbolos especiales.
fa: حساب نمی تواند نمادهای خاصی داشته باشد
fr: Le compte ne peut pas avoir de symboles spéciaux
hi: खाते में विशेष चिह्न नहीं हो सकते
id: Akun tidak boleh memiliki simbol khusus
ko: 계정에는 특수 기호를 사용할 수 없습니다
ky: Каттоо эсебинде атайын символдор болушу мүмкүн эмес
pt_br: Nenhum símbolo especial no número da conta
ru: Аккаунт не может иметь специальные символы
tr: Hesapta özel semboller bulunamaz
uz: Hisobda maxsus belgilar bo'lishi mumkin emas
vi: Tài khoản không được có ký hiệu đặc biệt
zh_hans: 账号不能有特殊符号
zh_hant: 賬號不能有特殊符號

# 密码不能有空格
source: Password cannot have spaces
ar: لا يمكن أن تحتوي كلمة المرور على مسافات
bn: পাসওয়ার্ডে স্পেস থাকতে পারে না
es: La contraseña no puede tener espacios.
fa: رمز عبور نمی تواند فاصله داشته باشد
fr: Le mot de passe ne peut pas contenir d'espaces
hi: पासवर्ड में रिक्त स्थान नहीं हो सकते
id: Kata sandi tidak boleh memiliki spasi
ko: 암호에는 공백이 없어야 합니다.
ky: Сырсөздө боштук болбошу керек
pt_br: Sem espaços na senha
ru: Пароль не может содержать пробелов
tr: Şifrede boşluk olamaz
uz: Parolda boʻsh joy boʻlmasligi kerak
vi: Mật khẩu không được có dấu cách
zh_hans: 密码不能有空格
zh_hant: 密碼不能有空格

# 对方已拒绝接收你的消息
source: The other party has refused to receive your message
ar: لقد رفض الطرف الآخر استلام رسالتك
bn: অন্য পক্ষ আপনার বার্তা গ্রহণ করতে অস্বীকার করেছে
es: La otra parte se ha negado a recibir su mensaje.
fa: طرف مقابل از دریافت پیام شما خودداری کرده است
fr: L'autre partie a refusé de recevoir votre message
hi: दूसरे पक्ष ने आपका संदेश प्राप्त करने से इनकार कर दिया है
id: Pihak lain menolak menerima pesan Anda
ko: 상대방이 메시지 수신을 거부했습니다.
ky: Башка тарап билдирүүңүздү алуудан баш тартты
pt_br: A outra parte se recusou a receber sua mensagem
ru: Другой абонент отказался получать ваше сообщение
tr: Karşı taraf mesajınızı almayı reddetti
uz: Boshqa tomon xabaringizni olishdan bosh tortdi
vi: Bên kia đã từ chối nhận tin nhắn của bạn
zh_hans: 对方已拒绝接收你的消息
zh_hant: 對方已拒絕接收你的消息

# 自动刷新token过期
source: Automatic refresh token expires
ar: تنتهي صلاحية رمز التحديث التلقائي
bn: স্বয়ংক্রিয় রিফ্রেশ টোকেনের মেয়াদ শেষ
es: El token de actualización automática caduca
fa: رمز به‌روزرسانی خودکار منقضی می‌شود
fr: Le jeton d’actualisation automatique expire
hi: स्वचालित ताज़ा टोकन समाप्त हो जाता है
id: Token penyegaran otomatis kedaluwarsa
ko: 토큰 만료 자동 새로 고침
ky: Автоматтык жаңылоо белгиси бүтөт
pt_br: Atualização automática da expiração do token
ru: Срок действия токена автоматического обновления истекает
tr: Otomatik yenileme jetonunun süresi doluyor
uz: Avtomatik yangilash tokenining muddati tugaydi
vi: Tự động làm mới Token hết hạn
zh_hans: 自动刷新token过期
zh_hant: 自動刷新token過期

# 自动刷新token不一致
source: Automatic refresh token is inconsistent
ar: رمز التحديث التلقائي غير متناسق
bn: স্বয়ংক্রিয় রিফ্রেশ টোকেন অসঙ্গত
es: El token de actualización automática es inconsistente
fa: نشانه بازخوانی خودکار متناقض است
fr: Le jeton d’actualisation automatique est incohérent
hi: स्वचालित ताज़ा टोकन असंगत है
id: Token penyegaran otomatis tidak konsisten
ko: 자동 새로 고침 토큰이 일치하지 않습니다.
ky: Автоматтык жаңылоо энбелгиси дал келбейт
pt_br: Inconsistência do token de atualização automática
ru: Токен автоматического обновления несовместим
tr: Otomatik yenileme jetonu tutarsız
uz: Avtomatik yangilash tokeni mos emas
vi: Tự động làm mới Token không nhất quán
zh_hans: 自动刷新token不一致
zh_hant: 自動刷新token不一致

# 请输入正确的邮箱
source: please enter your vaild email
ar: الرجاء إدخال البريد الإلكتروني الخاص بك صالح
bn: অনুগ্রহ করে সঠিক ই-মেইল ঠিকানা লিখুন
es: por favor ingrese su correo electrónico válido
fa: لطفا ایمیل ویلد خود را وارد کنید
fr: veuillez entrer votre email valide
hi: कृपया अपना वैध ईमेल दर्ज करें
id: silakan masukkan email valid Anda
ko: 유효한 이메일을 입력해주세요
ky: электрондук почтаңызды киргизиңиз
pt_br: por favor insira seu e-mail válido
ru: пожалуйста, введите свой действительный адрес электронной почты
tr: lütfen geçerli e-posta adresinizi girin
uz: iltimos elektron pochta manzilingizni kiriting
vi: vui lòng nhập email hợp lệ của bạn
zh_hans: 请输入正确的邮箱
zh_hant: 請輸入正確的信箱

# 用户名格式异常，请确认
source: The username format is abnormal, please confirm
ar: تنسيق اسم المستخدم غير طبيعي، يرجى التأكيد
bn: ব্যবহারকারীর নাম বিন্যাস অস্বাভাবিক, দয়া করে নিশ্চিত করুন
es: El formato del nombre de usuario es anormal, por favor confirme
fa: فرمت نام کاربری غیر عادی است، لطفا تایید کنید
fr: Le format du nom d'utilisateur est anormal, veuillez confirmer
hi: उपयोक्तानाम प्रारूप असामान्य है, कृपया पुष्टि करें
id: Format nama pengguna tidak normal, harap konfirmasi
ko: 사용자 이름 형식이 잘못되었는지 확인하십시오.
ky: Колдонуучунун атын форматы туура эмес, ырастаңыз
pt_br: O formato do nome de usuário está anormal, confirme
ru: Формат имени пользователя неправильный, пожалуйста, подтвердите
tr: Kullanıcı adı formatı anormal, lütfen onaylayın
uz: Foydalanuvchi nomi formati anormal, iltimos tasdiqlang
vi: Định dạng tên người dùng bất thường, vui lòng xác nhận
zh_hans: 用户名格式异常，请确认
zh_hant: 用戶名格式異常，請確認

# 该账号在其他设备被修改,请重新登录
source: This account has been modified on other devices, please log in again
ar: تم تعديل هذا الحساب على أجهزة أخرى، يرجى تسجيل الدخول مرة أخرى
bn: এই অ্যাকাউন্টটি অন্যান্য ডিভাইসে পরিবর্তন করা হয়েছে, অনুগ্রহ করে আবার লগ ইন করুন৷
es: Esta cuenta ha sido modificada en otros dispositivos, inicie sesión nuevamente
fa: این حساب در دستگاه های دیگر اصلاح شده است، لطفاً دوباره وارد شوید
fr: Ce compte a été modifié sur d'autres appareils, veuillez vous reconnecter
hi: यह खाता अन्य उपकरणों पर संशोधित किया गया है, कृपया फिर से लॉग इन करें
id: Akun ini telah diubah di perangkat lain, silakan masuk lagi
ko: 다른 기기에서 계정이 수정되었으니 다시 로그인하세요.
ky: Бул каттоо эсеби башка түзмөктөрдө өзгөртүлгөн, кайра кириңиз
pt_br: Esta conta foi modificada em outro dispositivo. Faça login novamente.
ru: Эта учетная запись была изменена на других устройствах, пожалуйста, войдите снова.
tr: Bu hesap diğer cihazlarda değiştirildi, lütfen tekrar giriş yapın
uz: Bu hisob boshqa qurilmalarda oʻzgartirilgan, qayta kiring
vi: Tài khoản này đã được sửa đổi trên các thiết bị khác, vui lòng đăng nhập lại
zh_hans: 该账号在其他设备被修改,请重新登录
zh_hant: 該賬號在其他設備被修改,請重新登錄

# 邮箱已存在
source: Email already exists
ar: البريد الالكتروني موجود بالفعل
bn: ই - মেইল টি আগে থেকেই আছে
es: el Email ya existe
fa: ایمیل از قبل وجود دارد
fr: l'email existe déjà
hi: ईमेल पहले से ही मौजूद है
id: Email sudah ada
ko: 사서함이 이미 사용 중입니다.
ky: Электрондук почта мурунтан эле бар
pt_br: A caixa de correio já existe
ru: Эл. адрес уже существует
tr: Bu e-posta zaten var
uz: Email allaqachon mavjud
vi: Email đã tồn tại
zh_hans: 邮箱已存在
zh_hant: 郵箱已存在

# 群组ID不能为空
source: Group ID cannot be empty
ar: لا يمكن أن يكون معرف المجموعة فارغًا
bn: গ্রুপ আইডি খালি থাকতে পারে না
es: El ID de grupo no puede estar vacío
fa: شناسه گروه نمی تواند خالی باشد
fr: L'ID de groupe ne peut pas être vide
hi: समूह आईडी खाली नहीं हो सकती
id: ID Grup tidak boleh kosong
ko: 그룹 ID는 비워 둘 수 없습니다
ky: Топтун идентификатору бош болбошу керек
pt_br: A ID do grupo não pode ser nula
ru: Идентификатор группы не может быть пустым.
tr: Grup Kimliği boş olamaz
uz: Guruh identifikatori boʻsh boʻlishi mumkin emas
vi: ID nhóm không được để trống
zh_hans: 群组ID不能为空
zh_hant: 群組ID不能為空

# 您已不在当前群组
source: You are no longer in the current group
ar: أنت لم تعد في المجموعة الحالية
bn: আপনি আর বর্তমান গ্রুপে নেই
es: Ya no estás en el grupo actual
fa: شما دیگر در گروه فعلی نیستید
fr: Vous n'êtes plus dans le groupe actuel
hi: अब आप वर्तमान समूह में नहीं हैं
id: Anda tidak lagi berada di grup saat ini
ko: 더 이상 현재 그룹에 속하지 않습니다.
ky: Сиз мындан ары учурдагы топто жоксуз
pt_br: Você não está mais no grupo atual
ru: Вы больше не в текущей группе
tr: Artık mevcut grupta değilsiniz
uz: Siz endi joriy guruhda emassiz
vi: Bạn không còn ở trong nhóm hiện tại
zh_hans: 您已不在当前群组
zh_hant: 您已不在當前群組

# 群组名称不能为空
source: Group name cannot be empty
ar: لا يمكن أن يكون اسم المجموعة فارغًا
bn: গ্রুপের নাম খালি রাখা যাবে না
es: El nombre del grupo no puede estar vacío
fa: نام گروه نمی تواند خالی باشد
fr: Le nom du groupe ne peut pas être vide
hi: समूह का नाम खाली नहीं हो सकता
id: Nama grup tidak boleh kosong
ko: 그룹 이름은 비워 둘 수 없습니다
ky: Топтун аталышы бош болбошу керек
pt_br: O nome do grupo não pode estar vazio
ru: Название группы не может быть пустым.
tr: Grup adı boş olamaz
uz: Guruh nomi boʻsh boʻlishi mumkin emas
vi: Tên nhóm không được để trống
zh_hans: 群组名称不能为空
zh_hant: 群組名稱不能為空

# 群组公告不能为空
source: Group announcement cannot be empty
ar: لا يمكن أن يكون إعلان المجموعة فارغًا
bn: গ্রুপ ঘোষণা খালি হতে পারে না
es: El anuncio del grupo no puede estar vacío
fa: اعلام گروه نمی تواند خالی باشد
fr: L'annonce de groupe ne peut pas être vide
hi: समूह घोषणा खाली नहीं हो सकती
id: Pengumuman grup wajib diisi
ko: 그룹 공지사항은 비워 둘 수 없습니다.
ky: Топтун жарыясы бош болбошу керек
pt_br: Os anúncios de grupo não podem estar vazios
ru: Объявление группы не может быть пустым
tr: Grup duyurusu boş olamaz
uz: Guruh e'lonlari bo'sh bo'lishi mumkin emas
vi: Thông báo nhóm không được để trống
zh_hans: 群组公告不能为空
zh_hant: 群組公告不能為空

# 创建群组失败
source: Failed to create group
ar: فشل إنشاء المجموعة
bn: গ্রুপ তৈরি করতে ব্যর্থ হয়েছে৷
es: No se pudo crear el grupo
fa: گروه ایجاد نشد
fr: Échec de la création du groupe
hi: समूह बनाने में विफल
id: Gagal membuat grup
ko: 그룹을 만들지 못했습니다.
ky: Топ түзүлбөй калды
pt_br: Falha ao criar o grupo
ru: Не удалось создать группу
tr: Grup oluşturulamadı
uz: Guruh yaratib bo‘lmadi
vi: Tạo nhóm thất bại
zh_hans: 创建群组失败
zh_hant: 創建群組失敗

# 用户群组已达上限
source: The user group limit has been reached
ar: تم الوصول إلى الحد الأقصى لمجموعة المستخدمين
bn: ব্যবহারকারী গোষ্ঠীর সীমা পৌঁছে গেছে
es: Se ha alcanzado el límite del grupo de usuarios.
fa: به محدودیت گروه کاربری رسیده است
fr: La limite du groupe d'utilisateurs a été atteinte
hi: उपयोगकर्ता समूह की सीमा समाप्त हो गई है
id: Batas grup pengguna telah tercapai
ko: 사용자 그룹이 상한에 도달했습니다.
ky: Колдонуучу тобунун чегине жетти
pt_br: Os grupos de usuários estão no máximo
ru: Достигнут лимит группы пользователей
tr: Kullanıcı grubu sınırına ulaşıldı
uz: Foydalanuvchilar guruhi chegarasiga yetdi
vi: Đã đạt đến giới hạn nhóm người dùng
zh_hans: 用户群组已达上限
zh_hant: 用戶群組已達上限

# 只能群主或管理员才能操作
source: Only group owners or administrators can operate
ar: يمكن فقط لمالكي المجموعة أو مسؤوليها العمل
bn: শুধুমাত্র গ্রুপ মালিক বা প্রশাসক পরিচালনা করতে পারেন
es: Sólo los propietarios o administradores del grupo pueden operar
fa: فقط صاحبان یا مدیران گروه می توانند فعالیت کنند
fr: Seuls les propriétaires ou administrateurs de groupe peuvent opérer
hi: केवल समूह स्वामी या व्यवस्थापक ही संचालन कर सकते हैं
id: Hanya pemilik atau administrator grup yang dapat beroperasi
ko: 그룹 채팅 개시자 또는 관리자만 이 작업을 수행할 수 있습니다
ky: Топ ээлери же администраторлор гана иштей алат
pt_br: Só pode ser operado pelo proprietário ou administrador do grupo
ru: Только владельцы или администраторы групп могут работать.
tr: Yalnızca grup sahipleri veya yöneticileri işlem yapabilir
uz: Faqat guruh egalari yoki administratorlari ishlashi mumkin
vi: Chỉ chủ nhóm hoặc quản trị viên mới có thể hoạt động
zh_hans: 只能群主或管理员才能操作
zh_hant: 只能群主或管理員才能操作

# 群组已锁定
source: Group is locked
ar: المجموعة مقفلة
bn: গ্রুপ লক করা আছে
es: El grupo está bloqueado
fa: گروه قفل شده است
fr: Le groupe est verrouillé
hi: ग्रुप लॉक है
id: Grup terkunci
ko: 그룹이 잠겨 있습니다.
ky: Топ кулпуланган
pt_br: Grupo bloqueado
ru: Группа заблокирована
tr: Grup kilitli
uz: Guruh qulflangan
vi: Nhóm đã bị khóa
zh_hans: 群组已锁定
zh_hant: 群組已鎖定

# 群成员不能为空
source: Group members cannot be empty
ar: لا يمكن أن يكون أعضاء المجموعة فارغين
bn: গ্রুপের সদস্যরা খালি থাকতে পারবে না
es: Los miembros del grupo no pueden estar vacíos.
fa: اعضای گروه نمی توانند خالی باشند
fr: Les membres du groupe ne peuvent pas être vides
hi: समूह के सदस्य खाली नहीं हो सकते
id: Anggota grup tidak boleh kosong
ko: 그룹 구성원은 비워 둘 수 없습니다.
ky: Топтун мүчөлөрү бош болушу мүмкүн эмес
pt_br: Os membros do grupo não podem estar vazios
ru: Участники группы не могут быть пустыми
tr: Grup üyeleri boş olamaz
uz: Guruh a'zolari bo'sh bo'lishi mumkin emas
vi: Thành viên nhóm không được để trống
zh_hans: 群成员不能为空
zh_hant: 群成員不能為空

# 群管理员不能为空
source: Group administrator cannot be empty
ar: لا يمكن أن يكون مسؤول المجموعة فارغًا
bn: গ্রুপ অ্যাডমিনিস্ট্রেটর খালি থাকতে পারে না
es: El administrador del grupo no puede estar vacío
fa: مدیر گروه نمی تواند خالی باشد
fr: L'administrateur du groupe ne peut pas être vide
hi: समूह व्यवस्थापक रिक्त नहीं हो सकता
id: Administrator grup wajib diisi
ko: 그룹 관리자는 비워 둘 수 없습니다
ky: Топтун администратору бош болушу мүмкүн эмес
pt_br: O administrador do grupo não pode estar vazio
ru: Администратор группы не может быть пустым
tr: Grup yöneticisi boş olamaz
uz: Guruh administratori boʻsh boʻlishi mumkin emas
vi: Quản trị viên nhóm không được để trống
zh_hans: 群管理员不能为空
zh_hant: 群管理員不能為空

# 不能移除群主
source: Cannot remove group owner
ar: لا يمكن إزالة مالك المجموعة
bn: গ্রুপের মালিককে সরানো যাবে না
es: No se puede eliminar el propietario del grupo
fa: نمی توان مالک گروه را حذف کرد
fr: Impossible de supprimer le propriétaire du groupe
hi: समूह स्वामी को हटाया नहीं जा सकता
id: Tidak dapat menghapus pemilik grup
ko: 그룹 채팅 이니시에이터는 제거할 수 없습니다.
ky: Топтун ээсин алып салуу мүмкүн эмес
pt_br: Não é possível remover o proprietário do grupo
ru: Не могу удалить владельца группы
tr: Grup sahibi kaldırılamıyor
uz: Guruh egasini olib tashlab bo‘lmaydi
vi: Không thể xóa chủ nhóm
zh_hans: 不能移除群主
zh_hant: 不能移除群主

# 群主不能修改为普通成员或群管理员
source: The group owner cannot be changed to an ordinary member or group administrator
ar: لا يمكن تغيير مالك المجموعة إلى عضو عادي أو مسؤول المجموعة
bn: গ্রুপের মালিককে একজন সাধারণ সদস্য বা গ্রুপ অ্যাডমিনিস্ট্রেটরে পরিবর্তন করা যাবে না
es: El propietario del grupo no se puede cambiar a miembro ordinario o administrador de grupo.
fa: مالک گروه را نمی توان به یک عضو معمولی یا مدیر گروه تغییر داد
fr: Le propriétaire du groupe ne peut pas être remplacé par un membre ordinaire ou un administrateur de groupe.
hi: समूह स्वामी को किसी सामान्य सदस्य या समूह व्यवस्थापक में नहीं बदला जा सकता
id: Pemilik grup tidak dapat diubah menjadi anggota biasa atau pengurus grup
ko: 그룹 채팅 개시자는 일반 구성원 또는 그룹 관리자로 변경할 수 없습니다
ky: Топтун ээсин катардагы мүчөгө же топтун администраторуна өзгөртүүгө болбойт
pt_br: O proprietário do grupo não pode ser alterado para um membro comum ou administrador do grupo.
ru: Владельца группы нельзя изменить на обычного участника или администратора группы.
tr: Grup sahibi sıradan bir üyeye veya grup yöneticisine değiştirilemez
uz: Guruh egasini oddiy a'zo yoki guruh administratoriga o'zgartirib bo'lmaydi
vi: Không thể thay đổi chủ nhóm thành thành viên thông thường hoặc quản trị viên nhóm
zh_hans: 群主不能修改为普通成员或群管理员
zh_hant: 群主不能修改為普通成員或群管理員

# 群主不能为空
source: Group owner cannot be empty
ar: لا يمكن أن يكون مالك المجموعة فارغًا
bn: গ্রুপ মালিক খালি হতে পারে না
es: El propietario del grupo no puede estar vacío
fa: مالک گروه نمی تواند خالی باشد
fr: Le propriétaire du groupe ne peut pas être vide
hi: समूह स्वामी खाली नहीं हो सकता
id: Pemilik grup tidak boleh kosong
ko: 그룹 채팅 개시자는 비워 둘 수 없습니다.
ky: Топтун ээси бош болушу мүмкүн эмес
pt_br: O proprietário do grupo não pode estar vazio
ru: Владелец группы не может быть пустым.
tr: Grup sahibi boş olamaz
uz: Guruh egasi boʻsh boʻlishi mumkin emas
vi: Chủ nhóm không được để trống
zh_hans: 群主不能为空
zh_hant: 群主不能為空

# 群成员不在群组内
source: Group member is not in the group
ar: عضو المجموعة ليس في المجموعة
bn: গ্রুপের সদস্য গ্রুপে নেই
es: El miembro del grupo no está en el grupo.
fa: عضو گروه در گروه نیست
fr: Le membre du groupe n'est pas dans le groupe
hi: समूह सदस्य समूह में नहीं है
id: Anggota grup tidak ada dalam grup
ko: 그룹 구성원이 그룹에 없습니다.
ky: Топтун мүчөсү топто жок
pt_br: Os membros do grupo não estão no grupo
ru: Участник группы не в группе
tr: Grup üyesi grupta değil
uz: Guruh a'zosi guruhda emas
vi: Thành viên nhóm không có trong nhóm
zh_hans: 群成员不在群组内
zh_hant: 群成員不在群組內

# 群成员超过上限
source: Group membership exceeds limit
ar: عضوية المجموعة تتجاوز الحد
bn: গ্রুপ সদস্যতা সীমা অতিক্রম
es: La membresía del grupo excede el límite
fa: عضویت گروه بیش از حد مجاز است
fr: L'adhésion au groupe dépasse la limite
hi: समूह सदस्यता सीमा से अधिक है
id: Keanggotaan grup melebihi batas
ko: 그룹 구성원 자격이 한도를 초과합니다.
ky: Топко мүчөлүк чектен ашты
pt_br: O número de membros do grupo excede o limite
ru: Членство в группе превышает лимит
tr: Grup üyeliği limiti aşıyor
uz: Guruh aʼzoligi chegaradan oshib ketdi
vi: Thành viên nhóm vượt quá giới hạn
zh_hans: 群成员超过上限
zh_hant: 群成員超過上限

# 邀请进群类型错误
source: Wrong invitation type to group
ar: نوع دعوة غير صحيح للمجموعة
bn: গ্রুপে ভুল আমন্ত্রণের ধরন
es: Tipo de invitación incorrecto al grupo
fa: نوع دعوت به گروه اشتباه است
fr: Mauvais type d'invitation à un groupe
hi: समूह में गलत आमंत्रण प्रकार
id: Jenis undangan ke grup salah
ko: 그룹에 대한 초대 유형이 잘못되었습니다.
ky: Топко чакыруунун түрү туура эмес
pt_br: Erro de tipo de convite para grupo
ru: Неправильный тип приглашения в группу
tr: Gruba davet türü yanlış
uz: Guruhga taklifnoma turi noto‘g‘ri
vi: Loại lời mời vào nhóm sai
zh_hans: 邀请进群类型错误
zh_hant: 邀請進群類型錯誤

# 邀请进群TOKEN错误
source: Wrong TOKEN when inviting to group
ar: رمز خاطئ عند الدعوة إلى المجموعة
bn: গ্রুপে আমন্ত্রণ জানানোর সময় ভুল টোকেন
es: TOKEN incorrecto al invitar al grupo
fa: TOKEN اشتباه هنگام دعوت به گروه
fr: Mauvais jeton lors de l'invitation à un groupe
hi: समूह में आमंत्रित करते समय गलत टोकन
id: TOKEN salah saat mengundang ke grup
ko: 그룹에 초대된 토큰이 잘못되었습니다.
ky: Топко чакырууда TOKEN туура эмес
pt_br: Erro no convite para o TOKEN do grupo
ru: Неверный ТОКЕН при приглашении в группу
tr: Gruba davet edilirken yanlış TOKEN
uz: Guruhga taklif qilishda noto'g'ri TOKEN
vi: Sai TOKEN khi mời vào nhóm
zh_hans: 邀请进群TOKEN错误
zh_hant: 邀請進群TOKEN錯誤

# 邀请进群用户为空
source: The user invited to the group is empty
ar: المستخدم المدعو إلى المجموعة فارغ
bn: গ্রুপে আমন্ত্রিত ব্যবহারকারী খালি
es: El usuario invitado al grupo está vacío.
fa: کاربر دعوت شده به گروه خالی است
fr: L'utilisateur invité au groupe est vide
hi: समूह में आमंत्रित उपयोगकर्ता रिक्त है
id: Pengguna yang diundang ke grup kosong
ko: 초대된 사용자가 비어 있습니다.
ky: Топко чакырылган колдонуучу бош
pt_br: Convidar usuários para o grupo está vazio
ru: Пользователь, приглашенный в группу, пуст
tr: Gruba davet edilen kullanıcı boş
uz: Guruhga taklif qilingan foydalanuvchi bo'sh
vi: Người dùng được mời vào nhóm trống
zh_hans: 邀请进群用户为空
zh_hant: 邀請進群用戶為空

# 邀请进群用户已加入群聊
source: The user invited to the group has joined the group chat
ar: لقد انضم المستخدم المدعو إلى المجموعة إلى الدردشة الجماعية
bn: গ্রুপে আমন্ত্রিত ব্যবহারকারী গ্রুপ চ্যাটে যোগ দিয়েছেন
es: El usuario invitado al grupo se ha unido al chat grupal.
fa: کاربر دعوت شده به گروه به چت گروهی پیوسته است
fr: L'utilisateur invité au groupe a rejoint la discussion de groupe
hi: समूह में आमंत्रित उपयोगकर्ता समूह चैट में शामिल हो गया है
id: Pengguna yang diundang ke grup telah bergabung dalam obrolan grup
ko: 초대된 사용자가 그룹 채팅에 참여했습니다.
ky: Топко чакырылган колдонуучу топтук чатка кошулду
pt_br: Os usuários convidados entraram no bate-papo em grupo
ru: Пользователь, приглашенный в группу, присоединился к групповому чату.
tr: Gruba davet edilen kullanıcı grup sohbetine katıldı
uz: Guruhga taklif qilingan foydalanuvchi guruh chatiga qo'shildi
vi: Người dùng được mời vào nhóm đã tham gia trò chuyện nhóm
zh_hans: 邀请进群用户已加入群聊
zh_hant: 邀請進群用戶已加入群聊

# 邀请进群信息不存在或已被处理
source: The invitation information does not exist or has been processed
ar: معلومات الدعوة غير موجودة أو تمت معالجتها
bn: আমন্ত্রণ তথ্য বিদ্যমান নেই বা প্রক্রিয়া করা হয়েছে
es: La información de la invitación no existe o ha sido procesada
fa: اطلاعات دعوت وجود ندارد یا پردازش شده است
fr: Les informations d'invitation n'existent pas ou ont été traitées
hi: आमंत्रण जानकारी मौजूद नहीं है या संसाधित हो चुकी है
id: Informasi undangan tidak ada atau telah diproses
ko: 초대 정보가 존재하지 않거나 처리되었습니다.
ky: Чакыруу маалыматы жок же иштетилген
pt_br: O convite para informações de grupo não existe ou foi processado
ru: Информация о приглашении не существует или была обработана.
tr: Davetiye bilgisi mevcut değil veya işlendi
uz: Taklif ma'lumotlari mavjud emas yoki qayta ishlangan
vi: Tin nhắn lời mời vào nhóm không tồn tại hoặc đã được xử lý
zh_hans: 邀请进群信息不存在或已被处理
zh_hant: 邀請進群信息不存在或已被處理

# 邀请人不存在
source: The inviter does not exist
ar: المدعو غير موجود
bn: আমন্ত্রণকারীর অস্তিত্ব নেই৷
es: El invitante no existe
fa: دعوت کننده وجود ندارد
fr: L'invitant n'existe pas
hi: निमंत्रक मौजूद नहीं है
id: Pengundangnya tidak ada
ko: 초대자가 없습니다.
ky: Чакыруучу жок
pt_br: O invitador não existe
ru: Приглашающий не существует
tr: Davet eden mevcut değil
uz: Taklif qiluvchi mavjud emas
vi: Người mời không tồn tại
zh_hans: 邀请人不存在
zh_hant: 邀請人不存在

# 邀请批次ID不能为空
source: Invitation batch ID cannot be empty
ar: لا يمكن أن يكون معرف مجموعة الدعوة فارغًا
bn: আমন্ত্রণ ব্যাচ আইডি খালি থাকতে পারে না
es: El ID del lote de invitación no puede estar vacío
fa: شناسه دسته دعوت نمی تواند خالی باشد
fr: L'ID du lot d'invitations ne peut pas être vide
hi: आमंत्रण बैच आईडी खाली नहीं हो सकती
id: ID kumpulan undangan tidak boleh kosong
ko: 초대 배치 ID는 비워 둘 수 없습니다
ky: Чакыруу пакетинин идентификатору бош болбошу керек
pt_br: O ID do lote do convite não pode estar vazio
ru: Идентификатор пакета приглашений не может быть пустым.
tr: Davetiye toplu kimliği boş olamaz
uz: Taklifnomalar to‘plami identifikatori bo‘sh bo‘lishi mumkin emas
vi: Lời mời ID hàng loạt không được để trống
zh_hans: 邀请批次ID不能为空
zh_hant: 邀請批次ID不能為空
