Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 昵称不能为空
source: Nickname should be filled
ar: يجب ملء اللقب
bn: ডাকনাম পূরণ করা উচিত
es: El apodo debe ser completado.
fa: نام مستعار باید پر شود
fr: Le pseudo doit être renseigné
hi: उपनाम भरना चाहिए
id: Nama panggilan harus diisi
ko: 닉네임을 입력해야 합니다.
ky: Лакап аты толтурулушу керек
pt_br: O apelido não pode estar vazio
ru: Никнейм должен быть заполнен
tr: Takma ad doldurulmalıdır
uz: Taxallus to'ldirilishi kerak
vi: Biệt danh không được để trống
zh_hans: 昵称不能为空
zh_hant: 暱稱不能為空

# 输入验证码
source: Enter confirmation code
ar: أدخل رمز التأكيد
bn: অনুমোদিত কোড লিখুন
es: introducir el código de confirmación
fa: کد تایید را وارد کنید
fr: Entrez le code de confirmation
hi: पुष्टि कोड दर्ज करें
id: Masukkan kode konfirmasi
ko: 확인 코드를 입력하세요
ky: ырастоо кодун киргизиңиз
pt_br: Digite o código de verificação
ru: введите код подтверждения
tr: onay kodunu girin
uz: tasdiq kodini kiriting
vi: Nhập mã xác nhận
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# 输入密码
source: Enter password
ar: أدخل كلمة المرور
bn: পাসওয়ার্ড লিখুন
es: introducir la contraseña
fa: رمز عبور را وارد کنید
fr: Entrer le mot de passe
hi: पास वर्ड दर्ज करें
id: Masukkan kata kunci
ko: 암호를 입력
ky: сырсөздү киргизиңиз
pt_br: digite uma senha
ru: введите пароль
tr: Parolanı Gir
uz: parolni kiriting
vi: Nhập mật khẩu
zh_hans: 输入密码
zh_hant: 輸入密碼

# 验证码已发送
source: Verification code sent
ar: تم ارسال رمز التأكيد
bn: যাচাইকরণ কোড পাঠানো হয়েছে
es: código de verificacion enviado
fa: کد تایید ارسال شد
fr: code de verification envoyé
hi: सत्यापन कोड भेजा
id: Kode verifikasi terkirim
ko: 인증 코드가 전송되었습니다
ky: Текшерүү коду жөнөтүлдү
pt_br: Código de verificação enviado
ru: Код подтверждения отправлен
tr: Doğrulama kodu gönderildi
uz: Tasdiqlash kodi yuborildi
vi: mã xác minh đã gửi
zh_hans: 验证码已发送
zh_hant: 驗證碼已發送

# 验证码获取失败
source: Failed to obtain verification code
ar: فشل الحصول على رمز التحقق
bn: যাচাইকরণ কোড পেতে ব্যর্থ হয়েছে
es: No se pudo obtener el código de verificación
fa: کد تأیید دریافت نشد
fr: Impossible d'obtenir le code de vérification
hi: सत्यापन कोड प्राप्त करने में विफल
id: Gagal mendapatkan kode verifikasi
ko: 인증코드를 받지 못했습니다.
ky: Текшерүү коду алынбай калды
pt_br: Falha ao obter o código de verificação
ru: Не удалось получить код подтверждения
tr: Doğrulama kodu alınamadı
uz: Tasdiqlash kodini olinmadi
vi: Không lấy được mã xác minh
zh_hans: 验证码获取失败
zh_hant: 驗證碼獲取失敗

# 获取密钥失败
source: Failed to get key
ar: فشل في الحصول على المفتاح
bn: চাবি পেতে ব্যর্থ হয়েছে
es: No se pudo obtener la clave
fa: کلید دریافت نشد
fr: Impossible d'obtenir la clé
hi: कुंजी प्राप्त करने में विफल
id: Gagal mendapatkan kunci
ko: 키를 가져오는 데 실패했습니다
ky: Ачкыч алынбай калды
pt_br: Falha ao obter a chave
ru: Не удалось получить ключ
tr: Anahtar alınamadı
uz: Kalit olinmadi
vi: Không lấy được chìa khóa
zh_hans: 获取密钥失败
zh_hant: 獲取密鑰失敗

# 登录成功
source: Login successful
ar: تم تسجيل الدخول بنجاح
bn: সফল লগইন
es: Inicio de sesión correcto
fa: ورود با موفقیت
fr: connexion réussie
hi: लॉग इन सफल
id: login berhasil
ko: 성공적 로그인
ky: ийгиликтүү кирүү
pt_br: Login bem-sucedido
ru: Авторизация успешна
tr: giriş başarılı
uz: kirish muvaffaqiyatli
vi: Đăng nhập thành công
zh_hans: 登录成功
zh_hant: 登錄成功

# 密码登录
source: Password login
ar: تسجيل الدخول كلمة المرور
bn: পাসওয়ার্ড লগইন
es: Contraseña de acceso
fa: ورود رمز عبور
fr: Connexion par mot de passe
hi: पासवर्ड लॉगिन
id: Masuk kata sandi
ko: 비밀번호 로그인
ky: Сырсөз кирүү
pt_br: login com senha
ru: Пароль для входа
tr: Şifre girişi
uz: Parolga kirish
vi: Đăng nhập mật khẩu
zh_hans: 密码登录
zh_hant: 密碼登錄

# 忘记密码?
source: Forget the password?
ar: نسيت كلمة المرور؟
bn: পাসওয়ার্ড ভুলে গেছেন?
es: ¿Olvidaste la contraseña?
fa: رمز عبور را فراموش کرده اید؟
fr: oublié le mot de passe ?
hi: पासवर्ड भूल गए?
id: lupa kata sandinya?
ko: 비밀번호를 잊어버려?
ky: паролду унутуп калдыңбы?
pt_br: Esqueceu sua senha?
ru: забыл пароль?
tr: şifreyi mi unuttun?
uz: parolni unutdingizmi?
vi: Quên mật khẩu?
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# 请阅读并同意%@和%@
source: Please read and agree to %@ and %@
ar: الرجاء القراءة والموافقة على %@ و%@
bn: অনুগ্রহ করে পড়ুন এবং %@ এবং %@ এর সাথে সম্মত হন
es: Por favor lea y acepte %@ y %@
fa: لطفاً %@ و %@ را بخوانید و موافقت کنید
fr: Veuillez lire et accepter %@ et %@
hi: कृपया पढ़ें और %@ और %@ से सहमत हों
id: Harap baca dan setujui %@ dan %@
ko: %@ 및 %@을(를) 읽고 동의해 주세요.
ky: %@ жана %@ менен окуп, макул
pt_br: Por favor, leia e concorde com %@ e %@
ru: Пожалуйста, прочитайте и согласитесь с %@ и %@
tr: Lütfen %@ ve %@'yi okuyup kabul edin
uz: %@ va %@ bilan oʻqing va rozilik bildiring.
vi: Vui lòng đọc và đồng ý với %@ và %@
zh_hans: 请阅读并同意%@和%@
zh_hant: 請閱讀並同意%@和%@

# 请阅读并同意
source: Please read and agree
ar: يرجى القراءة والموافقة
bn: পড়ুন এবং একমত
es: Por favor lee y acepta
fa: لطفا بخوانید و موافقت کنید
fr: Veuillez lire et accepter
hi: कृपया पढ़ें और सहमत हों
id: Silakan baca dan setujui
ko: 읽어보시고 동의해주세요
ky: Сураныч, окуп, макул
pt_br: Por favor, leia e concorde com
ru: Пожалуйста, прочтите и согласитесь
tr: Lütfen okuyun ve kabul edin
uz: Iltimos, o'qing va rozi bo'ling
vi: Vui lòng đọc và đồng ý
zh_hans: 请阅读并同意
zh_hant: 請閱讀並同意

# 提示
source: Hint
ar: تَلمِيح
bn: ইঙ্গিত
es: pista
fa: اشاره
fr: indice
hi: संकेत देना
id: petunjuk
ko: 힌트
ky: ишарат
pt_br: chamar a atenção para algo
ru: намекать
tr: ipucu
uz: ishora
vi: Gợi ý
zh_hans: 提示
zh_hant: 提示

# 同意并继续
source: Accept
ar: موافقة
bn: মেনে নিন
es: Aceptar
fa: پذیرفتن
fr: Accepter
hi: स्वीकारें
id: Setuju
ko: 동의하기
ky: Кабыл ал
pt_br: Aceitar
ru: Принять
tr: Kabul et
uz: Qabul qil
vi: Đồng ý
zh_hans: 同意并继续
zh_hant: 同意並繼續

# 未注册
source: Not registered
ar: غير مسجل
bn: নিবন্ধিত নয়
es: No registrado
fa: ثبت نشده است
fr: Non inscrit
hi: पंजीकृत नहीं है
id: Tidak terdaftar
ko: 등록되지 않음
ky: Катталган эмес
pt_br: Não registrado
ru: Не зарегистрирован
tr: Kayıtlı değil
uz: Roʻyxatdan oʻtmagan
vi: Chưa đăng ký
zh_hans: 未注册
zh_hant: 未註冊

# 当前%@未注册，请先进行注册
source: Currently %@ is not registered, please register first
ar: حاليا %@ غير مسجل، يرجى التسجيل أولا
bn: বর্তমানে %@ নিবন্ধিত নয়, অনুগ্রহ করে প্রথমে নিবন্ধন করুন
es: Actualmente %@ no está registrado, regístrese primero
fa: در حال حاضر %@ ثبت نشده است، لطفا ابتدا ثبت نام کنید
fr: Actuellement %@ n'est pas enregistré, veuillez d'abord vous inscrire
hi: वर्तमान में %@ पंजीकृत नहीं है, कृपया पहले पंजीकरण करें
id: Saat ini %@ belum terdaftar, harap mendaftar terlebih dahulu
ko: 현재 %@은(는) 등록되어 있지 않습니다. 먼저 등록하십시오.
ky: Учурда %@ катталган эмес, адегенде катталыңыз
pt_br: Atualmente %@ não está registrado, registre-se primeiro
ru: В настоящее время %@ не зарегистрирован, пожалуйста, сначала зарегистрируйтесь
tr: Şu anda %@ kayıtlı değil, lütfen önce kaydolun
uz: Hozirda %@ ro‘yxatdan o‘tmagan, avval ro‘yxatdan o‘ting
vi: Hiện tại %@ chưa được đăng ký, vui lòng đăng ký trước
zh_hans: 当前%@未注册，请先进行注册
zh_hant: 當前%@未註冊，請先註冊

# 去注册
source: Go to register
ar: اذهب للتسجيل
bn: রেজিস্টার করতে যান
es: Ir a registrarse
fa: برای ثبت نام بروید
fr: Allez vous inscrire
hi: रजिस्टर पर जाएं
id: Pergi untuk mendaftar
ko: 등록하러 가기
ky: Каттоого барыңыз
pt_br: Ir para o registro
ru: Перейти к регистрации
tr: Kayıt olmaya git
uz: Ro'yxatdan o'tish uchun o'ting
vi: Đăng ký
zh_hans: 去注册
zh_hant: 去註冊

# 企业名称
source: Company Name
ar: اسم الشركة
bn: কোমপানির নাম
es: nombre de empresa
fa: نام شرکت
fr: Nom de l'entreprise
hi: कंपनी का नाम
id: Nama perusahaan
ko: 회사 이름
ky: Компаниянын аты
pt_br: identificação da empresa
ru: Название компании
tr: Firma Adı
uz: Shirkat nomi
vi: Tên doanh nghiệp
zh_hans: 企业名称
zh_hant: 企業名稱

# 没有账号？立即注册
source: No account? Sign up now
ar: لا حساب؟ أفتح حساب الأن
bn: কোন হিসাব নেই? এখন সাইন আপ করুন
es: ¿Sin cuenta? Regístrate ahora
fa: حسابی ندارید؟ ثبت نام کن
fr: Pas de compte? S'inscrire maintenant
hi: खाता नहीं? अभी साइनअप करें
id: Tidak ada akun? Daftar sekarang
ko: 계정이 없나요? 지금 등록하세요
ky: Каттоо эсеби жокбу? Азыр катталгыла
pt_br: Ainda não tem uma conta? Registre-se agora!
ru: Нет аккаунта? Войти Сейчас
tr: Hesap yok? Şimdi kayıt ol
uz: Hisob yo'qmi? Hozir roʻyxatdan oʻting
vi: Không có tài khoản? Đăng ký ngay
zh_hans: 没有账号？立即注册
zh_hant: 沒有賬號？立即註冊

# 立即注册
source: Sign up now
ar: أفتح حساب الأن
bn: এখন সাইন আপ করুন
es: Regístrate ahora
fa: ثبت نام کن
fr: S'inscrire maintenant
hi: अभी साइनअप करें
id: Daftar sekarang
ko: 지금 등록하세요
ky: Азыр катталгыла
pt_br: Registre-se agora
ru: Войти Сейчас
tr: Şimdi kayıt ol
uz: Hozir roʻyxatdan oʻting
vi: Đăng ký ngay
zh_hans: 立即注册
zh_hant: 立即註冊

# 邀请码错误
source: Invitation code error
ar: دعوة رمز الخطأ
bn: আমন্ত্রণ কোড ত্রুটি
es: Error en el Código de invitación
fa: خطای رمز دعوت
fr: Erreur de code d'invitation
hi: निमन्त्रण कोड त्रुटि
id: Galat kode undangan
ko: 초대코드 오류
ky: Шакыртын коду катасы
pt_br: Erro no código do convite
ru: Ошибка кода приглашения
tr: Davet kodu hatası
uz: Taklif kodi xatosi
vi: Mã mời sai
zh_hans: 邀请码错误
zh_hant: 邀請碼錯誤

# 请输入您企业专属的企业号或域名
source: Please enter your company’s unique company number or domain name
ar: الرجاء إدخال رقم الشركة الفريد أو اسم المجال الخاص بشركتك
bn: অনুগ্রহ করে আপনার কোম্পানির অনন্য কোম্পানির নম্বর বা ডোমেন নাম লিখুন
es: Ingrese el número de empresa exclusivo o el nombre de dominio de su empresa.
fa: لطفاً شماره شرکت یا نام دامنه منحصر به فرد شرکت خود را وارد کنید
fr: Veuillez saisir le numéro d'entreprise unique ou le nom de domaine de votre entreprise.
hi: कृपया अपनी कंपनी का विशिष्ट कंपनी नंबर या डोमेन नाम दर्ज करें
id: Silakan masukkan nomor perusahaan atau nama domain unik perusahaan Anda
ko: 회사의 고유한 회사 번호 또는 도메인 이름을 입력하세요.
ky: Сураныч, компанияңыздын уникалдуу номерин же домен атын киргизиңиз
pt_br: Digite o número de empresa ou o nome de domínio exclusivo de sua empresa
ru: Пожалуйста, введите уникальный номер компании или доменное имя вашей компании.
tr: Lütfen şirketinizin benzersiz şirket numarasını veya alan adını girin
uz: Iltimos, kompaniyangizning noyob kompaniya raqami yoki domen nomini kiriting
vi: Vui lòng nhập mã số doanh nghiệp hoặc tên miền duy nhất của doanh nghiệp bạn
zh_hans: 请输入您企业专属的企业号或域名
zh_hant: 請輸入您企業專屬的企業號或域名

# 企业号错误
source: Enterprise number error
ar: خطأ في رقم المؤسسة
bn: এন্টারপ্রাইজ নম্বর ত্রুটি৷
es: Error de número de empresa
fa: خطای شماره سازمانی
fr: Erreur de numéro d'entreprise
hi: एंटरप्राइज़ नंबर त्रुटि
id: Kesalahan nomor perusahaan
ko: 기업 번호 오류
ky: Ишкана номери катасы
pt_br: Erro no número da empresa
ru: Ошибка номера предприятия
tr: Şirket numarası hatası
uz: Korxona raqami xatosi
vi: Lỗi mã số doanh nghiệp
zh_hans: 企业号错误
zh_hant: 企業號錯誤

# 域名错误
source: Wrong domain name
ar: اسم المجال خاطئ
bn: ভুল ডোমেইন নাম
es: Nombre de dominio incorrecto
fa: نام دامنه اشتباه
fr: Mauvais nom de domaine
hi: ग़लत डोमेन नाम
id: Nama domain salah
ko: 잘못된 도메인 이름
ky: Туура эмес домен аты
pt_br: erro de nome de domínio
ru: Неправильное доменное имя
tr: Yanlış alan adı
uz: Noto'g'ri domen nomi
vi: Lỗi tên miền
zh_hans: 域名错误
zh_hant: 域名錯誤

# 企业号不存在
source: Enterprise number does not exist
ar: رقم المؤسسة غير موجود
bn: এন্টারপ্রাইজ নম্বর বিদ্যমান নেই
es: El número de empresa no existe
fa: شماره شرکت وجود ندارد
fr: Le numéro d'entreprise n'existe pas
hi: एंटरप्राइज़ नंबर मौजूद नहीं है
id: Nomor perusahaan tidak ada
ko: 기업번호가 존재하지 않습니다.
ky: Ишкананын номери жок
pt_br: A empresa não existe
ru: Номер предприятия не существует
tr: Şirket numarası mevcut değil
uz: Korxona raqami mavjud emas
vi: Mã số doanh nghiệp không tồn tại
zh_hans: 企业号不存在
zh_hant: 企業號不存在

# 服务器连接失败
source: Server connection failed
ar: فشل الاتصال بالخادم
bn: সার্ভার সংযোগ ব্যর্থ হয়েছে
es: La conexión al servidor falló
fa: اتصال سرور ناموفق بود
fr: La connexion au serveur a échoué
hi: सर्वर कनेक्शन विफल
id: Koneksi server gagal
ko: 서버 연결 실패
ky: Сервер туташуусу ишке ашкан жок
pt_br: Falha na conexão do servidor
ru: Соединение с сервером не удалось
tr: Sunucu bağlantısı başarısız oldu
uz: Serverga ulanish amalga oshmadi
vi: Kết nối máy chủ thất bại
zh_hans: 服务器连接失败
zh_hant: 服務器連接失敗

# 获取配置失败
source: Failed to get configuration
ar: فشل الحصول على التكوين
bn: কনফিগারেশন পেতে ব্যর্থ
es: No se pudo obtener la configuración
fa: پیکربندی دریافت نشد
fr: Impossible d'obtenir la configuration
hi: कॉन्फ़िगरेशन प्राप्त करने में विफल
id: Gagal mendapatkan konfigurasi
ko: 설정 가져오기 실패
ky: Конфигурация алынбай калды
pt_br: Falha ao obter a configuração
ru: Не удалось получить конфигурацию
tr: Yapılandırma alınamadı
uz: Konfiguratsiyani olib bo‘lmadi
vi: Không lấy được cấu hình
zh_hans: 获取配置失败
zh_hant: 獲取配置失敗

# 竞速失败
source: Racing failed
ar: فشل السباق
bn: দৌড় ব্যর্থ হয়েছে
es: Carrera fallida
fa: مسابقه شکست خورد
fr: La course a échoué
hi: रेसिंग विफल रही
id: Balapan gagal
ko: 스피드 경쟁에 실패하다.
ky: Жарыш ишке ашкан жок
pt_br: Falha na corrida
ru: Гонки провалились
tr: Yarış başarısız oldu
uz: Poyga muvaffaqiyatsiz tugadi
vi: Ưu tiên thất bại
zh_hans: 竞速失败
zh_hant: 競速失敗

# 连接失败
source: Connection failed
ar: فشل الاتصال
bn: সংযোগ ব্যর্থ হয়েছে
es: La conexión falló
fa: ارتباط ناموفق بود
fr: La connexion a échoué
hi: कनेक्शन विफल
id: Koneksi gagal
ko: 연결에 실패
ky: Туташуу ишке ашкан жок
pt_br: falha de conexão
ru: Соединение не удалось
tr: Bağlantı başarısız oldu
uz: Ulanish amalga oshmadi
vi: Liên kết thất bại
zh_hans: 连接失败
zh_hant: 連接失敗

# 域名
source: Domain name
ar: اسم النطاق
bn: ডোমেন নাম
es: nombre de dominio
fa: نام دامنه
fr: nom de domaine
hi: डोमेन नाम
id: nama domain
ko: 도메인 이름
ky: домен аты
pt_br: nome de domínio
ru: доменное имя
tr: alan adı
uz: domen nomi
vi: Tên miền
zh_hans: 域名
zh_hant: 域名

# 请输入域名
source: Please enter domain name
ar: الرجاء إدخال اسم المجال
bn: ডোমেইন নাম লিখুন
es: Por favor ingrese el nombre de dominio
fa: لطفا نام دامنه را وارد کنید
fr: Veuillez entrer le nom de domaine
hi: कृपया डोमेन नाम दर्ज करें
id: Silakan masukkan nama domain
ko: 도메인 이름을 입력하세요.
ky: Домен атын киргизиңиз
pt_br: Digite o nome do domínio
ru: Пожалуйста, введите доменное имя
tr: Lütfen alan adını girin
uz: Domen nomini kiriting
vi: Vui lòng nhập tên miền
zh_hans: 请输入域名
zh_hant: 請輸入域名

# 登录确认
source: Login confirmation
ar: تأكيد تسجيل الدخول
bn: লগইন নিশ্চিতকরণ
es: Confirmación de inicio de sesión
fa: تایید ورود
fr: Confirmation de connexion
hi: लॉगिन पुष्टिकरण
id: Konfirmasi masuk
ko: 로그인 확인
ky: Кирүү ырастоо
pt_br: Confirmação de login
ru: Подтверждение входа
tr: Giriş onayı
uz: Kirishni tasdiqlash
vi: Xác nhận đăng nhập
zh_hans: 登录确认
zh_hant: 登錄確認

# 登录%@ PC端
source: Log in to %@ PC
ar: قم بتسجيل الدخول إلى %@ جهاز الكمبيوتر
bn: %@ পিসিতে লগ ইন করুন
es: Iniciar sesión %@ PC
fa: وارد %@ PC شوید
fr: Connectez-vous %@ PC
hi: %@पीसी में लॉग इन करें
id: Masuk %@ PC
ko: %@ PC에 로그인
ky: Кириңиз %@ PC
pt_br: Faça login em %@ PC
ru: Войти %@ ПК
tr: %@ PC'de oturum açın
uz: %@ kompyuterga kiring
vi: Đăng nhập %@ PC
zh_hans: 登录%@ PC端
zh_hant: 登入%@ PC端

# 授权登录
source: Authorized login
ar: تسجيل الدخول المعتمد
bn: অনুমোদিত লগইন
es: Inicio de sesión autorizado
fa: ورود مجاز
fr: Connexion autorisée
hi: अधिकृत लॉगिन
id: Login resmi
ko: 인증 로그인
ky: Авторизацияланган кирүү
pt_br: Autorizar login
ru: Авторизованный вход
tr: Yetkili giriş
uz: Ruxsat etilgan login
vi: Đăng nhập được ủy quyền
zh_hans: 授权登录
zh_hant: 授權登錄

# 取消登录
source: Cancel login
ar: إلغاء تسجيل الدخول
bn: লগইন বাতিল করুন
es: Cancelar inicio de sesión
fa: لغو ورود
fr: Annuler Connexion
hi: लॉगिन रद्द करें
id: Batalkan masuk
ko: 로그인 취소
ky: Кирүүнү жокко чыгаруу
pt_br: Cancelar login
ru: Отменить вход
tr: Girişi iptal et
uz: Kirishni bekor qilish
vi: Hủy đăng nhập
zh_hans: 取消登录
zh_hant: 取消登錄

# 授权成功
source: Authorization successful
ar: تم التفويض بنجاح
bn: অনুমোদন সফল হয়েছে
es: Autorización exitosa
fa: مجوز با موفقیت انجام شد
fr: Autorisation réussie
hi: प्राधिकरण सफल
id: Otorisasi berhasil
ko: 인증에 성공했습니다.
ky: Авторизация ийгиликтүү болду
pt_br: Autorização bem-sucedida
ru: Авторизация прошла успешно
tr: Yetkilendirme başarılı
uz: Avtorizatsiya muvaffaqiyatli
vi: Ủy quyền thành công
zh_hans: 授权成功
zh_hant: 授權成功

# 二维码已过期
source: QR code has expired
ar: انتهت صلاحية رمز الاستجابة السريعة
bn: QR কোডের মেয়াদ শেষ হয়ে গেছে
es: El código QR ha caducado
fa: کد QR منقضی شده است
fr: Le code QR a expiré
hi: QR कोड समाप्त हो गया है
id: Kode QR telah kedaluwarsa
ko: qr 코드가 이미 기한이 지났다
ky: QR кодунун мөөнөтү бүттү
pt_br: O código QR expirou
ru: Срок действия QR-кода истек
tr: QR kodunun süresi doldu
uz: QR kodning amal qilish muddati tugagan
vi: Mã QR đã hết hạn
zh_hans: 二维码已过期
zh_hant: 二維碼已過期

# 授权取消
source: Authorization cancellation
ar: إلغاء التفويض
bn: অনুমোদন বাতিলকরণ
es: Cancelación de autorización
fa: لغو مجوز
fr: Annulation de l'autorisation
hi: प्राधिकरण रद्दीकरण
id: Pembatalan otorisasi
ko: 인증 취소
ky: Авторизацияны жокко чыгаруу
pt_br: Autorização para cancelamento
ru: Отмена авторизации
tr: Yetki iptali
uz: Avtorizatsiyani bekor qilish
vi: Hủy ủy quyền
zh_hans: 授权取消
zh_hant: 授權取消

# %@注册
source: %@Register
ar: %@يسجل
bn: %@নিবন্ধন
es: %@registro
fa: %@ثبت نام
fr: %@registre
hi: %@पंजीकरण करवाना
id: %@daftar
ko: %@등록하다
ky: %@регистр
pt_br: %@registro
ru: %@регистр
tr: %@kayıt olmak
uz: %@roʻyxatdan oʻtish
vi: %@đăng ký
zh_hans: %@注册
zh_hant: %@註冊

# 输入手机号
source: Input mobile phone number
ar: إدخال رقم الهاتف المحمول
bn: ইনপুট মোবাইল ফোন নম্বর
es: ingresar el número de teléfono móvil
fa: شماره تلفن همراه را وارد کنید
fr: saisir le numéro de téléphone portable
hi: मोबाइल फ़ोन नंबर इनपुट करें
id: masukkan nomor ponsel
ko: 휴대폰번호 입력
ky: уюлдук телефон номерин киргизиңиз
pt_br: Digite seu número de telefone celular
ru: введите номер мобильного телефона
tr: cep telefonu numarasını girin
uz: mobil telefon raqamini kiriting
vi: nhập số điện thoại
zh_hans: 输入手机号
zh_hant: 輸入手機號

# 输入邮箱
source: Enter email
ar: أدخل البريد الإلكتروني
bn: ইমেইল প্রদান করুন
es: Ingrese correo electrónico
fa: ایمیل را وارد کنید
fr: Entrez l'e-mail
hi: ईमेल दर्ज करें
id: Masukan email
ko: 이메일을 입력하세요
ky: Электрондук почтаны киргизиңиз
pt_br: Digite seu endereço de e-mail
ru: Введите адрес электронной почты
tr: E-postayı girin
uz: Elektron pochtani kiriting
vi: Nhập email
zh_hans: 输入邮箱
zh_hant: 輸入郵箱

# 输入账号
source: Enter the account number
ar: أدخل رقم الحساب
bn: অ্যাকাউন্ট নম্বর লিখুন
es: Ingrese el número de cuenta
fa: شماره حساب را وارد کنید
fr: Entrez le numéro de compte
hi: खाता संख्या दर्ज करें
id: Masukkan nomor rekening
ko: 계좌번호를 입력하세요
ky: Эсеп номерин киргизиңиз
pt_br: Digite o número da conta
ru: Введите номер счета
tr: Hesap numarasını girin
uz: Hisob raqamini kiriting
vi: Nhập số tài khoản
zh_hans: 输入账号
zh_hant: 輸入賬號

# 密码不一致
source: Passwords are inconsistent
ar: كلمات المرور غير متناسقة
bn: পাসওয়ার্ডগুলি অসামঞ্জস্যপূর্ণ
es: Las contraseñas son inconsistentes
fa: رمزهای عبور متناقض هستند
fr: Les mots de passe sont incohérents
hi: पासवर्ड असंगत हैं
id: Kata sandi tidak konsisten
ko: 비밀번호가 일치하지 않습니다.
ky: Сырсөздөр дал келбейт
pt_br: Senhas inconsistentes
ru: Пароли несовместимы
tr: Şifreler tutarsız
uz: Parollar mos kelmaydi
vi: Mật khẩu không nhất quán
zh_hans: 密码不一致
zh_hant: 密碼不一致

# 手机号已注册，请登录
source: Cell phone number is registered, please log in
ar: تم تسجيل رقم الهاتف المحمول، يرجى تسجيل الدخول
bn: মোবাইল ফোন নম্বর নিবন্ধিত হয়েছে, লগ ইন করুন
es: El número de teléfono móvil ha sido registrado, inicie sesión
fa: شماره تلفن همراه ثبت شده است لطفا وارد شوید
fr: Le numéro de téléphone portable a été enregistré, veuillez vous connecter
hi: मोबाइल फोन नंबर पंजीकृत हो गया है, कृपया लॉग इन करें
id: Nomor ponsel telah terdaftar, silakan login
ko: 휴대폰번호가 등록되었습니다. 로그인해주세요.
ky: Мобилдик телефон номери катталды, кириңиз
pt_br: O número do celular foi registrado, faça login
ru: Номер мобильного телефона зарегистрирован, пожалуйста, авторизуйтесь
tr: Cep telefonu numarası kaydedildi, lütfen giriş yapın
uz: Mobil telefon raqami ro'yxatdan o'tkazildi, tizimga kiring
vi: Số điện thoại di động đã được đăng ký, vui lòng đăng nhập
zh_hans: 手机号已注册，请登录
zh_hant: 手機號已註冊，請登錄

# 邮箱已注册，请登录
source: Email is registered, please login
ar: تم تسجيل البريد الإلكتروني، يرجى تسجيل الدخول
bn: ইমেল নিবন্ধিত হয়েছে, লগ ইন করুন
es: El correo electrónico ha sido registrado, por favor inicie sesión
fa: ایمیل ثبت شده است لطفا وارد شوید
fr: L'e-mail a été enregistré, veuillez vous connecter
hi: ईमेल पंजीकृत हो गया है, कृपया लॉग इन करें
id: Email telah terdaftar, silakan login
ko: 이메일이 등록되었습니다. 로그인해주세요
ky: Электрондук почта катталды, кириңиз
pt_br: O e-mail foi cadastrado, faça login
ru: Электронная почта зарегистрирована, пожалуйста, войдите в систему
tr: E-posta kaydedildi, lütfen giriş yapın
uz: Elektron pochta ro'yxatdan o'tkazildi, tizimga kiring
vi: Email đã được đăng ký, vui lòng đăng nhập
zh_hans: 邮箱已注册，请登录
zh_hant: 郵箱已註冊，請登錄

# 设置密码
source: Set password
ar: ضبط كلمة السر
bn: পাসওয়ার্ড সেট করুন
es: configurar la clave
fa: قراردادن رمز عبور
fr: définir le mot de passe
hi: सांकेतिक शब्द लगना
id: mengatur kata sandi
ko: 암호를 설정하세요
ky: сырсөз коюу
pt_br: Definição de uma senha
ru: Установка пароля
tr: şifreyi belirle
uz: parol o'rnating
vi: Thiết lập mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# 确认密码
source: Confirm Password
ar: تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিত করুন
es: confirmar Contraseña
fa: رمز عبور را تایید کنید
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
id: konfirmasi sandi
ko: 비밀번호 확인
ky: Сырсөздү ыраста
pt_br: Confirmar senha
ru: Подтвердите пароль
tr: Şifreyi Onayla
uz: Parolni tasdiqlang
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# 请输入邀请码
source: Please enter the invitation code
ar: الرجاء إدخال رمز الدعوة
bn: অনুগ্রহ করে আমন্ত্রণ কোড লিখুন
es: Por favor ingresa el código de invitación
fa: لطفا کد دعوت نامه را وارد کنید
fr: Veuillez entrer le code d'invitation
hi: कृपया आमंत्रण कोड दर्ज करें
id: Silakan masukkan kode undangan
ko: 초대코드를 입력해주세요
ky: Чакыруу кодун киргизиңиз
pt_br: Digite o código do convite
ru: Пожалуйста, введите код приглашения
tr: Lütfen davet kodunu girin
uz: Iltimos, taklif kodini kiriting
vi: Vui lòng nhập mã mời
zh_hans: 请输入邀请码
zh_hant: 請輸入邀請碼

# 已有账号？去登录
source: Already have an account? Go to login
ar: هل لديك حساب؟ اذهب لتسجيل الدخول
bn: ইতিমধ্যে একটি সদস্যপদ আছে? লগইন করতে যান
es: ¿Ya tienes una cuenta? Ir a iniciar sesión
fa: از قبل حساب کاربری دارید؟ به ورود به سیستم بروید
fr: Vous avez déjà un compte? Allez vous connecter
hi: क्या आपके पास पहले से एक खाता मौजूद है? लॉगइन पर जाएं
id: Sudah memiliki akun? Pergi untuk masuk
ko: 이미 계정이 있나요? 로그인으로 이동
ky: Каттоо эсебиңиз барбы? Логинге өтүңүз
pt_br: Já tem uma conta? Entre
ru: У вас уже есть аккаунт? Перейти к входу
tr: Zaten hesabınız var mı? Girişe git
uz: Hisobingiz bormi? Loginga o'ting
vi: Bạn đã có tài khoản? Đi đến đăng nhập
zh_hans: 已有账号？去登录
zh_hant: 已有賬號？去登錄

# 去登录
source: Go to login
ar: اذهب لتسجيل الدخول
bn: লগইন করতে যান
es: Ir a iniciar sesión
fa: به ورود به سیستم بروید
fr: Allez vous connecter
hi: लॉगइन पर जाएं
id: Pergi untuk masuk
ko: 로그인으로 이동
ky: Логинге өтүңүз
pt_br: Ir para o login
ru: Перейти к входу
tr: Girişe git
uz: Loginga o'ting
vi: Đăng nhập
zh_hans: 去登录
zh_hant: 去登錄

# 选择国家/地区
source: Select country/region
ar: اختر البلد/المنطقة
bn: দেশ/অঞ্চল নির্বাচন করুন
es: Seleccionar país/región
fa: کشور/منطقه را انتخاب کنید
fr: Sélectionnez un pays/une région
hi: देश/क्षेत्र चुनें
id: Pilih negara/wilayah
ko: 국가/지역 선택
ky: Өлкөнү/аймакты тандаңыз
pt_br: Selecione o país/região
ru: Выберите страну/регион
tr: Ülke/bölge seçin
uz: Mamlakat/mintaqani tanlang
vi: Chọn quốc gia/khu vực
zh_hans: 选择国家/地区
zh_hant: 選擇國家/地區
