Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 添加好友请求不存在
source: Add friend request does not exist
ar: طلب إضافة صديق غير موجود
bn: ফ্রেন্ড রিকোয়েস্ট যোগ করার কোনো অস্তিত্ব নেই
es: Agregar solicitud de amistad no existe
fa: افزودن درخواست دوست وجود ندارد
fr: La demande d'ajout d'ami n'existe pas
hi: मित्र अनुरोध जोड़ें मौजूद नहीं है
id: Permintaan tambah pertemanan tidak ada
ko: 친구 추가 요청이 없습니다.
ky: Дос кошуу өтүнүчү жок
pt_br: Adicionar solicitação de amizade não existe
ru: Запрос на добавление в друзья не существует
tr: Arkadaşlık ekleme isteği mevcut değil
uz: Doʻst qoʻshish soʻrovi mavjud emas
vi: Yêu cầu thêm kết bạn không tồn tại
zh_hans: 添加好友请求不存在
zh_hant: 添加好友請求不存在

# 已经是好友
source: Already friends
ar: بالفعل أصدقاء
bn: ইতিমধ্যে বন্ধুরা
es: Ya somos amigos
fa: قبلاً دوستان
fr: Déjà amis
hi: पहले से दोस्त
id: Sudah berteman
ko: 이미 친구
ky: Уже достор
pt_br: Já somos amigos.
ru: Уже Друзья
tr: Zaten arkadaşlar
uz: Allaqachon do'stlar
vi: Đã là bạn bè
zh_hans: 已经是好友
zh_hant: 已經是好友

# 已经是好友！
source: Already friends
ar: بالفعل أصدقاء
bn: ইতিমধ্যে বন্ধুরা
es: Ya somos amigos
fa: قبلاً دوستان
fr: Déjà amis
hi: पहले से दोस्त
id: Sudah berteman
ko: 이미 친구
ky: Уже достор
pt_br: Já somos amigos.
ru: Уже Друзья
tr: Zaten arkadaşlar
uz: Allaqachon do'stlar
vi: Đã là bạn bè
zh_hans: 已经是好友！
zh_hant: 已经是好友！

# 好友ID不能为空
source: Friend ID cannot be empty
ar: لا يمكن أن يكون معرف الصديق فارغًا
bn: বন্ধু আইডি খালি থাকতে পারে না
es: El ID de amigo no puede estar vacío
fa: شناسه دوست نمی تواند خالی باشد
fr: L'ID d'ami ne peut pas être vide
hi: मित्र आईडी खाली नहीं हो सकती
id: ID Teman tidak boleh kosong
ko: 친구 ID는 비워 둘 수 없습니다.
ky: Достун идентификатору бош болбошу керек
pt_br: A ID do amigo não pode estar vazia
ru: Идентификатор друга не может быть пустым.
tr: Arkadaş Kimliği boş olamaz
uz: Doʻst identifikatori boʻsh boʻlishi mumkin emas
vi: ID bạn bè không được để trống
zh_hans: 好友ID不能为空
zh_hant: 好友ID不能為空

# 好友已到上限
source: The number of friends has reached the limit
ar: لقد وصل عدد الأصدقاء إلى الحد الأقصى
bn: বন্ধুর সংখ্যা সীমা ছাড়িয়ে গেছে
es: El número de amigos ha llegado al límite.
fa: تعداد دوستان به حد مجاز رسیده است
fr: Le nombre d'amis a atteint la limite
hi: मित्रों की संख्या सीमा तक पहुंच गई है
id: Jumlah teman telah mencapai batasnya
ko: 친구 한도에 도달했습니다.
ky: Достордун саны чекке жетти
pt_br: Os amigos atingiram seu limite
ru: Количество друзей достигло предела
tr: Arkadaş sayısı sınıra ulaştı
uz: Do'stlar soni chegaraga yetdi
vi: Số lượng bạn bè đã đạt đến giới hạn
zh_hans: 好友已到上限
zh_hant: 好友已到上限

# 目前系统禁止添加好友！
source: The system currently prohibits adding friends!
ar: النظام حاليا يمنع إضافة الأصدقاء!
bn: সিস্টেম বর্তমানে বন্ধু যোগ নিষিদ্ধ!
es: ¡El sistema actualmente prohíbe agregar amigos!
fa: این سیستم در حال حاضر افزودن دوستان را ممنوع می کند!
fr: Le système interdit actuellement d'ajouter des amis !
hi: सिस्टम वर्तमान में मित्रों को जोड़ने पर रोक लगाता है!
id: Sistem saat ini melarang penambahan teman!
ko: 친구 추가는 현재 시스템에서 금지되어 있습니다!
ky: Учурда система досторду кошууга тыюу салат!
pt_br: A adição de amigos é proibida pelo sistema no momento!
ru: На данный момент система запрещает добавлять друзей!
tr: Sistem şu anda arkadaş eklemeyi yasaklıyor!
uz: Tizim hozirda do'stlar qo'shishni taqiqlaydi!
vi: Hệ thống hiện không cho phép thêm bạn bè!
zh_hans: 目前系统禁止添加好友！
zh_hant: 目前系統禁止添加好友！

# 取消订阅失败！
source: Unsubscription failed!
ar: فشل إلغاء الاشتراك!
bn: আনসাবস্ক্রিপশন ব্যর্থ হয়েছে!
es: ¡La cancelación de la suscripción falló!
fa: لغو اشتراک ناموفق بود!
fr: La désinscription a échoué !
hi: सदस्यता समाप्ति विफल!
id: Berhenti berlangganan gagal!
ko: 구독을 취소하지 못했습니다!
ky: Жазылууну токтотуу ишке ашкан жок!
pt_br: Falha ao cancelar a assinatura!
ru: Отписаться не удалось!
tr: Abonelikten çıkma başarısız oldu!
uz: Obunani bekor qilish amalga oshmadi!
vi: Hủy đơn đặt thất bại
zh_hans: 取消订阅失败！
zh_hant: 取消訂閱失敗！

# 对方不允许被添加为好友！
source: The other party is not allowed to be added as a friend!
ar: لا يسمح بإضافة الطرف الآخر كصديق!
bn: অন্য পক্ষকে বন্ধু হিসেবে যোগ করতে দেওয়া হয় না!
es: ¡La otra parte no puede ser agregada como amiga!
fa: طرف مقابل مجاز به اضافه شدن به عنوان دوست نیست!
fr: L'autre partie n'est pas autorisée à être ajoutée en tant qu'ami !
hi: दूसरे पक्ष को मित्र के रूप में जोड़ने की अनुमति नहीं है!
id: Pihak lain tidak diperbolehkan ditambahkan sebagai teman!
ko: 상대방은 친구로 추가할 수 없습니다!
ky: Башка тарапты дос катары кошууга болбойт!
pt_br: A outra parte não tem permissão para ser adicionada como amiga!
ru: Другой абонент не может быть добавлен в друзья!
tr: Karşı tarafın arkadaş olarak eklenmesine izin verilmiyor!
uz: Boshqa tomonni do'st sifatida qo'shishga ruxsat berilmaydi!
vi: Bên kia không cho phép thêm làm bạn bè!
zh_hans: 对方不允许被添加为好友！
zh_hant: 對方不允許被添加為好友！

# 只能邀请好友进群，请重新选择
source: You can only invite friends to the group, please choose again.
ar: يمكنك فقط دعوة الأصدقاء إلى المجموعة، يرجى الاختيار مرة أخرى.
bn: আপনি শুধুমাত্র বন্ধুদের গ্রুপে আমন্ত্রণ জানাতে পারেন, অনুগ্রহ করে আবার বেছে নিন।
es: Solo puedes invitar amigos al grupo, elige nuevamente.
fa: شما فقط می توانید دوستان را به گروه دعوت کنید، لطفاً دوباره انتخاب کنید.
fr: Vous ne pouvez inviter que des amis dans le groupe, veuillez choisir à nouveau.
hi: आप केवल मित्रों को समूह में आमंत्रित कर सकते हैं, कृपया फिर से चुनें।
id: Anda hanya dapat mengundang teman ke grup, silakan pilih lagi.
ko: 그룹에는 친구만 초대할 수 있으니 다시 선택하세요.
ky: Топко досторду гана чакыра аласыз, кайра тандаңыз.
pt_br: Você só pode convidar amigos para o grupo, selecione novamente
ru: В группу можно приглашать только друзей, пожалуйста, выберите еще раз.
tr: Gruba yalnızca arkadaşlarınızı davet edebilirsiniz, lütfen tekrar seçin.
uz: Guruhga faqat doʻstlaringizni taklif qilishingiz mumkin, iltimos, yana tanlang.
vi: Bạn chỉ có thể mời bạn bè vào nhóm, Vui lòng chọn lại.
zh_hans: 只能邀请好友进群，请重新选择
zh_hant: 只能邀請好友進群，請重新選擇

# 对方好友已到上限
source: The other party’s friends have reached the limit
ar: لقد وصل أصدقاء الطرف الآخر إلى الحد الأقصى
bn: অন্য পক্ষের বন্ধুরা সীমায় পৌঁছে গেছে
es: Los amigos de la otra parte han llegado al límite.
fa: دوستان طرف مقابل به حد مجاز رسیده اند
fr: Les amis de l’autre partie ont atteint la limite
hi: दूसरे पक्ष के मित्र सीमा तक पहुंच गए हैं
id: Teman pihak lain telah mencapai batasnya
ko: 친구의 친구 한도에 도달했습니다.
ky: Башка тараптын достору чекке жетти
pt_br: A outra parte atingiu o número máximo de amigos
ru: Друзья собеседника достигли предела
tr: Karşı tarafın arkadaşları sınıra ulaştı
uz: Boshqa tomonning do'stlari chegaraga yetdi
vi: Bạn bè của bên kia đã đạt đến giới hạn
zh_hans: 对方好友已到上限
zh_hant: 對方好友已到上限

# 没有权限添加好友
source: No permission to add friends
ar: لا يوجد إذن لإضافة الأصدقاء
bn: বন্ধু যোগ করার অনুমতি নেই
es: Sin permiso para agregar amigos
fa: اجازه اضافه کردن دوستان وجود ندارد
fr: Aucune autorisation pour ajouter des amis
hi: मित्रों को जोड़ने की अनुमति नहीं
id: Tidak ada izin untuk menambah teman
ko: 친구를 추가할 수 있는 권한이 없습니다.
ky: Досторду кошууга уруксат жок
pt_br: Sem permissão para adicionar amigos
ru: Нет разрешения на добавление друзей
tr: Arkadaş ekleme izni yok
uz: Do'stlar qo'shishga ruxsat yo'q
vi: Không có quyền thêm bạn bè
zh_hans: 没有权限添加好友
zh_hant: 沒有權限添加好友

# 一次最多只能向9位好友分享
source: You can only share with up to 9 friends at a time
ar: يمكنك المشاركة مع ما يصل إلى 9 أصدقاء فقط في المرة الواحدة
bn: আপনি একবারে শুধুমাত্র 9 জন বন্ধুর সাথে ভাগ করতে পারেন৷
es: Solo puedes compartir con hasta 9 amigos a la vez
fa: شما می توانید همزمان با حداکثر 9 دوست به اشتراک بگذارید
fr: Vous ne pouvez partager qu'avec 9 amis maximum à la fois
hi: आप एक समय में अधिकतम 9 मित्रों के साथ ही साझा कर सकते हैं
id: Anda hanya dapat berbagi dengan maksimal 9 teman sekaligus
ko: 한 번에 최대 9명의 친구와만 공유할 수 있습니다
ky: Сиз бир убакта 9 дос менен гана бөлүшө аласыз
pt_br: Compartilhe com até 9 amigos ao mesmo tempo
ru: Вы можете поделиться информацией не более чем с 9 друзьями одновременно.
tr: Aynı anda en fazla 9 arkadaşınızla paylaşımda bulunabilirsiniz
uz: Siz bir vaqtning o'zida 9 tagacha do'stingiz bilan baham ko'rishingiz mumkin
vi: Bạn chỉ có thể chia sẻ tối đa 9 người bạn cùng một lúc
zh_hans: 一次最多只能向9位好友分享
zh_hant: 一次最多只能向9位好友分享

# 无可用短信平台
source: No SMS platform available
ar: لا توجد منصة الرسائل القصيرة المتاحة
bn: কোনো SMS প্ল্যাটফর্ম উপলব্ধ নেই৷
es: No hay plataforma de SMS disponible
fa: هیچ پلتفرم پیامکی موجود نیست
fr: Aucune plateforme SMS disponible
hi: कोई एसएमएस प्लेटफ़ॉर्म उपलब्ध नहीं है
id: Tidak ada platform SMS yang tersedia
ko: 사용 가능한 SMS 플랫폼이 없습니다.
ky: SMS платформасы жок
pt_br: Nenhuma plataforma de SMS disponível
ru: SMS-платформа недоступна
tr: SMS platformu mevcut değil
uz: SMS platformasi mavjud emas
vi: Không có nền tảng SMS
zh_hans: 无可用短信平台
zh_hant: 無可用短信平台

# 未知短信平台
source: Unknown SMS platform
ar: منصة الرسائل القصيرة غير معروفة
bn: অজানা এসএমএস প্ল্যাটফর্ম
es: Plataforma de SMS desconocida
fa: پلتفرم پیامک ناشناس
fr: Plateforme SMS inconnue
hi: अज्ञात एसएमएस प्लेटफार्म
id: Platform SMS tidak dikenal
ko: 알 수 없는 SMS 플랫폼
ky: Белгисиз SMS платформасы
pt_br: Plataforma de SMS desconhecida
ru: Неизвестная SMS-платформа
tr: Bilinmeyen SMS platformu
uz: Noma'lum SMS platformasi
vi: Nền tảng SMS không xác định
zh_hans: 未知短信平台
zh_hant: 未知短信平台

# 阿里云短信发送失败
source: Alibaba Cloud SMS sending failed
ar: فشل إرسال الرسائل النصية القصيرة من Alibaba Cloud
bn: আলিবাবা ক্লাউড এসএমএস পাঠানো ব্যর্থ হয়েছে৷
es: Error en el envío de SMS de Alibaba Cloud
fa: ارسال پیامک Alibaba Cloud انجام نشد
fr: L'envoi de SMS Alibaba Cloud a échoué
hi: अलीबाबा क्लाउड एसएमएस भेजना विफल रहा
id: Pengiriman SMS Alibaba Cloud gagal
ko: Alibaba Cloud에 SMS 메시지를 보내지 못했습니다.
ky: Alibaba Cloud SMS жөнөтүү ишке ашкан жок
pt_br: Falha do Aliyun SMS
ru: Ошибка отправки SMS через Alibaba Cloud
tr: Alibaba Bulut SMS gönderimi başarısız oldu
uz: Alibaba bulutli SMS yuborish amalga oshmadi
vi: Việc gửi SMS trên nền tảng đám mây của Alibaba thất bại
zh_hans: 阿里云短信发送失败
zh_hant: 阿里雲短信發送失敗

# 天天国际短信发送失败
source: Tiantian International SMS sending failed
ar: فشل إرسال الرسائل القصيرة الدولية من تيانتيان
bn: Tiantian আন্তর্জাতিক SMS পাঠানো ব্যর্থ হয়েছে৷
es: Error en el envío de SMS de Tiantian International
fa: ارسال پیامک بین المللی Tiantian ناموفق بود
fr: L'envoi de SMS à Tiantian International a échoué
hi: टियांटियन इंटरनेशनल एसएमएस भेजना विफल रहा
id: Pengiriman SMS Internasional Tiantian gagal
ko: 매일 국제 SMS 메시지를 보내지 못했습니다.
ky: Tiantian International SMS жөнөтүлбөй калды
pt_br: Falha de SMS da Sky International
ru: Отправка SMS-сообщения в Тяньтянь не удалась
tr: Tiantian Uluslararası SMS gönderimi başarısız oldu
uz: Tiantian xalqaro SMS yuborish amalga oshmadi
vi: Gửi tin nhắn SMS quốc tế Tiantian thất bại
zh_hans: 天天国际短信发送失败
zh_hant: 天天國際短信發送失敗

# 云片短信发送失败
source: Yunpian SMS failed to send
ar: فشل إرسال الرسائل القصيرة Yunpian
bn: Yunpian SMS পাঠাতে ব্যর্থ হয়েছে
es: El SMS de Yunpian no se pudo enviar
fa: پیامک Yunpian ارسال نشد
fr: Le SMS Yunpian n'a pas pu être envoyé
hi: युनपियन एसएमएस भेजने में विफल रहा
id: SMS Yunpian gagal terkirim
ko: SMS 메시지를 보내지 못했습니다.
ky: Yunpian SMS жөнөтүлбөй калды
pt_br: Falha ao enviar SMS de fatia de nuvem
ru: Yunpian SMS не удалось отправить
tr: Yunpian SMS gönderilemedi
uz: Yunpian SMS yuborib bo‘lmadi
vi: Gửi SMS Yunpian thất bại
zh_hans: 云片短信发送失败
zh_hant: 雲片短信發送失敗

# 发送短信太频繁,请稍后再试
source: Sending text messages too frequently, please try again later
ar: يتم إرسال الرسائل النصية بشكل متكرر، يرجى المحاولة مرة أخرى لاحقًا
bn: খুব ঘন ঘন পাঠ্য বার্তা পাঠানো হচ্ছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন
es: Enviando mensajes de texto con demasiada frecuencia, inténtalo de nuevo más tarde.
fa: ارسال پیام‌های متنی بسیار مکرر، لطفاً بعداً دوباره امتحان کنید
fr: Envoi de SMS trop fréquent, veuillez réessayer plus tard
hi: पाठ संदेश बहुत बार भेजा जा रहा है, कृपया बाद में पुनः प्रयास करें
id: Mengirim pesan teks terlalu sering, coba lagi nanti
ko: 문자 메시지를 너무 자주 보내면 나중에 다시 시도하세요.
ky: Текст билдирүүлөрү өтө тез-тез жөнөтүлүп жатат, сураныч, бир аздан кийин кайталап көрүңүз
pt_br: Enviando SMS com muita frequência, tente novamente mais tarde.
ru: Отправка текстовых сообщений слишком часто, повторите попытку позже.
tr: Çok sık kısa mesaj gönderiliyor, lütfen daha sonra tekrar deneyin
uz: Matnli xabarlar juda tez-tez yuborilmoqda, keyinroq qayta urinib ko'ring
vi: Gửi tin nhắn văn bản quá nhiều lần, vui lòng thử lại sau
zh_hans: 发送短信太频繁,请稍后再试
zh_hant: 發送短信太頻繁,請稍後再試

# 发送短信失败,请稍后重试
source: Failed to send text message, please try again later
ar: فشل إرسال رسالة نصية، يرجى المحاولة مرة أخرى في وقت لاحق
bn: পাঠ্য বার্তা পাঠাতে ব্যর্থ হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন
es: No se pudo enviar el mensaje de texto, inténtelo nuevamente más tarde
fa: پیامک ارسال نشد، لطفاً بعداً دوباره امتحان کنید
fr: Échec de l'envoi du message texte, veuillez réessayer plus tard
hi: पाठ संदेश भेजने में विफल, कृपया बाद में पुनः प्रयास करें
id: Gagal mengirim pesan teks, coba lagi nanti
ko: SMS를 보내지 못했습니다. 나중에 다시 시도하십시오.
ky: SMS жөнөтүлбөй калды, бир аздан кийин кайталап көрүңүз
pt_br: Falha ao enviar o SMS, tente novamente mais tarde.
ru: Не удалось отправить текстовое сообщение. Повторите попытку позже.
tr: Kısa mesaj gönderilemedi, lütfen daha sonra tekrar deneyin
uz: SMS yuborib bo‘lmadi, keyinroq qayta urinib ko‘ring
vi: Không gửi được tin nhắn, Vui lòng thử lại sau
zh_hans: 发送短信失败,请稍后重试
zh_hant: 發送短信失敗,請稍後重試

# 24小时之内最多只能获取5次验证码
source: You can only get verification codes up to 5 times within 24 hours
ar: يمكنك الحصول على رموز التحقق حتى 5 مرات فقط خلال 24 ساعة
bn: আপনি 24 ঘন্টার মধ্যে শুধুমাত্র 5 বার পর্যন্ত যাচাইকরণ কোড পেতে পারেন
es: Solo puedes obtener códigos de verificación hasta 5 veces en 24 horas
fa: شما فقط می توانید تا 5 بار در عرض 24 ساعت کدهای تأیید را دریافت کنید
fr: Vous ne pouvez obtenir des codes de vérification que jusqu'à 5 fois dans les 24 heures.
hi: आप 24 घंटों के भीतर केवल 5 बार तक सत्यापन कोड प्राप्त कर सकते हैं
id: Anda hanya bisa mendapatkan kode verifikasi maksimal 5 kali dalam waktu 24 jam
ko: 24시간 동안 최대 5개의 인증 코드만 받을 수 있습니다
ky: Текшерүү коддорун 24 сааттын ичинде 5 жолу гана ала аласыз
pt_br: O Captcha só pode ser capturado até 5 vezes em um período de 24 horas
ru: Вы можете получить коды подтверждения не более 5 раз в течение 24 часов.
tr: Doğrulama kodlarını 24 saat içinde yalnızca 5 defaya kadar alabilirsiniz
uz: Tasdiqlash kodlarini 24 soat ichida 5 martagacha olishingiz mumkin
vi: Chỉ nhận mã xác minh tối đa 5 lần trong vòng 24 giờ
zh_hans: 24小时之内最多只能获取5次验证码
zh_hant: 24小時之內最多只能獲取5次驗證碼

# 短信验证码为空
source: SMS verification code is empty
ar: رمز التحقق عبر الرسائل القصيرة فارغ
bn: SMS যাচাইকরণ কোড খালি
es: El código de verificación por SMS está vacío
fa: کد تأیید پیامک خالی است
fr: Le code de vérification SMS est vide
hi: एसएमएस सत्यापन कोड खाली है
id: Kode verifikasi SMS kosong
ko: SMS 인증 코드가 비어 있습니다.
ky: SMS текшерүү коду бош
pt_br: O código de verificação de SMS está vazio
ru: SMS-код подтверждения пуст.
tr: SMS doğrulama kodu boş
uz: SMS tasdiqlash kodi bo'sh
vi: Mã xác minh SMS trống
zh_hans: 短信验证码为空
zh_hant: 短信驗證碼為空

# 验证码不正确，请重新输入
source: The verification code is incorrect, please re-enter
ar: رمز التحقق غير صحيح الرجاء إعادة الإدخال
bn: যাচাইকরণ কোডটি ভুল। অনুগ্রহ করে আবার লিখুন
es: El código de verificación es incorrecto. Vuelva a ingresarlo.
fa: کد تأیید نادرست است لطفاً دوباره وارد کنید
fr: Le code de vérification est incorrect. Veuillez le saisir à nouveau.
hi: कृपया सत्यापन कोड ग़लत है
id: Kode verifikasi salah. Silakan masukkan kembali
ko: 인증번호가 올바르지 않습니다.
ky: Текшерүү коду туура эмес, кайра киргизиңиз
pt_br: O código de verificação está incorreto. Digite novamente.
ru: Код подтверждения неверен. Пожалуйста, введите еще раз.
tr: Doğrulama kodu hatalı. Lütfen tekrar girin.
uz: Tasdiqlash kodi noto'g'ri. Iltimos, qayta kiriting
vi: Mã xác minh không chính xác. Vui lòng nhập lại.
zh_hans: 验证码不正确，请重新输入
zh_hant: 驗證碼不正確，請重新輸入

# 验证码已过期，请重新获取
source: The verification code has expired, please get it again
ar: لقد انتهت صلاحية رمز التحقق، يرجى الحصول عليه مرة أخرى
bn: যাচাইকরণ কোডের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে এটি আবার পান
es: El código de verificación ha caducado, consígalo nuevamente
fa: کد تأیید منقضی شده است، لطفاً دوباره آن را دریافت کنید
fr: Le code de vérification a expiré, veuillez le récupérer à nouveau
hi: सत्यापन कोड समाप्त हो गया है, कृपया इसे पुनः प्राप्त करें
id: Kode verifikasi telah habis masa berlakunya, silakan dapatkan kembali
ko: 인증번호가 만료되었습니다. 다시 받으시기 바랍니다.
ky: Текшерүү кодунун мөөнөтү бүттү, аны кайра алыңыз
pt_br: O código de verificação expirou, obtenha-o novamente
ru: Срок действия кода подтверждения истек, получите его еще раз.
tr: Doğrulama kodunun süresi doldu, lütfen tekrar alın
uz: Tasdiqlash kodi muddati tugagan, uni qaytadan oling
vi: Mã xác minh đã hết hạn, vui lòng lấy lại
zh_hans: 验证码已过期，请重新获取
zh_hant: 驗證碼已過期，請重新獲取

# 手机号已存在
source: Mobile phone number already exists
ar: رقم الهاتف المحمول موجود بالفعل
bn: মোবাইল ফোন নম্বর আগে থেকেই আছে
es: El número de teléfono móvil ya existe
fa: شماره تلفن همراه از قبل وجود دارد
fr: Le numéro de téléphone portable existe déjà
hi: मोबाइल फ़ोन नंबर पहले से मौजूद है
id: Nomor ponsel sudah ada
ko: 휴대폰 번호가 이미 존재합니다.
ky: Мобилдик телефон номери мурунтан эле бар
pt_br: O número do telefone celular já existe
ru: Номер мобильного телефона уже существует
tr: Cep telefonu numarası zaten mevcut
uz: Mobil telefon raqami allaqachon mavjud
vi: Số điện thoại đã tồn tại
zh_hans: 手机号已存在
zh_hant: 手機號已存在

# 请求极验validate接口失败
source: Request for JiExperience validate interface failed
ar: فشل طلب واجهة التحقق من صحة JiExperience
bn: JiExperience যাচাই ইন্টারফেসের জন্য অনুরোধ ব্যর্থ হয়েছে
es: Error en la solicitud de interfaz de validación de JiExperience
fa: درخواست رابط اعتبارسنجی JiExperience ناموفق بود
fr: La demande d'interface de validation JiExperience a échoué
hi: जिएक्सपीरियंस सत्यापन इंटरफ़ेस के लिए अनुरोध विफल रहा
id: Permintaan antarmuka validasi JiExperience gagal
ko: Geek 유효성 검사 인터페이스를 요청하지 못했습니다.
ky: JiExperience текшерүү интерфейсине суроо-талап ишке ашкан жок
pt_br: Falha ao solicitar a interface de validação do apogee
ru: Не удалось выполнить запрос на интерфейс проверки JiExperience.
tr: JiExperience doğrulama arayüzü isteği başarısız oldu
uz: JiExperience interfeysini tekshirish soʻrovi bajarilmadi
vi: Yêu cầu giao diện xác thực JiExperience thất bại
zh_hans: 请求极验validate接口失败
zh_hant: 請求極驗validate接口失敗

# 校验二次验证不通过
source: Verification secondary verification failed
ar: فشل التحقق الثانوي
bn: যাচাইকরণ মাধ্যমিক যাচাইকরণ ব্যর্থ হয়েছে৷
es: La verificación secundaria falló
fa: تأیید ثانویه تأیید نشد
fr: La vérification secondaire a échoué
hi: सत्यापन द्वितीयक सत्यापन विफल रहा
id: Verifikasi verifikasi sekunder gagal
ko: 보조 확인이 실패합니다.
ky: Текшерүүнүн кошумча текшерүүсү ишке ашкан жок
pt_br: Falha na validação secundária da calibração
ru: Вторичная проверка не удалась
tr: Doğrulama ikincil doğrulaması başarısız oldu
uz: Tasdiqlash ikkilamchi tekshirish amalga oshmadi
vi: Kiểm tra xác minh phụ không thành công
zh_hans: 校验二次验证不通过
zh_hant: 校驗二次驗證不通過

# 验证码还在有效期，请勿重新发送
source: The verification code is still valid, please do not resend it.
ar: رمز التحقق لا يزال صالحا، يرجى عدم إعادة إرساله.
bn: যাচাইকরণ কোডটি এখনও বৈধ, দয়া করে এটি পুনরায় পাঠাবেন না।
es: El código de verificación aún es válido, no lo reenvíe.
fa: کد تأیید هنوز معتبر است، لطفاً آن را دوباره ارسال نکنید.
fr: Le code de vérification est toujours valide, veuillez ne pas le renvoyer.
hi: सत्यापन कोड अभी भी मान्य है, कृपया इसे दोबारा न भेजें।
id: Kode verifikasi masih valid, mohon jangan dikirim ulang.
ko: 인증 코드는 여전히 유효하므로 다시 보내지 마십시오.
ky: Текшерүү коду дагы эле жарактуу, аны кайра жөнөтпөңүз.
pt_br: O Captcha ainda é válido, por favor, não reenvie!
ru: Код подтверждения все еще действителен, пожалуйста, не отправляйте его повторно.
tr: Doğrulama kodu hala geçerlidir, lütfen tekrar göndermeyin.
uz: Tasdiqlash kodi hali ham amal qiladi, uni qayta yubormang.
vi: Mã xác minh vẫn còn hiệu lực, vui lòng không gửi lại.
zh_hans: 验证码还在有效期，请勿重新发送
zh_hant: 驗證碼還在有效期，請勿重新發送

# 手机区号不能为空
source: Mobile phone area code cannot be empty
ar: لا يمكن أن يكون رمز منطقة الهاتف المحمول فارغًا
bn: মোবাইল ফোন এলাকা কোড খালি হতে পারে না
es: El código de área del teléfono móvil no puede estar vacío
fa: کد منطقه تلفن همراه نمی تواند خالی باشد
fr: L'indicatif régional du téléphone mobile ne peut pas être vide
hi: मोबाइल फ़ोन क्षेत्र कोड खाली नहीं हो सकता
id: Kode area ponsel wajib diisi
ko: 휴대폰의 지역 번호는 비워 둘 수 없습니다.
ky: Мобилдик телефондун аймагынын коду бош болбошу керек
pt_br: O código de área do telefone celular não pode estar vazio
ru: Код города мобильного телефона не может быть пустым.
tr: Cep telefonu alan kodu boş olamaz
uz: Mobil telefon hudud kodi bo'sh bo'lishi mumkin emas
vi: Mã vùng điện thoại không được để trống
zh_hans: 手机区号不能为空
zh_hant: 手機區號不能為空

# 手机号格式错误
source: Malformed phone number
ar: رقم هاتف غير صحيح
bn: বিকৃত ফোন নম্বর
es: Número de teléfono mal formado
fa: شماره تلفن ناقص
fr: Numéro de téléphone mal formé
hi: विकृत फ़ोन नंबर
id: Nomor telepon salah
ko: 전화 번호의 형식이 잘못되었습니다.
ky: Туура эмес телефон номери
pt_br: Número de telefone celular formatado incorretamente
ru: Неверный номер телефона
tr: Yanlış biçimlendirilmiş telefon numarası
uz: Noto'g'ri tuzilgan telefon raqami
vi: Số điện thoại không đúng định dạng
zh_hans: 手机号格式错误
zh_hant: 手機號格式錯誤

# 国际短信业务暂不支持
source: International SMS service is not currently supported
ar: خدمة الرسائل القصيرة الدولية غير مدعومة حاليًا
bn: আন্তর্জাতিক SMS পরিষেবা বর্তমানে সমর্থিত নয়৷
es: El servicio de SMS internacional no es compatible actualmente
fa: سرویس پیامک بین المللی در حال حاضر پشتیبانی نمی شود
fr: Le service SMS international n'est actuellement pas pris en charge
hi: अंतर्राष्ट्रीय एसएमएस सेवा वर्तमान में समर्थित नहीं है
id: Layanan SMS internasional saat ini tidak didukung
ko: 국제 SMS 서비스는 지원되지 않습니다.
ky: Эл аралык SMS кызматы учурда колдоого алынбайт
pt_br: No momento, não há suporte para o serviço de SMS internacional
ru: Международная услуга SMS в настоящее время не поддерживается.
tr: Uluslararası SMS hizmeti şu anda desteklenmiyor
uz: Xalqaro SMS xizmati hozircha qo‘llab-quvvatlanmaydi
vi: Dịch vụ SMS quốc tế hiện không được hỗ trợ
zh_hans: 国际短信业务暂不支持
zh_hant: 國際短信業務暫不支持

# 获取二维码失败
source: Failed to obtain QR code
ar: فشل الحصول على رمز الاستجابة السريعة
bn: QR কোড পাওয়া যায়নি
es: No se pudo obtener el código QR
fa: کد QR دریافت نشد
fr: Impossible d'obtenir le code QR
hi: QR कोड प्राप्त करने में विफल
id: Gagal mendapatkan kode QR
ko: QR 코드 가져오기에 실패했습니다.
ky: QR коду алынбай калды
pt_br: Falha ao obter o código QR
ru: Не удалось получить QR-код
tr: QR kodu alınamadı
uz: QR kod olinmadi
vi: Không lấy được mã QR
zh_hans: 获取二维码失败
zh_hant: 獲取二維碼失敗

# 二维码已失效
source: The QR code has expired
ar: انتهت صلاحية رمز الاستجابة السريعة
bn: QR কোডের মেয়াদ শেষ হয়ে গেছে
es: El código QR ha caducado
fa: کد QR منقضی شده است
fr: Le code QR a expiré
hi: QR कोड समाप्त हो गया है
id: Kode QR telah kedaluwarsa
ko: QR 코드가 더 이상 유효하지 않습니다.
ky: QR кодунун мөөнөтү бүттү
pt_br: O código QR não é mais válido
ru: Срок действия QR-кода истек
tr: QR kodunun süresi doldu
uz: QR kodning amal qilish muddati tugagan
vi: Mã QR đã hết hạn
zh_hans: 二维码已失效
zh_hant: 二維碼已失效

# 二维码参数异常
source: QR code parameter abnormality
ar: خلل في معلمة رمز الاستجابة السريعة
bn: QR কোড প্যারামিটার অস্বাভাবিকতা
es: Anormalidad en el parámetro del código QR
fa: ناهنجاری پارامتر کد QR
fr: Anomalie du paramètre du code QR
hi: क्यूआर कोड पैरामीटर असामान्यता
id: Kelainan parameter kode QR
ko: QR 코드 매개변수가 비정상입니다.
ky: QR кодунун параметринин бузулушу
pt_br: Parâmetros anormais do código QR
ru: Неправильный параметр QR-кода
tr: QR kodu parametresinde anormallik
uz: QR kod parametrining anormalligi
vi: Tham số mã QR bất thường
zh_hans: 二维码参数异常
zh_hant: 二維碼參數異常
