Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 连接认证异常,请联系管理员
source: Connection authentication exception, please contact the administrator
ar: استثناء مصادقة الاتصال، يرجى الاتصال بالمسؤول
bn: সংযোগ প্রমাণীকরণ ব্যতিক্রম, প্রশাসকের সাথে যোগাযোগ করুন
es: Excepción de autenticación de conexión, comuníquese con el administrador
fa: استثناء تأیید اعتبار اتصال، لطفاً با سرپرست تماس بگیرید
fr: Exception d'authentification de connexion, veuillez contacter l'administrateur
hi: कनेक्शन प्रमाणीकरण अपवाद, कृपया व्यवस्थापक से संपर्क करें
id: Pengecualian otentikasi koneksi, silakan hubungi administrator
ko: 연결 인증이 비정상인 경우 관리자에게 문의하십시오
ky: Туташуу аныктыгын текшерүү өзгөчөлүгү, администратор менен байланышыңыз
pt_br: A autenticação da conexão está anormal, entre em contato com o administrador
ru: Исключение аутентификации соединения, обратитесь к администратору
tr: Bağlantı kimlik doğrulama istisnası, lütfen yöneticiyle iletişime geçin
uz: Ulanish autentifikatsiyasi istisno, iltimos, administratorga murojaat qiling
vi: Xác thực kết nối bất thường, vui lòng liên hệ với quản trị viên
zh_hans: 连接认证异常,请联系管理员
zh_hant: 連接認證異常,請聯繫管理員

# 连接设备类型不存在
source: The connected device type does not exist
ar: نوع الجهاز المتصل غير موجود
bn: সংযুক্ত ডিভাইস প্রকার বিদ্যমান নেই
es: El tipo de dispositivo conectado no existe
fa: نوع دستگاه متصل وجود ندارد
fr: Le type d'appareil connecté n'existe pas
hi: कनेक्टेड डिवाइस प्रकार मौजूद नहीं है
id: Jenis perangkat yang terhubung tidak ada
ko: 연결된 장치 유형이 존재하지 않습니다.
ky: Туташкан түзмөк түрү жок
pt_br: O tipo de dispositivo conectado não existe
ru: Тип подключенного устройства не существует
tr: Bağlı cihaz türü mevcut değil
uz: Ulangan qurilma turi mavjud emas
vi: Loại thiết bị được kết nối không tồn tại
zh_hans: 连接设备类型不存在
zh_hant: 連接設備類型不存在

# 用户ID为空或参数错误
source: The user ID is empty or the parameter is wrong
ar: معرف المستخدم فارغ أو المعلمة خاطئة
bn: ব্যবহারকারীর আইডি খালি বা প্যারামিটারটি ভুল
es: El ID de usuario está vacío o el parámetro es incorrecto
fa: شناسه کاربری خالی است یا پارامتر اشتباه است
fr: L'ID utilisateur est vide ou le paramètre est erroné
hi: उपयोगकर्ता आईडी खाली है या पैरामीटर ग़लत है
id: ID pengguna kosong atau parameternya salah
ko: 사용자 ID가 비어 있거나 매개변수가 올바르지 않습니다.
ky: Колдонуучунун идентификатору бош же параметр туура эмес
pt_br: O ID do usuário está vazio ou é um parâmetro incorreto
ru: Идентификатор пользователя пуст или указан неправильный параметр.
tr: Kullanıcı kimliği boş veya parametre yanlış
uz: Foydalanuvchi identifikatori bo'sh yoki parametr noto'g'ri
vi: ID người dùng trống hoặc tham số sai
zh_hans: 用户ID为空或参数错误
zh_hant: 用戶ID為空或參數錯誤

# 查询消息用户ID为空
source: Query message user ID is empty
ar: معرف مستخدم رسالة الاستعلام فارغ
bn: প্রশ্ন বার্তা ব্যবহারকারী আইডি খালি আছে
es: El ID de usuario del mensaje de consulta está vacío
fa: شناسه کاربری پیام پرس و جو خالی است
fr: L'ID utilisateur du message de requête est vide
hi: क्वेरी संदेश उपयोगकर्ता आईडी खाली है
id: ID pengguna pesan kueri kosong
ko: 쿼리 메시지의 사용자 ID가 비어 있습니다.
ky: Сурам билдирүүнүн колдонуучу идентификатору бош
pt_br: A ID do usuário da mensagem de consulta está vazia
ru: Идентификатор пользователя сообщения запроса пуст.
tr: Sorgu mesajı kullanıcı kimliği boş
uz: So‘rov xabari foydalanuvchi identifikatori bo‘sh
vi: Truy vấn thông tin ID người dùng trống
zh_hans: 查询消息用户ID为空
zh_hant: 查詢消息用戶ID為空

# 查询消息群组为空
source: Query message group is empty
ar: مجموعة رسائل الاستعلام فارغة
bn: ক্যোয়ারী মেসেজ গ্রুপ খালি
es: El grupo de mensajes de consulta está vacío
fa: گروه پیام پرس و جو خالی است
fr: Le groupe de messages de requête est vide
hi: क्वेरी संदेश समूह खाली है
id: Grup pesan kueri kosong
ko: 쿼리 메시지 그룹이 비어 있습니다.
ky: Сурам билдирүү тобу бош
pt_br: O grupo de mensagens de consulta está vazio
ru: Группа сообщений запроса пуста.
tr: Sorgu mesajı grubu boş
uz: So‘rovlar guruhi bo‘sh
vi: Truy vấn thông tin nhóm trống
zh_hans: 查询消息群组为空
zh_hant: 查詢消息群組為空

# 用户ID为空
source: User ID is empty
ar: معرف المستخدم فارغ
bn: ইউজার আইডি খালি
es: El ID de usuario está vacío
fa: شناسه کاربری خالی است
fr: L'ID utilisateur est vide
hi: उपयोगकर्ता आईडी खाली है
id: ID Pengguna kosong
ko: 사용자 ID가 비어 있습니다.
ky: Колдонуучунун идентификатору бош
pt_br: O ID do usuário está vazio
ru: Идентификатор пользователя пуст
tr: Kullanıcı kimliği boş
uz: Foydalanuvchi identifikatori bo‘sh
vi: ID người dùng trống
zh_hans: 用户ID为空
zh_hant: 用戶ID為空

# 群组为空
source: Group is empty
ar: المجموعة فارغة
bn: গ্রুপ খালি
es: El grupo está vacío.
fa: گروه خالی است
fr: Le groupe est vide
hi: समूह खाली है
id: Grup kosong
ko: 그룹이 비어 있습니다.
ky: Топ бош
pt_br: O grupo está vazio
ru: Группа пуста
tr: Grup boş
uz: Guruh boʻsh
vi: Nhóm trống
zh_hans: 群组为空
zh_hant: 群組為空

# 消息ID为空
source: Message ID is empty
ar: معرف الرسالة فارغ
bn: মেসেজ আইডি খালি
es: El ID del mensaje está vacío
fa: شناسه پیام خالی است
fr: L'ID du message est vide
hi: संदेश आईडी खाली है
id: ID pesan kosong
ko: 메시지 ID가 비어 있습니다.
ky: Билдирүү ID бош
pt_br: O ID da mensagem está vazio
ru: Идентификатор сообщения пуст.
tr: Mesaj kimliği boş
uz: Xabar identifikatori boʻsh
vi: Thông tin ID trống
zh_hans: 消息ID为空
zh_hant: 消息ID為空

# 最新消息上报异常,请重新上报
source: The latest news reporting is abnormal, please report again.
ar: آخر التقارير الإخبارية غير طبيعية، يرجى الإبلاغ مرة أخرى.
bn: সর্বশেষ খবর রিপোর্টিং অস্বাভাবিক, আবার রিপোর্ট করুন.
es: Las últimas noticias reportadas son anormales, por favor infórmenos nuevamente.
fa: آخرین گزارش خبری غیرعادی است، لطفا دوباره گزارش دهید.
fr: Les dernières nouvelles sont anormales, veuillez signaler à nouveau.
hi: नवीनतम समाचार रिपोर्टिंग असामान्य है, कृपया पुनः रिपोर्ट करें।
id: Pelaporan berita terkini tidak normal, harap lapor lagi.
ko: 최신 정보에서 오류를 보고하므로 다시 보고하십시오.
ky: Акыркы жаңылыктар анормалдуу эмес, кайра кабарлаңыз.
pt_br: As últimas notícias foram relatadas de forma anormal, por favor, reenvie.
ru: Последние новости ненормальны, пожалуйста, сообщите еще раз.
tr: En son haber sunumu anormal, lütfen tekrar rapor verin.
uz: Oxirgi xabarlar g'ayritabiiy, iltimos, yana xabar bering.
vi: Tin nhắn mới nhất có gì bất thường, vui lòng báo lại.
zh_hans: 最新消息上报异常,请重新上报
zh_hant: 最新消息上報異常,請重新上報

# 聊天类型错误
source: Wrong chat type
ar: نوع الدردشة خاطئ
bn: ভুল চ্যাট টাইপ
es: Tipo de chat incorrecto
fa: نوع چت اشتباه است
fr: Mauvais type de chat
hi: ग़लत चैट प्रकार
id: Jenis obrolan salah
ko: 채팅 유형이 잘못되었습니다.
ky: Маектин түрү туура эмес
pt_br: Erro de tipo de bate-papo
ru: Неправильный тип чата
tr: Yanlış sohbet türü
uz: Chat turi noto‘g‘ri
vi: Lỗi loại trò chuyện
zh_hans: 聊天类型错误
zh_hant: 聊天類型錯誤

# 聊天类型为空
source: Chat type is empty
ar: نوع الدردشة فارغ
bn: চ্যাটের ধরন খালি
es: El tipo de chat está vacío
fa: نوع چت خالی است
fr: Le type de discussion est vide
hi: चैट प्रकार रिक्त है
id: Jenis obrolan kosong
ko: 채팅 유형이 비어 있습니다.
ky: Маектин түрү бош
pt_br: O tipo de bate-papo está vazio
ru: Тип чата пуст
tr: Sohbet türü boş
uz: Chat turi bo‘sh
vi: Loại trò chuyện trống
zh_hans: 聊天类型为空
zh_hant: 聊天類型為空

# 最新消息上报异常,参数为空
source: The latest news reports an exception and the parameter is empty.
ar: تشير آخر الأخبار إلى وجود استثناء والمعلمة فارغة.
bn: সর্বশেষ সংবাদ একটি ব্যতিক্রম রিপোর্ট করে এবং প্যারামিটার খালি।
es: Las últimas noticias informan de una excepción y el parámetro está vacío.
fa: آخرین اخبار یک استثنا را گزارش می دهد و پارامتر خالی است.
fr: Les dernières nouvelles rapportent une exception et le paramètre est vide.
hi: नवीनतम समाचार एक अपवाद की रिपोर्ट करता है और पैरामीटर खाली है।
id: Berita terbaru melaporkan pengecualian dan parameternya kosong.
ko: 최신 메시지가 예외로 보고되고 매개 변수가 비어 있습니다
ky: Акыркы жаңылыктар өзгөчөлүктү билдирет жана параметр бош.
pt_br: A última notícia relatou uma exceção, o parâmetro está vazio.
ru: В последних новостях сообщается об исключении, и параметр пуст.
tr: En son haberler bir istisna bildiriyor ve parametre boş.
uz: Eng so'nggi yangiliklar istisno haqida xabar beradi va parametr bo'sh.
vi: Tin nhắn mới nhất có gì bất thường, thông số trống.
zh_hans: 最新消息上报异常,参数为空
zh_hant: 最新消息上報異常,參數為空

# 接收方信息异常
source: Abnormal receiver information
ar: معلومات استقبال غير طبيعية
bn: অস্বাভাবিক রিসিভার তথ্য
es: Información anormal del receptor
fa: اطلاعات گیرنده غیر عادی
fr: Informations anormales sur le récepteur
hi: असामान्य प्राप्तकर्ता जानकारी
id: Informasi penerima tidak normal
ko: 수신자 정보가 비정상입니다.
ky: Анормалдуу кабыл алуучу маалымат
pt_br: Exceção de informações do receptor
ru: Неверная информация о приемнике
tr: Anormal alıcı bilgisi
uz: Qabul qiluvchining g'ayritabiiy ma'lumotlari
vi: Thông tin người nhận bất thường
zh_hans: 接收方信息异常
zh_hant: 接收方信息異常

# 消息双向删除失败
source: Message deletion failed in both directions
ar: فشل حذف الرسالة في كلا الاتجاهين
bn: উভয় দিক থেকে বার্তা মোছা ব্যর্থ হয়েছে৷
es: La eliminación del mensaje falló en ambas direcciones
fa: پیام در هر دو جهت حذف نشد
fr: La suppression du message a échoué dans les deux sens
hi: संदेश हटाना दोनों दिशाओं में विफल रहा
id: Penghapusan pesan gagal di kedua arah
ko: 양방향으로 메시지를 삭제하지 못했습니다.
ky: Билдирүү эки багытта да жок кылынган жок
pt_br: Falha na exclusão bidirecional da mensagem
ru: Не удалось удалить сообщение в обоих направлениях.
tr: Mesaj silme işlemi her iki yönde de başarısız oldu
uz: Xabarni har ikki yo‘nalishda ham o‘chirib bo‘lmadi
vi: Xóa tin nhắn hai chiều không thành công
zh_hans: 消息双向删除失败
zh_hant: 消息雙向刪除失敗

# 系统目前关闭消息双向删除功能
source: The system currently turns off the two-way message deletion function.
ar: يقوم النظام حاليًا بإيقاف تشغيل وظيفة حذف الرسائل ذات الاتجاهين.
bn: সিস্টেমটি বর্তমানে দ্বি-মুখী বার্তা মুছে ফেলার ফাংশনটি বন্ধ করে দেয়।
es: Actualmente, el sistema desactiva la función de eliminación de mensajes bidireccionales.
fa: سیستم در حال حاضر عملکرد حذف پیام دو طرفه را خاموش می کند.
fr: Le système désactive actuellement la fonction de suppression des messages bidirectionnels.
hi: सिस्टम वर्तमान में दो-तरफा संदेश हटाने का कार्य बंद कर देता है।
id: Sistem saat ini mematikan fungsi penghapusan pesan dua arah.
ko: 시스템은 양방향 메시지 삭제 기능을 비활성화합니다
ky: Учурда система эки тараптуу билдирүүнү өчүрүү функциясын өчүрөт.
pt_br: Atualmente, o sistema desativa a exclusão bidirecional de mensagens
ru: В настоящее время система отключила функцию двустороннего удаления сообщений.
tr: Sistem şu anda iki yönlü mesaj silme işlevini kapatmaktadır.
uz: Tizim hozirda xabarlarni ikki tomonlama oʻchirish funksiyasini oʻchirib qoʻyadi.
vi: Hiện tại hệ thống đã tắt chức năng xóa tin nhắn 2 chiều.
zh_hans: 系统目前关闭消息双向删除功能
zh_hant: 系統目前關閉消息雙向刪除功能

# 请校准本地时间
source: Please calibrate local time
ar: يرجى معايرة التوقيت المحلي
bn: অনুগ্রহ করে স্থানীয় সময় ক্যালিব্রেট করুন
es: Por favor calibre la hora local
fa: لطفا زمان محلی را کالیبره کنید
fr: Veuillez calibrer l'heure locale
hi: कृपया स्थानीय समय का अंशांकन करें
id: Harap kalibrasi waktu setempat
ko: 현지 시간을 보정하십시오.
ky: Сураныч, жергиликтүү убакытты калибрлеңиз
pt_br: Calibre a hora local
ru: Пожалуйста, откалибруйте местное время
tr: Lütfen yerel saati kalibre edin
uz: Mahalliy vaqtni sozlang
vi: Vui lòng điều chỉnh giờ địa phương
zh_hans: 请校准本地时间
zh_hant: 請校準本地時間

# 发送消息失败
source: Failed to send message
ar: فشل في إرسال الرسالة
bn: বার্তা পাঠাতে ব্যর্থ হয়েছে৷
es: No se pudo enviar el mensaje
fa: پیام ارسال نشد
fr: Échec de l'envoi du message
hi: संदेश भेजने में विफल
id: Gagal mengirim pesan
ko: 메시지를 보내지 못했습니다.
ky: Билдирүү жөнөтүлбөй калды
pt_br: Falha ao enviar a mensagem
ru: Не удалось отправить сообщение
tr: Mesaj gönderilemedi
uz: Xabar yuborilmadi
vi: Không gửi được tin nhắn
zh_hans: 发送消息失败
zh_hant: 發送消息失敗

# 发送消息类型错误
source: Wrong message type sent
ar: تم إرسال نوع رسالة خاطئ
bn: ভুল বার্তা টাইপ পাঠানো হয়েছে
es: Tipo de mensaje incorrecto enviado
fa: نوع پیام اشتباه ارسال شد
fr: Mauvais type de message envoyé
hi: ग़लत संदेश प्रकार भेजा गया
id: Jenis pesan yang dikirim salah
ko: 메시지 유형이 잘못 전송되고 있습니다.
ky: Туура эмес билдирүү түрү жөнөтүлдү
pt_br: Erro no tipo de mensagem enviada
ru: Отправлено сообщение неправильного типа
tr: Yanlış mesaj türü gönderildi
uz: Xabar turi noto'g'ri yuborildi
vi: Đã gửi sai loại tin nhắn
zh_hans: 发送消息类型错误
zh_hant: 發送消息類型錯誤

# 发送消息参数为空
source: Send message parameters are empty
ar: معلمات إرسال الرسالة فارغة
bn: বার্তা পাঠান পরামিতি খালি আছে
es: Los parámetros de envío de mensaje están vacíos
fa: پارامترهای ارسال پیام خالی هستند
fr: Les paramètres d'envoi du message sont vides
hi: संदेश भेजें पैरामीटर खाली हैं
id: Parameter kirim pesan kosong
ko: 메시지 보내기 매개 변수가 비어 있습니다.
ky: Кабарды жөнөтүү параметрлери бош
pt_br: O parâmetro Enviar mensagem está vazio
ru: Параметры отправки сообщения пусты.
tr: Mesaj gönder parametreleri boş
uz: Xabarni yuborish parametrlari boʻsh
vi: Thông số gửi tin nhắn trống
zh_hans: 发送消息参数为空
zh_hant: 發送消息參數為空

# 发送消息内容为空
source: Send message content is empty
ar: إرسال محتوى الرسالة فارغ
bn: বার্তা পাঠান বিষয়বস্তু খালি আছে
es: El contenido del mensaje enviado está vacío.
fa: محتوای ارسال پیام خالی است
fr: Le contenu du message d'envoi est vide
hi: संदेश भेजें सामग्री रिक्त है
id: Isi kirim pesan kosong
ko: 보낸 메시지의 내용이 비어 있습니다.
ky: Билдирүү жөнөтүү мазмуну бош
pt_br: O conteúdo da mensagem de envio está vazio
ru: Содержимое сообщения для отправки пусто.
tr: Mesaj içeriği gönder boş
uz: Xabar jo‘natish mazmuni bo‘sh
vi: Nội dung tin nhắn gửi trống
zh_hans: 发送消息内容为空
zh_hant: 發送消息內容為空

# 消息发送者信息为空
source: The message sender information is empty
ar: معلومات مرسل الرسالة فارغة
bn: বার্তা প্রেরকের তথ্য খালি
es: La información del remitente del mensaje está vacía.
fa: اطلاعات فرستنده پیام خالی است
fr: Les informations sur l'expéditeur du message sont vides
hi: संदेश भेजने वाले की जानकारी रिक्त है
id: Informasi pengirim pesan kosong
ky: Билдирүү жөнөтүүчүнүн маалыматы бош
pt_br: As informações do remetente da mensagem estão vazias
ru: Информация об отправителе сообщения пуста.
tr: Mesaj gönderen bilgisi boş
uz: Xabar jo'natuvchi ma'lumotlari bo'sh
vi: Thông tin người gửi tin trống
zh_hans: 消息发送者信息为空
zh_hant: 消息發送者信息為空

# 消息接受者信息为空
source: The message recipient information is empty
ar: معلومات مستلم الرسالة فارغة
bn: বার্তা প্রাপকের তথ্য খালি
es: La información del destinatario del mensaje está vacía.
fa: اطلاعات گیرنده پیام خالی است
fr: Les informations sur le destinataire du message sont vides
hi: संदेश प्राप्तकर्ता की जानकारी रिक्त है
id: Informasi penerima pesan kosong
ko: 메시지 수신자 정보가 비어 있습니다.
ky: Билдирүү алуучунун маалыматы бош
pt_br: As informações do destinatário da mensagem são nulas
ru: Информация о получателе сообщения пуста
tr: Mesaj alıcı bilgileri boş
uz: Xabarni qabul qiluvchi ma'lumotlari bo'sh
vi: Thông tin người nhận tin trống
zh_hans: 消息接受者信息为空
zh_hant: 消息接受者信息為空

# 操作者信息为空
source: Operator information is empty
ar: معلومات المشغل فارغة
bn: অপারেটরের তথ্য খালি
es: La información del operador está vacía.
fa: اطلاعات اپراتور خالی است
fr: Les informations sur l'opérateur sont vides
hi: ऑपरेटर की जानकारी खाली है
id: Informasi operator kosong
ko: 운영자 정보가 비어 있습니다.
ky: Оператордун маалыматы бош
pt_br: As informações do operador estão vazias
ru: Информация об операторе пуста
tr: Operatör bilgileri boş
uz: Operator ma'lumotlari bo'sh
vi: Thông tin nhà điều hành trống
zh_hans: 操作者信息为空
zh_hant: 操作者信息為空

# 该消息不存在
source: The message does not exist
ar: الرسالة غير موجودة
bn: বার্তাটির অস্তিত্ব নেই
es: El mensaje no existe
fa: پیام وجود ندارد
fr: Le message n'existe pas
hi: संदेश मौजूद नहीं है
id: Pesannya tidak ada
ko: 메시지가 존재하지 않습니다.
ky: Билдирүү жок
pt_br: A mensagem não existe
ru: Сообщение не существует
tr: Mesaj mevcut değil
uz: Xabar mavjud emas
vi: Tin nhắn không tồn tại
zh_hans: 该消息不存在
zh_hant: 該消息不存在

# 该消息已收藏
source: This message has been saved
ar: تم حفظ هذه الرسالة
bn: এই বার্তা সংরক্ষণ করা হয়েছে
es: Este mensaje ha sido guardado.
fa: این پیام ذخیره شده است
fr: Ce message a été enregistré
hi: यह संदेश सहेज लिया गया है
id: Pesan ini telah disimpan
ko: 메시지가 즐겨찾기에 추가됨
ky: Бул билдирүү сакталды
pt_br: Esta mensagem foi marcada como favorita
ru: Это сообщение было сохранено
tr: Bu mesaj kaydedildi
uz: Bu xabar saqlandi
vi: Tin nhắn này đã được lưu
zh_hans: 该消息已收藏
zh_hant: 該消息已收藏

# 获取用户信息失败
source: Failed to obtain user information
ar: فشل في الحصول على معلومات المستخدم
bn: ব্যবহারকারীর তথ্য পেতে ব্যর্থ
es: No se pudo obtener información del usuario
fa: اطلاعات کاربر به دست نیامد
fr: Échec de l'obtention des informations sur l'utilisateur
hi: उपयोगकर्ता जानकारी प्राप्त करने में विफल
id: Gagal mendapatkan informasi pengguna
ko: 사용자 정보를 가져오지 못했습니다.
ky: Колдонуучунун маалыматы алынбай калды
pt_br: Falha ao obter informações do usuário
ru: Не удалось получить информацию о пользователе.
tr: Kullanıcı bilgileri alınamadı
uz: Foydalanuvchi maʼlumotlarini olinmadi
vi: Không thể lấy được thông tin người dùng
zh_hans: 获取用户信息失败
zh_hant: 獲取用戶信息失敗

# 用户ID不能为空
source: User ID cannot be empty
ar: لا يمكن أن يكون معرف المستخدم فارغًا
bn: ইউজার আইডি খালি রাখা যাবে না
es: El ID de usuario no puede estar vacío
fa: شناسه کاربری نمی تواند خالی باشد
fr: L'ID utilisateur ne peut pas être vide
hi: उपयोगकर्ता आईडी खाली नहीं हो सकती
id: ID Pengguna tidak boleh kosong
ko: 사용자 ID는 비워 둘 수 없습니다
ky: Колдонуучунун идентификатору бош болбошу керек
pt_br: O ID do usuário não pode ser nulo
ru: Идентификатор пользователя не может быть пустым.
tr: Kullanıcı Kimliği boş olamaz
uz: Foydalanuvchi identifikatori bo'sh bo'lishi mumkin emas
vi: ID người dùng không được để trống
zh_hans: 用户ID不能为空
zh_hant: 用戶ID不能為空

# 用户不存在
source: User does not exist
ar: المستخدم غير موجود
bn: ব্যবহারকারী কোন অস্তিত্ব নেই
es: el usuario no existe
fa: کاربر وجود ندارد
fr: L'utilisateur n'existe pas
hi: उपभोगकर्ता मौजूद नहीं
id: pengguna tidak ada
ko: 사용자가 존재하지 않습니다.
ky: Мындай колдонуучу жок
pt_br: O usuário não existe
ru: Пользователь не существует
tr: Kullanıcı yok
uz: Foydalanuvchi mavjud emas
vi: Người dùng không tồn tại
zh_hans: 用户不存在
zh_hant: 用戶不存在

# 用户ID格式错误
source: User ID format error
ar: خطأ في تنسيق معرف المستخدم
bn: ব্যবহারকারী আইডি বিন্যাস ত্রুটি
es: Error de formato de identificación de usuario
fa: خطای فرمت شناسه کاربری
fr: Erreur de format d'ID utilisateur
hi: उपयोगकर्ता आईडी प्रारूप त्रुटि
id: Kesalahan format ID pengguna
ko: 사용자 ID의 형식이 잘못되었습니다.
ky: Колдонуучунун ID форматында ката
pt_br: Erro no formato do ID do usuário
ru: Ошибка формата идентификатора пользователя
tr: Kullanıcı kimliği biçimi hatası
uz: Foydalanuvchi identifikatori formatida xato
vi: Lỗi định dạng ID người dùng
zh_hans: 用户ID格式错误
zh_hant: 用戶ID格式錯誤

# 暂未绑定手机号！
source: No mobile phone number is bound yet!
ar: لا يوجد رقم هاتف محمول مرتبط بعد!
bn: এখনো কোনো মোবাইল ফোন নম্বর বাঁধা হয়নি!
es: ¡Aún no hay ningún número de teléfono móvil vinculado!
fa: هیچ شماره تلفن همراهی هنوز محدود نشده است!
fr: Aucun numéro de téléphone portable n'est encore lié !
hi: अभी तक कोई भी मोबाइल फ़ोन नंबर बाध्य नहीं है!
id: Belum ada nomor ponsel yang terikat!
ko: 휴대폰 번호가 연결되어 있지 않습니다!
ky: Азырынча уюлдук телефон номери байланган эмес!
pt_br: Por enquanto, nenhum número de telefone celular está vinculado!
ru: Номер мобильного телефона пока не привязан!
tr: Henüz hiçbir cep telefonu numarası bağlanmadı!
uz: Hozircha mobil telefon raqami bog'lanmagan!
vi: Chưa liên kết số điện thoại ！
zh_hans: 暂未绑定手机号！
zh_hant: 暫未綁定手機號！

# 重置密码失败！
source: Password reset failed!
ar: فشلت إعادة تعيين كلمة المرور!
bn: পাসওয়ার্ড রিসেট ব্যর্থ হয়েছে!
es: ¡Error al restablecer la contraseña!
fa: بازنشانی رمز عبور انجام نشد!
fr: La réinitialisation du mot de passe a échoué !
hi: पासवर्ड रीसेट विफल!
id: Penyetelan ulang kata sandi gagal!
ko: 비밀번호 재설정에 실패했습니다!
ky: Сырсөз баштапкы абалга келтирилген жок!
pt_br: Falha ao redefinir a senha!
ru: Сбросить пароль не удалось!
tr: Şifre sıfırlama başarısız oldu!
uz: Parolni tiklash amalga oshmadi!
vi: Đặt lại mật khẩu không thành công！
zh_hans: 重置密码失败！
zh_hant: 重置密碼失敗！

# 用户自定义ID不能为空！
source: User-defined ID cannot be empty!
ar: لا يمكن أن يكون المعرف المحدد بواسطة المستخدم فارغًا!
bn: ব্যবহারকারী-সংজ্ঞায়িত আইডি খালি হতে পারে না!
es: ¡El ID definido por el usuario no puede estar vacío!
fa: شناسه تعریف شده توسط کاربر نمی تواند خالی باشد!
fr: L'ID défini par l'utilisateur ne peut pas être vide !
hi: उपयोगकर्ता द्वारा परिभाषित आईडी खाली नहीं हो सकती!
id: ID yang ditentukan pengguna tidak boleh kosong!
ko: 사용자 정의 ID는 비워 둘 수 없습니다!
ky: Колдонуучу аныктаган ID бош болбошу керек!
pt_br: A ID definida pelo usuário não pode ser nula!
ru: Пользовательский идентификатор не может быть пустым!
tr: Kullanıcı tanımlı kimlik boş olamaz!
uz: Foydalanuvchi tomonidan belgilangan identifikator bo'sh bo'lishi mumkin emas!
vi: ID do người dùng xác định không được để trống！
zh_hans: 用户自定义ID不能为空！
zh_hant: 用戶自定義ID不能為空！

# 用户自定义ID更新失败！
source: User-defined ID update failed!
ar: فشل تحديث المعرف المحدد من قبل المستخدم!
bn: ব্যবহারকারী-সংজ্ঞায়িত আইডি আপডেট ব্যর্থ হয়েছে!
es: ¡Error en la actualización del ID definido por el usuario!
fa: به‌روزرسانی شناسه تعریف‌شده توسط کاربر انجام نشد!
fr: La mise à jour de l'ID défini par l'utilisateur a échoué !
hi: उपयोगकर्ता-परिभाषित आईडी अपडेट विफल!
id: Pembaruan ID buatan pengguna gagal!
ko: 사용자 정의 ID 업데이트에 실패했습니다.
ky: Колдонуучу аныктаган ID жаңыртылган жок!
pt_br: Falha na atualização do ID definido pelo usuário!
ru: Не удалось обновить пользовательский идентификатор!
tr: Kullanıcı tanımlı kimlik güncellemesi başarısız oldu!
uz: Foydalanuvchi tomonidan belgilangan ID yangilanmadi!
vi: Cập nhật ID do người dùng xác định không thành công！
zh_hans: 用户自定义ID更新失败！
zh_hant: 用戶自定義ID更新失敗！

# ID只能修改一次，你已修改过一次！
source: The ID can only be modified once, you have already modified it once!
ar: لا يمكن تعديل المعرف إلا مرة واحدة، لقد قمت بتعديله مرة واحدة بالفعل!
bn: আইডি শুধুমাত্র একবার পরিবর্তন করা যেতে পারে, আপনি ইতিমধ্যে এটি একবার পরিবর্তন করেছেন!
es: El ID sólo se puede modificar una vez, ¡ya lo has modificado una vez!
fa: شناسه فقط یک بار قابل تغییر است، شما قبلاً یک بار آن را تغییر داده اید!
fr: L'ID ne peut être modifié qu'une seule fois, vous l'avez déjà modifié une fois !
hi: आईडी को केवल एक बार संशोधित किया जा सकता है, आप इसे पहले ही एक बार संशोधित कर चुके हैं!
id: ID hanya dapat diubah satu kali, Anda sudah mengubahnya satu kali!
ko: ID는 한 번만 변경할 수 있으며 이미 한 번 변경했습니다!
ky: ID бир гана жолу өзгөртүлүшү мүмкүн, сиз аны бир жолу өзгөрткөнсүз!
pt_br: A ID só pode ser alterada uma vez, e você já a alterou uma vez!
ru: Идентификатор можно изменить только один раз, вы уже меняли его один раз!
tr: Kimlik yalnızca bir kez değiştirilebilir, onu zaten bir kez değiştirdiniz!
uz: ID faqat bir marta o'zgartirilishi mumkin, siz uni bir marta o'zgartirgansiz!
vi: ID chỉ có thể được sửa đổi một lần. Bạn đã sửa đổi qua một lần.！
zh_hans: ID只能修改一次，你已修改过一次！
zh_hant: ID只能修改一次，你已修改過一次！

# 用户自定义ID已存在！
source: User-defined ID already exists!
ar: المعرف المحدد من قبل المستخدم موجود بالفعل!
bn: ব্যবহারকারী-সংজ্ঞায়িত আইডি ইতিমধ্যেই বিদ্যমান!
es: ¡La identificación definida por el usuario ya existe!
fa: شناسه تعریف شده توسط کاربر از قبل وجود دارد!
fr: L'ID défini par l'utilisateur existe déjà !
hi: उपयोगकर्ता-परिभाषित आईडी पहले से मौजूद है!
id: ID yang ditentukan pengguna sudah ada!
ko: 사용자 정의 ID가 사용되었습니다!
ky: Колдонуучу аныктаган ID мурунтан эле бар!
pt_br: A ID definida pelo usuário já existe!
ru: Пользовательский идентификатор уже существует!
tr: Kullanıcı tanımlı kimlik zaten mevcut!
uz: Foydalanuvchi tomonidan belgilangan identifikator allaqachon mavjud!
vi: ID do người dùng xác định đã tồn tại！
zh_hans: 用户自定义ID已存在！
zh_hant: 用戶自定義ID已存在！
