Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 群聊邀请用户不存在
source: The user invited to the group chat does not exist
ar: المستخدم المدعو إلى الدردشة الجماعية غير موجود
bn: গ্রুপ চ্যাটে আমন্ত্রিত ব্যবহারকারীর অস্তিত্ব নেই
es: El usuario invitado al chat grupal no existe
fa: کاربر دعوت شده به چت گروهی وجود ندارد
fr: L'utilisateur invité au chat de groupe n'existe pas
hi: समूह चैट में आमंत्रित उपयोगकर्ता मौजूद नहीं है
id: Pengguna yang diundang ke obrolan grup tidak ada
ko: 그룹 채팅 초대 사용자가 존재하지 않습니다.
ky: Топтук маекке чакырылган колдонуучу жок
pt_br: O usuário convidado para o bate-papo em grupo não existe
ru: Пользователь, приглашенный в групповой чат, не существует.
tr: Grup sohbetine davet edilen kullanıcı mevcut değil
uz: Guruh suhbatiga taklif qilingan foydalanuvchi mavjud emas
vi: Người dùng được mời vào cuộc trò chuyện nhóm không tồn tại
zh_hans: 群聊邀请用户不存在
zh_hant: 群聊邀請用戶不存在

# “%@”拒绝加入群聊
source: “%@” refuses to join the group chat
ar: “%@” رفض الانضمام إلى مجموعة دردشة
bn: “%@” গ্রুপ আড্ডারে যোগ দিতে অস্বীকার করেছে
es: “%@”se niega a unirse al chat grupal
fa: “%@” از دسترسی به صحبت گروه رد می‌شود
fr: “%@” refuse de rejoindre une conversation de groupe
hi: “%@” समूह संवाद में जोड़ने को अस्वीकार करता है
id: “%@” menolak untuk bergabung dengan percakapan kelompok
ko: “%@”이(가) 그룹 채팅 참여를 거부했습니다.
ky: “%@” топтун сүйлөшүнүшүнө катышып калды
pt_br: “%@” Recusa-se a entrar no bate-papo em grupo.
ru: “%@” отказывается присоединиться к группе для разговоров
tr: “%@” grup sohbetine katılmayı reddetti
uz: “%@” guruh chatiga qo'shilishni rad etadi
vi: “%@” từ chối tham gia trò chuyện nhóm
zh_hans: “%@”拒绝加入群聊
zh_hant: “%@”拒絕加入群聊

# “%@”未添加你为好友，无法邀请进入群聊
source: “%@” has not added you as a friend, so we cannot invite you to join the group chat
ar: لا يمكنك دعوة إلى مجموعة دردشة دون إضافة صديق لك “%@”
bn: “%@” আপনাকে বন্ধু হিসেবে যোগ করেনি, তাই আমরা আপনাকে গ্রুপ আড্ডারে যোগ দিতে পারি না
es: “%@” no te agregó como amigo y no se puede invitar a entrar en el chat grupal
fa: “%@” شما را به عنوان دوستی اضافه نکرده است، بنابراین نمی‌توانیم شما را دعوت کنیم تا به صحبت گروه ملحق شوید
fr: “%@” ne vous a pas ajouté en tant qu'ami et ne peut pas inviter dans une conversation de groupe
hi: “%@” ने आपको एक दोस्त के रूप में जोड़ नहीं दिया, तो हम आपको समूह चैट में जोड़ने के लिए आमन्त्रित नहीं कर सकते
id: “%@” tidak menambahkanmu sebagai teman, jadi kami tidak bisa mengundangmu untuk bergabung dengan percakapan kelompok
ko: “%@”이(가) 나를 친구로 추가하지 않아 그룹 채팅에 초대할 수 없습니다.
ky: “%@” сизди дост катары кошулбады, ошентип биз сизди топтун сүйлөшүнөсүн кошууга чакырбабыз
pt_br: “%@” Você não foi adicionado como amigo e não pode ser convidado para o bate-papo em grupo.
ru: “%@” не может пригласить на групповой разговор, не добавив тебя в друзья
tr: “%@” seni arkadaş olarak eklemedi, bu yüzden sizi grup sohbetine katılmak için davet edemeyiz.
uz: “%@” sizni do‘st sifatida qo‘shmadi va uni guruh chatiga taklif qilib bo‘lmaydi.
vi: “%@” không thêm bạn làm bạn và không thể mời bạn vào trò chuyện nhóm
zh_hans: “%@”未添加你为好友，无法邀请进入群聊
zh_hant: “%@”未添加你為好友，無法邀請進入群聊

# 群组类型设置错误
source: Group type setting error
ar: خطأ في إعداد نوع المجموعة
bn: গ্রুপ টাইপ সেটিং ত্রুটি
es: Error de configuración del tipo de grupo
fa: خطای تنظیم نوع گروه
fr: Erreur de configuration du type de groupe
hi: समूह प्रकार सेटिंग त्रुटि
id: Kesalahan pengaturan tipe grup
ko: 그룹 유형이 잘못 설정되었습니다.
ky: Топтун түрүн жөндөө катасы
pt_br: Configuração incorreta do tipo de grupo
ru: Ошибка настройки типа группы
tr: Grup türü ayar hatası
uz: Guruh turini sozlash xatosi
vi: Lỗi cài đặt loại nhóm
zh_hans: 群组类型设置错误
zh_hant: 群組類型設置錯誤

# 群组类型设置失败
source: Group type setting failed
ar: فشل إعداد نوع المجموعة
bn: গ্রুপ টাইপ সেটিং ব্যর্থ হয়েছে৷
es: Error al configurar el tipo de grupo
fa: تنظیم نوع گروه ناموفق بود
fr: Échec du paramètre de type de groupe
hi: समूह प्रकार सेटिंग विफल रही
id: Setelan jenis grup gagal
ko: 그룹 유형을 설정하지 못했습니다.
ky: Топтун түрү жөндөлбөй калды
pt_br: Falha ao definir o tipo de grupo
ru: Не удалось настроить тип группы.
tr: Grup türü ayarı başarısız oldu
uz: Guruh turi sozlanmadi
vi: Cài đặt loại nhóm không thành công
zh_hans: 群组类型设置失败
zh_hant: 群組類型設置失敗

# 群组未开启公开类型
source: The group does not have public type enabled
ar: لم يتم تمكين النوع العام للمجموعة
bn: গ্রুপে পাবলিক টাইপ সক্রিয় নেই
es: El grupo no tiene habilitado el tipo público
fa: گروه دارای نوع عمومی فعال نیست
fr: Le type public n'est pas activé pour le groupe
hi: समूह में सार्वजनिक प्रकार सक्षम नहीं है
id: Grup tidak mengaktifkan tipe publik
ko: 그룹에 모두 표시 유형이 켜져 있지 않습니다.
ky: Топто жалпыга ачык түрү иштетилген эмес
pt_br: Os grupos não estão habilitados para o tipo público
ru: В группе не включен общедоступный тип.
tr: Grupta genel tür etkin değil
uz: Guruhda umumiy turi yoqilmagan
vi: Nhóm chưa bật loại công khai
zh_hans: 群组未开启公开类型
zh_hant: 群組未開啟公開類型

# 公开群组TOKEN校验失败
source: Public group TOKEN verification failed
ar: فشل التحقق من الرمز المميز للمجموعة العامة
bn: পাবলিক গ্রুপ টোকেন যাচাইকরণ ব্যর্থ হয়েছে৷
es: Error en la verificación del TOKEN del grupo público
fa: تأیید گروه عمومی TOKEN ناموفق بود
fr: Échec de la vérification du TOKEN du groupe public
hi: सार्वजनिक समूह टोकन सत्यापन विफल रहा
id: Verifikasi TOKEN grup publik gagal
ko: 공개 그룹의 토큰 검증에 실패했습니다.
ky: Коомдук топтун TOKEN текшерүүсү ишке ашкан жок
pt_br: Falha na soma de verificação do TOKEN do grupo público
ru: Проверка TOKEN общедоступной группы не удалась.
tr: Genel grup TOKEN doğrulaması başarısız oldu
uz: Ommaviy guruh TOKEN tekshiruvi amalga oshmadi
vi: Xác minh TOKEN nhóm công khai không thành công
zh_hans: 公开群组TOKEN校验失败
zh_hant: 公開群組TOKEN校驗失敗

# 公开群组TOKEN获取失败
source: Failed to obtain public group TOKEN
ar: فشل في الحصول على رمز المجموعة العامة
bn: পাবলিক গ্রুপ টোকেন পেতে ব্যর্থ হয়েছে৷
es: No se pudo obtener el TOKEN del grupo público
fa: گروه عمومی TOKEN دریافت نشد
fr: Échec de l'obtention du TOKEN du groupe public
hi: सार्वजनिक समूह टोकन प्राप्त करने में विफल
id: Gagal mendapatkan TOKEN grup publik
ko: 공개 그룹의 토큰을 가져오지 못했습니다.
ky: TOKEN коомдук тобу алынбай калды
pt_br: Falha ao obter o TOKEN do grupo público
ru: Не удалось получить TOKEN общедоступной группы.
tr: TOKEN genel grubu alınamadı
uz: TOKEN umumiy guruhini olib bo‘lmadi
vi: Không thể lấy được TOKEN nhóm công khai
zh_hans: 公开群组TOKEN获取失败
zh_hant: 公開群組TOKEN獲取失敗

# 该群连接已失效
source: The group connection has expired
ar: انتهت صلاحية اتصال المجموعة
bn: গ্রুপ সংযোগের মেয়াদ শেষ হয়ে গেছে
es: La conexión del grupo ha caducado
fa: اتصال گروه منقضی شده است
fr: La connexion du groupe a expiré
hi: समूह कनेक्शन समाप्त हो गया है
id: Koneksi grup telah berakhir
ko: 대화방 초대 링크가 더 이상 유효하지 않습니다.
ky: Топтук байланыштын мөөнөтү бүттү
pt_br: A conexão do grupo está inoperante.
ru: Срок действия группового соединения истек
tr: Grup bağlantısının süresi doldu
uz: Guruhga ulanish muddati tugadi
vi: Kết nối nhóm đã hết hạn
zh_hans: 该群连接已失效
zh_hant: 該群連接已失效

# 未开启阅后即焚
source: Burn after reading if not opened
ar: احرق بعد القراءة إذا لم يتم فتحه
bn: না খুললে পড়ার পর পোড়া
es: Quemar después de leer si no se abre
fa: بعد از خواندن اگر باز نشد بسوزانید
fr: Brûler après lecture s'il n'est pas ouvert
hi: पढ़ने के बाद न खोलने पर जला दें
id: Bakar setelah dibaca jika belum dibuka
ko: 읽기 후 자동 삭제가 활성화되지 않았습니다.
ky: Ачпаса окугандан кийин күйүп кет
pt_br: A pós-leitura não está ativada
ru: Сжечь после прочтения, если не вскрывали.
tr: Açılmazsa okuduktan sonra yanar
uz: Ochilmagan bo'lsa, o'qigandan keyin yoqing
vi: Ghi ngay sau khi đọc tin nếu chưa mở
zh_hans: 未开启阅后即焚
zh_hant: 未開啟閱後即焚

# 双方不是好友关系
source: The two parties are not friends
ar: الطرفان ليسا أصدقاء
bn: দুই দল বন্ধু নয়
es: Las dos partes no son amigas.
fa: دو طرف با هم دوست نیستند
fr: Les deux partis ne sont pas amis
hi: दोनों पार्टियां दोस्त नहीं हैं
id: Kedua pihak bukanlah teman
ko: 당사자는 친구가 아닙니다
ky: Эки партия дос эмес
pt_br: Eles não são amigos.
ru: Обе стороны не друзья
tr: İki taraf arkadaş değil
uz: Ikki partiya do'st emas
vi: Hai bên không phải là bạn bè
zh_hans: 双方不是好友关系
zh_hant: 雙方不是好友關係

# 用户没有被禁言
source: User has not been banned
ar: لم يتم حظر المستخدم
bn: ব্যবহারকারী নিষিদ্ধ করা হয়নি
es: El usuario no ha sido baneado
fa: کاربر ممنوع نشده است
fr: L'utilisateur n'a pas été banni
hi: उपयोगकर्ता पर प्रतिबंध नहीं लगाया गया है
id: Pengguna belum diblokir
ko: 사용자가 말하는 것이 금지되지 않습니다.
ky: Колдонуучуга тыюу салынган эмес
pt_br: Os usuários não são banidos
ru: Пользователь не забанен
tr: Kullanıcı yasaklanmadı
uz: Foydalanuvchi taqiqlanmagan
vi: Người dùng chưa bị khóa chat
zh_hans: 用户没有被禁言
zh_hant: 用戶沒有被禁言

# 群公告不存在
source: Group announcement does not exist
ar: إعلان المجموعة غير موجود
bn: গ্রুপ ঘোষণা বিদ্যমান নেই
es: El anuncio del grupo no existe.
fa: اعلام گروه وجود ندارد
fr: L'annonce de groupe n'existe pas
hi: समूह घोषणा मौजूद नहीं है
id: Pengumuman grup tidak ada
ko: 그룹 공지 사항이 없습니다.
ky: Топтун жарыясы жок
pt_br: O anúncio do grupo não existe
ru: Объявление группы не существует
tr: Grup duyurusu mevcut değil
uz: Guruh e'lonlari mavjud emas
vi: Thông báo nhóm không tồn tại
zh_hans: 群公告不存在
zh_hant: 群公告不存在

# 接口访问被拒绝
source: Interface access denied
ar: تم رفض الوصول إلى الواجهة
bn: ইন্টারফেস অ্যাক্সেস অস্বীকার করা হয়েছে
es: Acceso a la interfaz denegado
fa: دسترسی به رابط رد شد
fr: Accès à l'interface refusé
hi: इंटरफ़ेस पहुंच अस्वीकृत
id: Akses antarmuka ditolak
ko: 인터페이스 액세스가 거부되었습니다.
ky: Интерфейске кирүү четке кагылды
pt_br: Acesso à interface negado
ru: Доступ к интерфейсу запрещен
tr: Arayüz erişimi reddedildi
uz: Interfeysga kirish taqiqlandi
vi: Truy cập giao diện bị từ chối
zh_hans: 接口访问被拒绝
zh_hant: 接口訪問被拒絕

# 当前群组不存在
source: The current group does not exist
ar: المجموعة الحالية غير موجودة
bn: বর্তমান গ্রুপ বিদ্যমান নেই
es: El grupo actual no existe.
fa: گروه فعلی وجود ندارد
fr: Le groupe actuel n'existe pas
hi: वर्तमान समूह मौजूद नहीं है
id: Grup saat ini tidak ada
ko: 현재 그룹은 해체되었습니다
ky: Учурдагы топ жок
pt_br: O grupo atual não existe
ru: Текущая группа не существует
tr: Mevcut grup mevcut değil
uz: Hozirgi guruh mavjud emas
vi: Nhóm hiện tại không tồn tại
zh_hans: 当前群组不存在
zh_hant: 當前群組不存在

# 当前发送人已不在群内
source: The current sender is no longer in the group
ar: المرسل الحالي لم يعد في المجموعة
bn: বর্তমান প্রেরক আর গ্রুপে নেই
es: El remitente actual ya no está en el grupo.
fa: فرستنده فعلی دیگر در گروه نیست
fr: L'expéditeur actuel n'est plus dans le groupe
hi: वर्तमान प्रेषक अब समूह में नहीं है
id: Pengirim saat ini tidak lagi berada dalam grup
ko: 현재 보낸 사람이 더 이상 그룹에 속하지 않습니다.
ky: Учурдагы жөнөтүүчү мындан ары топто жок
pt_br: O remetente atual não está mais no grupo
ru: Текущего отправителя больше нет в группе
tr: Geçerli gönderen artık grupta değil
uz: Joriy yuboruvchi endi guruhda emas
vi: Người gửi hiện tại không còn trong nhóm
zh_hans: 当前发送人已不在群内
zh_hant: 當前發送人已不在群內

# Token已失效
source: Token has expired
ar: انتهت صلاحية الرمز المميز
bn: টোকেনের মেয়াদ শেষ হয়ে গেছে
es: El token ha caducado
fa: توکن منقضی شده است
fr: Le jeton a expiré
hi: टोकन समाप्त हो गया है
id: Token telah kedaluwarsa
ko: 토큰이 만료되었습니다.
ky: Токендин мөөнөтү бүттү
pt_br: O token expirou
ru: Срок действия токена истек
tr: Jetonun süresi doldu
uz: Token muddati tugagan
vi: Token đã hết hạn
zh_hans: Token已失效
zh_hant: Token已失效

# 群内昵称格式不正确
source: The nickname format in the group is incorrect
ar: تنسيق اللقب في المجموعة غير صحيح
bn: গ্রুপে ডাকনামের বিন্যাসটি ভুল
es: El formato del apodo en el grupo es incorrecto.
fa: قالب نام مستعار در گروه نادرست است
fr: Le format du pseudo dans le groupe est incorrect
hi: समूह में उपनाम प्रारूप ग़लत है
id: Format nama panggilan di grup salah
ko: 그룹 내 닉네임의 형식이 잘못되었습니다.
ky: Группадагы лакап аттын форматы туура эмес
pt_br: Apelidos formatados incorretamente no grupo
ru: Формат ника в группе неправильный
tr: Gruptaki takma ad biçimi yanlış
uz: Guruhdagi taxallus formati noto'g'ri
vi: Định dạng biệt danh nhóm không chính xác
zh_hans: 群内昵称格式不正确
zh_hant: 群內暱稱格式不正確

# 发起群震用户已不再群内
source: The user who initiated the group chat is no longer in the group
ar: المستخدم الذي بدأ الدردشة الجماعية لم يعد موجودًا في المجموعة
bn: যে ব্যবহারকারী গ্রুপ চ্যাট শুরু করেছেন তিনি আর গ্রুপে নেই
es: El usuario que inició el chat grupal ya no está en el grupo.
fa: کاربری که چت گروهی را آغاز کرده است دیگر در گروه نیست
fr: L'utilisateur qui a initié la discussion de groupe n'est plus dans le groupe
hi: जिस उपयोगकर्ता ने समूह चैट शुरू की थी वह अब समूह में नहीं है
id: Pengguna yang memulai obrolan grup tidak lagi berada dalam grup
ko: 그룹 내 진동을 시작한 사용자는 더 이상 그룹에 속하지 않습니다.
ky: Топтук чатты баштаган колдонуучу мындан ары топто жок
pt_br: O usuário que iniciou o tremor do grupo não está mais no grupo
ru: Пользователь, инициировавший групповой чат, больше не находится в группе.
tr: Grup sohbetini başlatan kullanıcı artık grupta değil
uz: Guruh suhbatini boshlagan foydalanuvchi endi guruhda emas
vi: Người dùng bắt đầu trò chuyện nhóm không còn ở trong nhóm nữa
zh_hans: 发起群震用户已不再群内
zh_hant: 發起群震用戶已不再群內

# 只能群主才能解散群
source: Only the group owner can dissolve the group
ar: يمكن لمالك المجموعة فقط حل المجموعة
bn: শুধুমাত্র গোষ্ঠীর মালিক গ্রুপটি ভেঙে দিতে পারেন
es: Sólo el propietario del grupo puede disolver el grupo.
fa: فقط مالک گروه می تواند گروه را منحل کند
fr: Seul le propriétaire du groupe peut dissoudre le groupe
hi: केवल समूह स्वामी ही समूह को भंग कर सकता है
id: Hanya pemilik grup yang dapat membubarkan grup
ko: 그룹 소유자만 그룹을 해산할 수 있습니다
ky: Топтун ээси гана топту тарата алат
pt_br: Somente o proprietário pode dissolver um grupo.
ru: Распустить группу может только владелец группы.
tr: Grubu yalnızca grup sahibi feshedebilir
uz: Guruhni faqat guruh egasi tugatishi mumkin
vi: Chỉ chủ nhóm mới có thể giải tán nhóm
zh_hans: 只能群主才能解散群
zh_hant: 只能群主才能解散群

# 群组名称长度不能超过30
source: Group name cannot exceed 30 characters in length
ar: لا يمكن أن يتجاوز طول اسم المجموعة 30 حرفًا
bn: গ্রুপের নামের দৈর্ঘ্য 30 অক্ষরের বেশি হতে পারে না
es: El nombre del grupo no puede exceder los 30 caracteres de longitud.
fa: طول نام گروه نمی تواند بیش از 30 کاراکتر باشد
fr: Le nom du groupe ne peut pas dépasser 30 caractères
hi: समूह के नाम की लंबाई 30 अक्षरों से अधिक नहीं हो सकती
id: Panjang nama grup tidak boleh melebihi 30 karakter
ko: 그룹 이름의 길이는 30을 초과할 수 없습니다
ky: Топтун аталышы узундугу 30 белгиден ашпашы керек
pt_br: Os nomes dos grupos não podem ter mais de 30
ru: Длина имени группы не может превышать 30 символов.
tr: Grup adının uzunluğu 30 karakteri aşamaz
uz: Guruh nomi uzunligi 30 belgidan oshmasligi kerak
vi: Tên nhóm không được dài quá 30 ký tự
zh_hans: 群组名称长度不能超过30
zh_hant: 群組名稱長度不能超過30

# 群管理员已达上限
source: The group administrator limit has been reached
ar: تم الوصول إلى الحد الأقصى لمسؤول المجموعة
bn: গ্রুপ অ্যাডমিনিস্ট্রেটরের সীমা পৌঁছে গেছে
es: Se ha alcanzado el límite de administradores de grupo.
fa: به حد مجاز سرپرست گروه رسیده است
fr: La limite d'administrateur de groupe a été atteinte
hi: समूह व्यवस्थापक की सीमा समाप्त हो गई है
id: Batas administrator grup telah tercapai
ko: 그룹 관리자가 한도에 도달했습니다.
ky: Топтун администраторунун чегине жетти
pt_br: O administrador do grupo atingiu seu limite.
ru: Достигнут лимит администратора группы
tr: Grup yöneticisi sınırına ulaşıldı
uz: Guruh administratori chegarasiga yetdi
vi: Quản trị viên nhóm đã đạt đến giới hạn
zh_hans: 群管理员已达上限
zh_hant: 群管理員已達上限

# 只能把群主身份移交给其他人
source: You can only transfer the identity of the group owner to someone else
ar: يمكنك فقط نقل هوية مالك المجموعة إلى شخص آخر
bn: আপনি শুধুমাত্র গ্রুপ মালিকের পরিচয় অন্য কারো কাছে হস্তান্তর করতে পারেন
es: Solo puedes transferir la identidad del propietario del grupo a otra persona.
fa: شما فقط می توانید هویت صاحب گروه را به شخص دیگری منتقل کنید
fr: Vous ne pouvez transférer l'identité du propriétaire du groupe qu'à quelqu'un d'autre.
hi: आप केवल समूह स्वामी की पहचान किसी अन्य को हस्तांतरित कर सकते हैं
id: Anda hanya dapat mentransfer identitas pemilik grup kepada orang lain
ko: 그룹 채팅 개시자 상태만 다른 사람에게 양도할 수 있습니다
ky: Топтун ээсинин инсандыгын башка бирөөгө гана өткөрүп бере аласыз
pt_br: Teremos apenas que passar a propriedade do grupo para outra pessoa.
ru: Вы можете только передать личность владельца группы кому-либо другому.
tr: Grup sahibinin kimliğini yalnızca başka birine aktarabilirsiniz
uz: Siz faqat guruh egasining identifikatorini boshqa birovga o'tkazishingiz mumkin
vi: Bạn chỉ có thể chuyển chủ nhóm cho người khác
zh_hans: 只能把群主身份移交给其他人
zh_hant: 只能把群主身份移交給其他人

# 群组已开启全员禁言
source: The group has muted all members
ar: قامت المجموعة بكتم صوت جميع الأعضاء
bn: গ্রুপটি সকল সদস্যকে নিঃশব্দ করেছে
es: El grupo ha silenciado a todos los miembros.
fa: گروه همه اعضا را بی صدا کرده است
fr: Le groupe a mis tous les membres en sourdine
hi: ग्रुप ने सभी सदस्यों को म्यूट कर दिया है
id: Grup telah membisukan semua anggota
ko: 그룹 채팅은 모든 사람이 말하는 것을 금지합니다.
ky: Топ бардык мүчөлөрдүн үнүн өчүрдү
pt_br: O grupo se voltou para a proibição total.
ru: Группа отключила звук всех участников
tr: Grup tüm üyelerin sesini kapattı
uz: Guruh barcha aʼzolarning ovozini oʻchirib qoʻydi
vi: Nhóm đã khóa chat tất cả thành viên
zh_hans: 群组已开启全员禁言
zh_hant: 群組已開啟全員禁言

# 用户已被禁言
source: User has been banned
ar: تم حظر المستخدم
bn: ব্যবহারকারীকে নিষিদ্ধ করা হয়েছে
es: El usuario ha sido baneado
fa: کاربر ممنوع شده است
fr: L'utilisateur a été banni
hi: उपयोगकर्ता को प्रतिबंधित कर दिया गया है
id: Pengguna telah diblokir
ko: 사용자가 발언이 금지되었습니다.
ky: Колдонуучуга тыюу салынды
pt_br: O usuário foi banido
ru: Пользователь заблокирован
tr: Kullanıcı yasaklandı
uz: Foydalanuvchi taqiqlangan
vi: Người dùng đã bị khóa chat
zh_hans: 用户已被禁言
zh_hant: 用戶已被禁言

# 群组已解散或封禁
source: The group has been disbanded or banned
ar: تم حل المجموعة أو حظرها
bn: দলটি বিচ্ছিন্ন বা নিষিদ্ধ করা হয়েছে
es: El grupo ha sido disuelto o baneado.
fa: این گروه منحل یا ممنوع شده است
fr: Le groupe a été dissous ou interdit
hi: समूह को भंग या प्रतिबंधित कर दिया गया है
id: Grup tersebut telah dibubarkan atau dilarang
ko: 그룹이 해체되었거나 금지되었습니다.
ky: Бул топ жоюлган же тыюу салынган
pt_br: Os grupos foram dissolvidos ou banidos
ru: Группа расформирована или запрещена.
tr: Grup dağıldı veya yasaklandı
uz: Guruh tarqatib yuborilgan yoki taqiqlangan
vi: Nhóm đã bị giải tán hoặc bị cấm
zh_hans: 群组已解散或封禁
zh_hant: 群組已解散或封禁

# 您已加入当前群组
source: You have joined the current group
ar: لقد انضممت إلى المجموعة الحالية
bn: আপনি বর্তমান গ্রুপে যোগদান করেছেন
es: Te has unido al grupo actual
fa: شما به گروه فعلی پیوسته اید
fr: Vous avez rejoint le groupe actuel
hi: आप वर्तमान समूह में शामिल हो गए हैं
id: Anda telah bergabung dengan grup saat ini
ko: 이미 현재 그룹에 속해 있습니다.
ky: Сиз учурдагы топко кошулдуңуз
pt_br: Você entrou no grupo atual
ru: Вы присоединились к текущей группе
tr: Mevcut gruba katıldınız
uz: Siz hozirgi guruhga qo'shildingiz
vi: Bạn đã tham gia nhóm hiện tại
zh_hans: 您已加入当前群组
zh_hant: 您已加入當前群組

# 没有权限创建群组
source: No permission to create group
ar: لا يوجد إذن لإنشاء المجموعة
bn: গ্রুপ তৈরি করার অনুমতি নেই
es: Sin permiso para crear grupo
fa: هیچ مجوزی برای ایجاد گروه وجود ندارد
fr: Aucune autorisation pour créer un groupe
hi: समूह बनाने की अनुमति नहीं
id: Tidak ada izin untuk membuat grup
ko: 그룹을 만들 수 있는 권한이 없습니다.
ky: Топ түзүүгө уруксат жок
pt_br: Sem permissão para criar grupos
ru: Нет разрешения на создание группы
tr: Grup oluşturma izni yok
uz: Guruh yaratishga ruxsat yo‘q
vi: Không có quyền tạo nhóm
zh_hans: 没有权限创建群组
zh_hant: 沒有權限創建群組

# 当前用户角色为群主，请先转让群主身份
source: The current user role is the group owner, please transfer the group owner identity first
ar: دور المستخدم الحالي هو مالك المجموعة، يرجى نقل هوية مالك المجموعة أولاً
bn: বর্তমান ব্যবহারকারীর ভূমিকা হল গোষ্ঠীর মালিক, অনুগ্রহ করে প্রথমে গোষ্ঠীর মালিকের পরিচয় স্থানান্তর করুন৷
es: La función de usuario actual es la de propietario del grupo. Primero transfiera la identidad del propietario del grupo.
fa: نقش کاربر فعلی مالک گروه است، لطفاً ابتدا هویت مالک گروه را انتقال دهید
fr: Le rôle d'utilisateur actuel est le propriétaire du groupe. Veuillez d'abord transférer l'identité du propriétaire du groupe.
hi: वर्तमान उपयोगकर्ता की भूमिका समूह स्वामी की है। कृपया पहले समूह स्वामी की पहचान स्थानांतरित करें।
id: Peran pengguna saat ini adalah pemilik grup, harap transfer identitas pemilik grup terlebih dahulu
ko: 현재 사용자 역할이 그룹 소유자인 경우 먼저 그룹 소유자 ID를 이전하세요
ky: Учурдагы колдонуучу ролу топтун ээси, адегенде топтун ээсинин аныктыгын өткөрүп бериңиз
pt_br: A função atual do usuário é proprietário do grupo, transfira primeiro o status de proprietário do grupo
ru: Текущая роль пользователя – владелец группы. Сначала перенесите личность владельца группы.
tr: Geçerli kullanıcı rolü, grubun sahibidir. Lütfen önce grup sahibi kimliğini aktarın.
uz: Joriy foydalanuvchi roli guruh egasidir, avval guruh egasi identifikatorini o‘tkazing
vi: Vai trò người dùng hiện tại là chủ nhóm. Trước tiên, vui lòng chuyển danh tính chủ nhóm.
zh_hans: 当前用户角色为群主，请先转让群主身份
zh_hant: 當前用戶角色為群主，請先轉讓群主身份

# 您当前不能加好友！
source: You cannot add friends at the moment!
ar: لا يمكنك إضافة أصدقاء في الوقت الراهن!
bn: আপনি এই মুহূর্তে বন্ধু যোগ করতে পারবেন না!
es: ¡No puedes agregar amigos en este momento!
fa: در حال حاضر نمی توانید دوستان اضافه کنید!
fr: Vous ne pouvez pas ajouter d'amis pour le moment !
hi: आप इस समय मित्र नहीं जोड़ सकते!
id: Anda tidak dapat menambahkan teman saat ini!
ko: 지금은 친구를 추가할 수 없습니다!
ky: Учурда досторду кошо албайсыз!
pt_br: No momento, não é possível adicionar amigos!
ru: В данный момент вы не можете добавлять друзей!
tr: Şu anda arkadaş ekleyemezsiniz!
uz: Siz hozir do'st qo'sha olmaysiz!
vi: Bạn không thể thêm bạn bè vào lúc này!
zh_hans: 您当前不能加好友！
zh_hant: 您當前不能加好友！

# 对方账号异常
source: The other party's account is abnormal
ar: حساب الطرف الآخر غير طبيعي
bn: অন্য পক্ষের হিসাব অস্বাভাবিক
es: La cuenta de la otra parte es anormal
fa: حساب طرف مقابل غیر عادی است
fr: Le compte de l'autre partie est anormal
hi: दूसरे पक्ष का खाता असामान्य है
id: Akun pihak lain tidak normal
ko: 상대방의 계정에 오류가 발생했습니다.
ky: Экинчи тараптын эсеби анормалдуу
pt_br: A conta da outra parte é anormal
ru: Аккаунт другой стороны ненормальный
tr: Karşı tarafın hesabı anormal
uz: Boshqa tomonning hisobi g'ayritabiiy
vi: Tài khoản của bên kia bất thường
zh_hans: 对方账号异常
zh_hant: 對方賬號異常

# 您要加的用户目前不能加好友！
source: The user you want to add cannot currently add friends!
ar: المستخدم الذي تريد إضافته لا يمكنه إضافة أصدقاء حاليًا!
bn: আপনি যে ব্যবহারকারীকে যুক্ত করতে চান তা বর্তমানে বন্ধুদের যোগ করতে পারে না!
es: ¡El usuario que desea agregar no puede agregar amigos actualmente!
fa: کاربری که می خواهید اضافه کنید در حال حاضر نمی تواند دوستان اضافه کند!
fr: L'utilisateur que vous souhaitez ajouter ne peut pas actuellement ajouter d'amis !
hi: जिस उपयोगकर्ता को आप जोड़ना चाहते हैं वह वर्तमान में मित्र नहीं जोड़ सकता!
id: Pengguna yang ingin Anda tambahkan saat ini tidak dapat menambahkan teman!
ko: 추가하려는 사용자가 친구를 추가할 수 없습니다!
ky: Сиз кошкуңуз келген колдонуучу учурда досторду кошо албайт!
pt_br: O usuário que você está tentando adicionar não pode ser amigo no momento!
ru: Пользователь, которого вы хотите добавить, в настоящее время не может добавлять друзей!
tr: Eklemek istediğiniz kullanıcı şu anda arkadaş ekleyemiyor!
uz: Siz qo'shmoqchi bo'lgan foydalanuvchi hozirda do'st qo'sha olmaydi!
vi: Người dùng bạn muốn thêm hiện không thể thêm bạn bè!
zh_hans: 您要加的用户目前不能加好友！
zh_hant: 您要加的用戶目前不能加好友！

# 好友不存在
source: Friend does not exist
ar: الصديق غير موجود
bn: বন্ধুর অস্তিত্ব নেই
es: amigo no existe
fa: دوست وجود ندارد
fr: L'ami n'existe pas
hi: मित्र मौजूद नहीं है
id: Teman tidak ada
ko: 친구가 존재하지 않습니다.
ky: Дос жок
pt_br: Amigos não existem
ru: Друга не существует
tr: Arkadaş mevcut değil
uz: Do'st yo'q
vi: Bạn bè không tồn tại
zh_hans: 好友不存在
zh_hant: 好友不存在
