Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 一键建群
source: Create a group with one click
ar: إنشاء مجموعة بنقرة واحدة
bn: এক ক্লিকে একটি গ্রুপ তৈরি করুন
es: Crea un grupo con un clic
fa: با یک کلیک یک گروه ایجاد کنید
fr: Créez un groupe en un clic
hi: एक क्लिक से एक ग्रुप बनाएं
id: Buat grup dengan satu klik
ko: 클릭 한 번으로 그룹 만들기
ky: Бир чыкылдатуу менен топ түзүңүз
pt_br: Criação de grupos com um clique
ru: Создайте группу в один клик
tr: Tek tıklamayla grup oluşturun
uz: Bir marta bosish bilan guruh yarating
vi: Tạo nhóm bằng một cú nhấp chuột
zh_hans: 一键建群
zh_hant: 一鍵建群

# 暂无数据
source: No data
ar: لايوجد بيانات
bn: কোন তথ্য নেই
es: Sin datos
fa: اطلاعاتی وجود ندارد
fr: Pas de données
hi: कोई डेटा नहीं
id: Tidak ada data
ko: 데이터 없음
ky: Маалымат жок
pt_br: Não há dados disponíveis
ru: Нет данных
tr: Veri yok
uz: Maʼlumot yoʻq
vi: Không có dữ liệu
zh_hans: 暂无数据
zh_hant: 暫無數據

# 建群时只会拉取你的好友
source: When creating a group, only your friends will be included
ar: عند إنشاء مجموعة، سيتم تضمين أصدقائك فقط
bn: একটি গ্রুপ তৈরি করার সময়, শুধুমাত্র আপনার বন্ধুদের অন্তর্ভুক্ত করা হবে
es: Al crear un grupo, solo se incluirán tus amigos
fa: هنگام ایجاد یک گروه، فقط دوستان شما شامل خواهند شد
fr: Lors de la création d'un groupe, seuls vos amis seront inclus
hi: ग्रुप बनाते समय केवल आपके मित्र ही शामिल होंगे
id: Saat membuat grup, hanya teman Anda yang akan disertakan
ko: 그룹을 생성하면 귀하의 친구만 포함됩니다.
ky: Топту түзүүдө сиздин досторуңуз гана кошулат
pt_br: Somente atraia seus amigos quando você criar um grupo
ru: При создании группы в нее будут включены только ваши друзья
tr: Grup oluştururken yalnızca arkadaşlarınız dahil edilecektir
uz: Guruh yaratishda faqat do'stlaringiz kiritiladi
vi: Khi tạo nhóm, chỉ có bạn bè của bạn mới được tham gia
zh_hans: 建群时只会拉取你的好友
zh_hant: 建群時只會拉取你的好友

# 人数不足三人，无法创建群聊
source: There are less than three people in the group, so a group chat cannot be created.
ar: يوجد أقل من ثلاثة أشخاص في المجموعة، لذا لا يمكن إنشاء دردشة جماعية.
bn: গ্রুপে তিনজনের কম লোক আছে, তাই গ্রুপ চ্যাট তৈরি করা যাবে না।
es: Hay menos de tres personas en el grupo, por lo que no se puede crear un chat grupal.
fa: کمتر از سه نفر در گروه هستند، بنابراین یک چت گروهی ایجاد نمی شود.
fr: Il y a moins de trois personnes dans le groupe, une discussion de groupe ne peut donc pas être créée.
hi: समूह में तीन से कम लोग हैं, इसलिए समूह चैट नहीं बनाई जा सकती.
id: Ada kurang dari tiga orang dalam grup, sehingga obrolan grup tidak dapat dibuat.
ko: 3명 미만인 경우 그룹 채팅을 만들 수 없습니다
ky: Топто үчтөн аз киши бар, андыктан топтук чатты түзүү мүмкүн эмес.
pt_br: O bate-papo em grupo não poderá ser criado se houver menos de três pessoas no grupo
ru: В группе меньше трех человек, поэтому групповой чат создать невозможно.
tr: Grupta üçten az kişi olduğundan grup sohbeti oluşturulamaz.
uz: Guruhda uchdan kam odam bor, shuning uchun guruh chatini yaratib bo'lmaydi.
vi: Có ít hơn ba người trong nhóm nên không thể tạo cuộc trò chuyện nhóm.
zh_hans: 人数不足三人，无法创建群聊
zh_hant: 人數不足三人，無法創建群聊

# 团队邀请
source: Team invitation
ar: دعوة الفريق
bn: দলের আমন্ত্রণ
es: invitación de equipo
fa: دعوت به تیم
fr: Invitation d'équipe
hi: टीम आमंत्रण
id: Undangan tim
ko: 팀 초대
ky: Командага чакыруу
pt_br: Convite à equipe
ru: Приглашение команды
tr: Takım daveti
uz: Jamoa taklifi
vi: Lời mời của team
zh_hans: 团队邀请
zh_hant: 團隊邀請

# 分享默认
source: Share default
ar: المشاركة الافتراضية
bn: ভাগ ডিফল্ট
es: compartir predeterminado
fa: پیش فرض را به اشتراک بگذارید
fr: partager par défaut
hi: शेयर डिफ़ॉल्ट
id: berbagi bawaan
ko: 기본 설정 공유
ky: демейки бөлүшүү
pt_br: Compartilhar inadimplência
ru: поделиться по умолчанию
tr: varsayılanı paylaş
uz: standart almashish
vi: Chia sẻ mặc định
zh_hans: 分享默认
zh_hant: 分享默認

# 修改名称
source: Modify name
ar: تعديل الاسم
bn: নাম পরিবর্তন করুন
es: Modificar nombre
fa: نام را اصلاح کنید
fr: Modifier le nom
hi: नाम संशोधित करें
id: Ubah nama
ko: 이름 수정
ky: Атын өзгөртүү
pt_br: Modificar o nome
ru: Изменить имя
tr: Adı değiştir
uz: Ismni o'zgartirish
vi: Sửa đổi tên
zh_hans: 修改名称
zh_hant: 修改名稱

# 新建团队
source: New team
ar: فريق جديد
bn: নতুন দল
es: Nvo. equipo
fa: تیم جدید
fr: Nouv. équipe
hi: नई टीम
id: Tim Baru
ko: 새 팀 만들기
ky: Жаңы топ
pt_br: Novo time
ru: Новый тим
tr: Yeni ekip
uz: Yangi jamoa
vi: Tạo nhóm
zh_hans: 新建团队
zh_hant: 新建團隊

# 团队名称
source: Team Name
ar: اسم الفريق
bn: দলের নাম
es: Nombre del equipo
fa: نام گروه
fr: Nom de l'équipe
hi: टीम का नाम
id: Nama tim
ko: 팀 이름
ky: Команданын аты
pt_br: Nome da equipe
ru: Название команды
tr: Takım adı
uz: Jamoa nomi
vi: Tên team
zh_hans: 团队名称
zh_hant: 團隊名稱

# 请输入昵称
source: Please enter a nickname
ar: يرجى إدخال اسم مستعار
bn: একটি ডাকনাম লিখুন
es: Por favor escribe un apodo
fa: لطفا یک نام مستعار وارد کنید
fr: Veuillez entrer un pseudo
hi: कृपया एक निकनाम दर्ज करें
id: Silakan masukkan nama panggilan
ko: 닉네임을 입력해주세요
ky: Сураныч, лакап ат киргизиңиз
pt_br: Digite um apelido
ru: Пожалуйста, введите псевдоним
tr: Lütfen bir takma isim giriniz
uz: Iltimos, taxallusni kiriting
vi: Hãy nhập một biệt danh
zh_hans: 请输入昵称
zh_hant: 請輸入暱稱

# 团队名称不能为空
source: Team name cannot be empty
ar: لا يمكن أن يكون اسم الفريق فارغًا
bn: দলের নাম খালি রাখা যাবে না
es: El nombre del equipo no puede estar vacío
fa: نام تیم نمی تواند خالی باشد
fr: Le nom de l'équipe ne peut pas être vide
hi: टीम का नाम खाली नहीं हो सकता
id: Nama tim tidak boleh kosong
ko: 팀 이름은 비워둘 수 없습니다.
ky: Команданын аталышы бош болбошу керек
pt_br: O nome da equipe não pode estar vazio
ru: Название команды не может быть пустым.
tr: Takım adı boş olamaz
uz: Jamoa nomi bo'sh bo'lishi mumkin emas
vi: Tên team không được để trống
zh_hans: 团队名称不能为空
zh_hant: 團隊名稱不能為空

# 团队列表
source: Team list
ar: قائمة الفريق
bn: দলের তালিকা
es: lista de equipo
fa: لیست تیم
fr: Liste des équipes
hi: टीम सूची
id: Daftar tim
ko: 팀 목록
ky: Команда тизмеси
pt_br: Lista de equipes
ru: Список команд
tr: Takım listesi
uz: Jamoa ro'yxati
vi: Danh sách team
zh_hans: 团队列表
zh_hant: 團隊列表

# 编辑
source: Edit
ar: يحرر
bn: সম্পাদনা
es: editar
fa: ویرایش کنید
fr: modifier
hi: संपादन करना
id: sunting
ko: 편집하다
ky: түзөтүү
pt_br: compilador
ru: редактировать
tr: düzenlemek
uz: tahrirlash
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# 删除团队
source: Delete team
ar: حذف الفريق
bn: দল মুছুন
es: Eliminar equipo
fa: تیم را حذف کنید
fr: Supprimer l'équipe
hi: टीम हटाएं
id: Hapus tim
ko: 팀 삭제
ky: Команданы жок кылуу
pt_br: Excluir equipe
ru: Удалить команду
tr: Ekibi sil
uz: Jamoani o'chirish
vi: Xóa team
zh_hans: 删除团队
zh_hant: 刪除團隊

# 是否删除该团队
source: Whether to delete this team
ar: ما إذا كان سيتم حذف هذا الفريق
bn: এই দলটি মুছে ফেলতে হবে কিনা
es: Si eliminar este equipo
fa: آیا این تیم حذف شود
fr: S'il faut supprimer cette équipe
hi: क्या इस टीम को हटाना है
id: Apakah akan menghapus tim ini
ko: 이 팀을 삭제할지 여부
ky: Бул команданы жок кылуу керекпи
pt_br: Se a equipe deve ser excluída
ru: Удалить ли эту команду
tr: Bu ekibin silinip silinmeyeceği
uz: Bu jamoani yo'q qilish kerakmi
vi: Có xóa team này không
zh_hans: 是否删除该团队
zh_hant: 是否刪除該團隊

# 选为默认
source: Select as default
ar: حدد كافتراضي
bn: ডিফল্ট হিসাবে নির্বাচন করুন
es: Seleccionar como predeterminado
fa: به عنوان پیش فرض انتخاب کنید
fr: Sélectionner par défaut
hi: डिफ़ॉल्ट के रूप में चयन करें
id: Pilih sebagai default
ko: 기본값으로 선택
ky: Демейки катары тандаңыз
pt_br: Selecionar como padrão
ru: Выбрать по умолчанию
tr: Varsayılan olarak seç
uz: Standart sifatida tanlang
vi: Chọn làm mặc định
zh_hans: 选为默认
zh_hant: 選為默認

# 当前默认
source: Current default
ar: الافتراضي الحالي
bn: বর্তমান ডিফল্ট
es: Valor predeterminado actual
fa: پیش فرض فعلی
fr: Valeur par défaut actuelle
hi: वर्तमान डिफ़ॉल्ट
id: Default saat ini
ko: 현재 기본값
ky: Учурдагы демейки
pt_br: padrão atual
ru: Текущее значение по умолчанию
tr: Mevcut varsayılan
uz: Joriy standart
vi: Mặc định hiện tại
zh_hans: 当前默认
zh_hant: 當前默認

# 总团队人数
source: Total team size
ar: الحجم الإجمالي للفريق
bn: মোট দলের আকার
es: Tamaño total del equipo
fa: اندازه کل تیم
fr: Taille totale de l'équipe
hi: कुल टीम का आकार
id: Ukuran total tim
ko: 전체 단체 인원 수
ky: Команданын жалпы көлөмү
pt_br: Tamanho total da equipe
ru: Общий размер команды
tr: Toplam takım büyüklüğü
uz: Jamoaning umumiy hajmi
vi: Tổng thành viên
zh_hans: 总团队人数
zh_hant: 總團隊人數

# 邀请时间：%@
source: Invitation time: %@
ar: وقت الدعوة: %@
bn: আমন্ত্রণের সময়: %@
es: Hora de la invitación: %@
fa: زمان دعوت: %@
fr: Heure de l'invitation : %@
hi: आमंत्रण का समय: %@
id: Waktu undangan: %@
ko: 초대 시간: %@
ky: Чакыруу убактысы: %@
pt_br: Hora do convite: %@
ru: Время приглашения: %@
tr: Davet zamanı: %@
uz: Taklif vaqti: %@
vi: Thời gian mời: %@
zh_hans: 邀请时间：%@
zh_hant: 邀請時間：%@

# 我的收藏
source: My collection
ar: مجموعتي
bn: আমার সংগ্রহ
es: mi colección
fa: مجموعه من
fr: ma collection
hi: मेरा संग्रह
id: koleksi saya
ko: 내 컬렉션
ky: менин коллекциям
pt_br: Minha coleção
ru: моя коллекция
tr: benim koleksiyonum
uz: mening kolleksiyam
vi: Sưa tầm của tôi
zh_hans: 我的收藏
zh_hant: 我的收藏

# 黑名单
source: Blacklist
ar: القائمة السوداء
bn: কালো তালিকা
es: lista negra
fa: لیست سیاه
fr: liste noire
hi: काला सूची में डालना
id: daftar hitam
ko: 블랙리스트
ky: кара тизме
pt_br: listas negras
ru: черный список
tr: kara liste
uz: qora ro'yxat
vi: Danh sách đen
zh_hans: 黑名单
zh_hant: 黑名單

# 字符管理
source: Character management
ar: إدارة الشخصيات
bn: চরিত্র ব্যবস্থাপনা
es: Gestión de personajes
fa: مدیریت شخصیت
fr: Gestion des personnages
hi: चरित्र प्रबंधन
id: Manajemen karakter
ko: 텍스트 및 기호 관리
ky: Мүнөздү башкаруу
pt_br: gerenciamento de caracteres
ru: Управление персонажем
tr: Karakter yönetimi
uz: Belgilarni boshqarish
vi: Quản lý kí tự
zh_hans: 字符管理
zh_hant: 字符管理

# 安全设置
source: Security Settings
ar: اعدادات الامان
bn: নিরাপত্তা বিন্যাস
es: Configuraciones de seguridad
fa: تنظیمات امنیتی
fr: Les paramètres de sécurité
hi: सुरक्षा सेटिंग्स
id: Pengaturan keamanan
ko: 보안 설정
ky: Коопсуздук жөндөөлөрү
pt_br: Configurações de segurança
ru: Настройки безопасности
tr: Güvenlik ayarları
uz: Xavfsizlik sozlamalari
vi: Thiết lập hệ thống bảo vệ
zh_hans: 安全设置
zh_hant: 安全設置

# 隐私设置
source: Privacy settings
ar: إعدادات الخصوصية
bn: গোপনীয় বৈশিষ্ট্যাবলী
es: Configuración de privacidad
fa: تنظیمات خصوصی
fr: Paramètres de confidentialité
hi: निजी सेटिंग
id: Pengaturan privasi
ko: 개인정보 보호 설정
ky: Жеке ырастоолор
pt_br: Configurações de privacidade
ru: Параметры конфиденциальности
tr: Gizlilik ayarları
uz: maxfiylik sozlamalari
vi: Cài đặt bảo mật
zh_hans: 隐私设置
zh_hant: 隱私設定

# 离线时长
source: Offline duration
ar: غير متصل طول الوقت
bn: অফলাইনের সময়
es: Duración fuera de línea
fa: مدت خارج از خط
fr: Durée hors ligne
hi: ऑफलाइन अवधि
id: Durasi luar talian
ko: 오프라인 시간
ky: Жолчолордун аралыгы
pt_br: Horário off-line
ru: Длительность автономной работы
tr: Devre dışı uzunluğu
uz: Oflayn vaqt
vi: Thời gian offline
zh_hans: 离线时长
zh_hant: 離線時長

# 关闭后，不展示离线时长
source: After shutdown, do not display offline duration
ar: بعد إغلاق ، لا يتم عرض الوقت غير متصل
bn: বন্ধ করার পরে, অফলাইনের সময় প্রদর্শন করা হবে না
es: Después del cierre, no se muestra la duración fuera de línea
fa: بعد از خاموش ، مدت خارج از خط نمایش نکنید
fr: Après la fermeture, la durée hors ligne n'est pas affichée
hi: बन्द करने के बाद, ऑफलाइन अवधि दिखाएँ नहीं
id: Setelah matikan, jangan tampilkan durasi luar talian
ko: 닫은 후에는 오프라인 기간이 표시되지 않습니다.
ky: Өчүргөндөн кийин, offline убактысын көрсөтүлбөйт
pt_br: As horas off-line não serão exibidas quando fechadas
ru: После закрытия не показывать длительность автономного времени
tr: Kapatıldıktan sonra, devre-tışı uzunluğunu gösterme
uz: Yopilgandan so'ng, oflayn rejim ko'rsatilmaydi.
vi: Sau khi đóng, không hiển thị thời gian ngoại tuyến
zh_hans: 关闭后，不展示离线时长
zh_hant: 關閉後，不展示離線時長

# 系统设置
source: System settings
ar: اعدادات النظام
bn: পদ্ধতি নির্ধারণ
es: Ajustes del sistema
fa: تنظیمات سیستم
fr: Les paramètres du système
hi: प्रणाली व्यवस्था
id: Pengaturan sistem
ko: 시스템 설정
ky: Системанын орнотуулары
pt_br: Configurações do sistema
ru: Настройки системы
tr: Sistem ayarları
uz: Tizim sozlamalari
vi: Cài đặt hệ thống
zh_hans: 系统设置
zh_hant: 系統設置

# 移出黑名单
source: Remove from blacklist
ar: إزالة من القائمة السوداء
bn: কালো তালিকা থেকে সরান
es: Eliminar de la lista negra
fa: حذف از لیست سیاه
fr: Supprimer de la liste noire
hi: काली सूची से हटाएँ
id: Hapus dari daftar hitam
ko: 블랙리스트에서 제거
ky: Кара тизмеден алып салуу
pt_br: lista negra
ru: Удалить из черного списка
tr: Kara listeden kaldır
uz: Qora ro'yxatdan o'chirish
vi: Xóa khỏi danh sách đen
zh_hans: 移出黑名单
zh_hant: 移出黑名單

# 移除失败
source: Removal failed
ar: فشلت عملية الإزالة
bn: অপসারণ ব্যর্থ হয়েছে
es: La eliminación falló
fa: حذف انجام نشد
fr: Échec de la suppression
hi: निष्कासन विफल
id: Penghapusan gagal
ko: 제거 실패
ky: Алып салуу ишке ашкан жок
pt_br: Falha na remoção
ru: Удаление не удалось
tr: Kaldırma başarısız oldu
uz: Oʻchirish amalga oshmadi
vi: Xóa không thành công
zh_hans: 移除失败
zh_hant: 移除失敗

# 新消息通知
source: New message notification
ar: إشعار الرسالة الجديدة
bn: নতুন বার্তা বিজ্ঞপ্তি
es: Notificación de mensaje nuevo
fa: اعلان پیام جدید
fr: Notification de nouveau message
hi: नया संदेश अधिसूचना
id: Pemberitahuan pesan baru
ko: 새 메시지 알림
ky: Жаңы билдирүү билдирүүсү
pt_br: Notificação de novas mensagens
ru: Уведомление о новом сообщении
tr: Yeni mesaj bildirimi
uz: Yangi xabar bildirishnomasi
vi: Thông báo tin nhắn mới
zh_hans: 新消息通知
zh_hant: 新消息通知

# 声音
source: Sound
ar: صوت
bn: শব্দ
es: sonido
fa: صدا
fr: son
hi: आवाज़
id: suara
ko: 소리
ky: үн
pt_br: audível
ru: звук
tr: ses
uz: ovoz
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# 震动
source: Shock
ar: صدمة
bn: শক
es: choque
fa: شوکه شدن
fr: choc
hi: झटका
id: terkejut
ko: 진동
ky: шок
pt_br: afetam fortemente
ru: шок
tr: şok
uz: zarba
vi: Rùng
zh_hans: 震动
zh_hant: 震動

# 检查更新
source: Check for updates
ar: تحقق من وجود تحديثات
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন
es: Buscar actualizaciones
fa: به روز رسانی را بررسی کنید
fr: Vérifier les mises à jour
hi: अद्यतन के लिए जाँच
id: Periksa pembaruan
ko: 업데이트 확인
ky: Жаңыртууларды текшериңиз
pt_br: Verificar se há atualizações
ru: Проверьте наличие обновлений
tr: Güncellemeleri kontrol et
uz: Yangilanishlarni tekshiring
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# 清理缓存
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
bn: ক্যাশে পরিষ্কার করুন
es: limpiar cache
fa: پاک کردن حافظه پنهان
fr: vider le cache
hi: कैश को साफ़ करें
id: bersihkan cache
ko: 캐시 지우기
ky: Кэшти тазалоо
pt_br: Limpando o cache
ru: очистить кэш
tr: önbelleği temizle
uz: keshni tozalash
vi: Xóa bộ nhớ đệm
zh_hans: 清理缓存
zh_hant: 清理緩存

# 注销账号
source: Logout
ar: تسجيل خروج
bn: প্রস্থান
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
hi: लॉग आउट
id: Keluar
ko: 로그 아웃
ky: Чыгуу
pt_br: cancelamento de conta
ru: Выйти
tr: Çıkış Yap
uz: Chiqish
vi: Xóa tài khoản
zh_hans: 注销账号
zh_hant: 註銷賬號

# 注销账号后无法通过账号找到你，你也无法再登录此账号。你的消息将全部清空，但对方接收的消息依然存在
source: After logging out of your account, you cannot be found through your account, and you cannot log in to this account again. All your messages will be cleared, but the messages received by the other party will still exist.
ar: بعد تسجيل الخروج من حسابك، لا يمكن العثور عليك من خلال حسابك، ولا يمكنك تسجيل الدخول إلى هذا الحساب مرة أخرى. سيتم مسح جميع رسائلك، لكن الرسائل التي يستقبلها الطرف الآخر ستظل موجودة.
bn: আপনার অ্যাকাউন্ট থেকে লগ আউট করার পরে, আপনাকে আপনার অ্যাকাউন্টের মাধ্যমে খুঁজে পাওয়া যাবে না, এবং আপনি আবার এই অ্যাকাউন্টে লগ ইন করতে পারবেন না। আপনার সমস্ত বার্তা সাফ করা হবে, তবে অন্য পক্ষের প্রাপ্ত বার্তাগুলি এখনও বিদ্যমান থাকবে৷
es: Después de cerrar sesión en su cuenta, no podrá encontrarlo a través de su cuenta y no podrá volver a iniciar sesión en esta cuenta. Todos sus mensajes se borrarán, pero los mensajes recibidos por la otra parte seguirán existiendo.
fa: پس از خروج از حساب کاربری خود، نمی توانید از طریق حساب کاربری خود پیدا شوید و نمی توانید دوباره وارد این حساب کاربری شوید. همه پیام‌های شما پاک می‌شوند، اما پیام‌های دریافت شده توسط طرف مقابل همچنان وجود خواهند داشت.
fr: Après vous être déconnecté de votre compte, vous ne pouvez pas être trouvé via votre compte et vous ne pouvez pas vous reconnecter à ce compte. Tous vos messages seront effacés, mais les messages reçus par l'autre partie existeront toujours.
hi: अपने खाते से लॉग आउट करने के बाद, आपको अपने खाते के माध्यम से नहीं पाया जा सकता है, और आप इस खाते में दोबारा लॉग इन नहीं कर सकते हैं। आपके सभी संदेश साफ़ कर दिए जाएंगे, लेकिन दूसरे पक्ष द्वारा प्राप्त संदेश अभी भी मौजूद रहेंगे।
id: Setelah keluar dari akun Anda, Anda tidak dapat ditemukan melalui akun Anda, dan Anda tidak dapat masuk ke akun ini lagi. Semua pesan Anda akan dihapus, namun pesan yang diterima oleh pihak lain akan tetap ada.
ko: 계정에서 로그아웃한 후에는 해당 계정을 통해 귀하를 찾을 수 없으며, 해당 계정에 다시 로그인할 수 없습니다. 내가 보낸 메시지는 모두 지워지지만 상대방이 받은 메시지는 그대로 남아 있습니다.
ky: Аккаунтуңуздан чыккандан кийин сизди каттоо эсебиңиз аркылуу таба албайсыз жана бул аккаунтка кайра кире албайсыз. Бардык билдирүүлөрүңүз тазаланат, бирок экинчи тарап алган билдирүүлөр дагы эле бар болот.
pt_br: Após sair da sua conta, você não poderá ser encontrado por meio dela e não poderá fazer login nessa conta novamente. Suas mensagens serão completamente esvaziadas, mas as mensagens recebidas pela outra parte ainda existirão
ru: После выхода из учетной записи вас нельзя будет найти через свою учетную запись, и вы не сможете снова войти в эту учетную запись. Все ваши сообщения будут удалены, но сообщения, полученные другим абонентом, по-прежнему будут существовать.
tr: Hesabınızdan çıkış yaptıktan sonra hesabınız üzerinden bulunamazsınız ve bu hesaba tekrar giriş yapamazsınız. Tüm mesajlarınız silinecek ancak karşı tarafın aldığı mesajlar mevcut olmaya devam edecek.
uz: Hisobingizdan chiqqaningizdan so'ng, sizni hisobingiz orqali topa olmaysiz va bu hisobga qayta kira olmaysiz. Sizning barcha xabarlaringiz o'chiriladi, lekin boshqa tomon tomonidan qabul qilingan xabarlar mavjud bo'lib qoladi.
vi: Sau khi xóa tài khoản, không thể tìm thấy bạn thông qua tài khoản và bạn không thể đăng nhập lại vào tài khoản này. Tất cả tin nhắn của bạn sẽ bị xóa nhưng những tin nhắn bên kia nhận được vẫn tồn tại.
zh_hans: 注销账号后无法通过账号找到你，你也无法再登录此账号。你的消息将全部清空，但对方接收的消息依然存在
zh_hant: 註銷賬號後無法通過賬號找到你，你也無法再登錄此賬號。你的消息將全部清空，但對方接收的消息依然存在

# 不可撤回
source: Irrevocable
ar: غير قابل للإلغاء
bn: অপরিবর্তনীয়
fa: بی اعتبار
fr: irrévocable
hi: अटल
id: tidak dapat dibatalkan
ko: 철회할 수 없다
ky: кайтарылгыс
pt_br: irrevogável
ru: безвозвратный
tr: geri alınamaz
uz: qaytarib bo'lmaydigan
vi: Không thể thu hồi
zh_hans: 不可撤回
zh_hant: 不可撤回

# 只清理本地图片视频等缓存，不清理文本信息
source: Only clear local image and video caches, not text information
ar: مسح ذاكرة التخزين المؤقت للصور والفيديو المحلية فقط، وليس المعلومات النصية
bn: শুধুমাত্র স্থানীয় ছবি এবং ভিডিও ক্যাশে সাফ করুন, পাঠ্য তথ্য নয়
es: Borre solo cachés de imágenes y videos locales, no información de texto
fa: فقط حافظه پنهان تصاویر و ویدیوهای محلی را پاک کنید، نه اطلاعات متنی
fr: Effacez uniquement les caches d'images et de vidéos locales, pas les informations textuelles
hi: केवल स्थानीय छवि और वीडियो कैश साफ़ करें, टेक्स्ट जानकारी नहीं
id: Hanya hapus cache gambar dan video lokal, bukan informasi teks
ko: 텍스트 정보가 아닌 로컬 이미지 및 비디오 캐시만 지웁니다.
ky: Тексттик маалыматты эмес, жергиликтүү сүрөттөрдү жана видео кэштерди гана тазалаңыз
pt_br: Limpar apenas o cache local de imagens, vídeos, etc., não de mensagens de texto
ru: Очищайте только локальные кэши изображений и видео, а не текстовую информацию.
tr: Metin bilgilerini değil, yalnızca yerel resim ve video önbelleklerini temizleyin
uz: Matn ma'lumotlarini emas, balki faqat mahalliy tasvir va video keshlarini tozalang
vi: Chỉ xóa bộ nhớ đệm hình ảnh và video cục bộ, không xóa thông tin văn bản
zh_hans: 只清理本地图片视频等缓存，不清理文本信息
zh_hant: 只清理本地圖片視頻等緩存，不清理文本信息

# 立即清理
source: Clean up now
ar: تنظيف الآن
bn: এখন পরিষ্কার করুন
es: Limpiar ahora
fa: حالا پاک کن
fr: Nettoyer maintenant
hi: अभी साफ़ करो
id: Bersihkan sekarang
ko: 지금 청소하세요
ky: Азыр тазалаңыз
pt_br: Limpeza imediata
ru: Очистите сейчас
tr: Şimdi temizle
uz: Hozir tozalang
vi: Dọn dẹp ngay
zh_hans: 立即清理
zh_hant: 立即清理

# 退出账号成功
source: Log out of account successfully
ar: تسجيل الخروج من الحساب بنجاح
bn: অ্যাকাউন্ট থেকে সফলভাবে লগ আউট করুন
es: Cerrar sesión en la cuenta exitosamente
fa: با موفقیت از حساب کاربری خارج شوید
fr: Déconnectez-vous du compte avec succès
hi: खाते से सफलतापूर्वक लॉग आउट करें
id: Berhasil keluar dari akun
ko: 계정에서 로그아웃했습니다.
ky: Аккаунттан ийгиликтүү чыгуу
pt_br: Logout bem-sucedido
ru: Выйдите из аккаунта успешно
tr: Hesaptan başarıyla çıkış yapın
uz: Hisobdan muvaffaqiyatli chiqish
vi: Đăng xuất tài khoản thành công
zh_hans: 退出账号成功
zh_hant: 退出賬號成功

# 正在清理缓存...
source: Cleaning cache...
ar: تنظيف ذاكرة التخزين المؤقت...
bn: ক্যাশে পরিষ্কার করা হচ্ছে...
es: Limpiando caché...
fa: پاک کردن کش...
fr: Nettoyage du cache...
hi: कैश साफ़ किया जा रहा है...
id: Membersihkan tembolok...
ko: 캐시 청소 중...
ky: Кэш тазаланууда...
pt_br: Limpando o cache...
ru: Очистка кэша...
tr: Önbellek temizleniyor...
uz: Kesh tozalanmoqda...
vi: Đang dọn dẹp bộ nhớ đệm...
zh_hans: 正在清理缓存...
zh_hant: 正在清理緩存...

# 清理完成
source: Cleanup completed
ar: اكتملت عملية التنظيف
bn: পরিচ্ছন্নতা সম্পন্ন হয়েছে
es: Limpieza completada
fa: پاکسازی تکمیل شد
fr: Nettoyage terminé
hi: सफ़ाई पूरी हो गई
id: Pembersihan selesai
ko: 정리 완료
ky: Тазалоо аяктады
pt_br: Liberação concluída
ru: Очистка завершена
tr: Temizleme tamamlandı
uz: Tozalash tugallandi
vi: Hoàn tất dọn dẹp
zh_hans: 清理完成
zh_hant: 清理完成

# 编辑个人资料
source: Edit profile
ar: تعديل الملف الشخصي
bn: জীবন বৃত্তান্ত সম্পাদনা
es: Editar perfil
fa: ویرایش نمایه
fr: Editer le profil
hi: प्रोफ़ाइल संपादित करें
id: Sunting profil
ko: 프로필 수정
ky: Профилди түзөтүү
pt_br: Editar perfil
ru: Редактировать профиль
tr: Profili Düzenle
uz: Profilni tahrirlash
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

# 头像
source: Avatar
ar: الصورة الرمزية
bn: অবতার
fa: آواتار
hi: अवतार
ko: 화신
ky: аватар
ru: аватар
vi: Hình đại diện
zh_hans: 头像
zh_hant: 頭像

# 昵称
source: Nick name
ar: كنية
bn: ডাক নাম
es: Apodo
fa: نام مستعار
fr: Surnom
hi: उपनाम
id: nama panggilan
ko: 닉네임
ky: Ник аты
pt_br: Termo carinhoso
ru: Никнейм
tr: Takma ad
uz: Taxallus
vi: Biệt danh
zh_hans: 昵称
zh_hant: 暱稱

# 上传头像失败
source: Failed to upload avatar
ar: فشل تحميل الصورة الرمزية
bn: অবতার আপলোড করতে ব্যর্থ হয়েছে
es: No se pudo cargar el avatar
fa: آواتار آپلود نشد
fr: Échec du téléchargement de l'avatar
hi: अवतार अपलोड करने में विफल
id: Gagal mengunggah avatar
ko: 아바타를 업로드하지 못했습니다.
ky: Аватар жүктөлбөй калды
pt_br: Falha ao carregar o avatar
ru: Не удалось загрузить аватар
tr: Avatar yüklenemedi
uz: Avatar yuklanmadi
vi: Không tải được hình đại diện
zh_hans: 上传头像失败
zh_hant: 上傳頭像失敗

# 更新头像成功
source: Update avatar successfully
ar: تم تحديث الصورة الرمزية بنجاح
bn: অবতার সফলভাবে আপডেট করুন
es: Actualizar avatar exitosamente
fa: آواتار با موفقیت به‌روزرسانی شد
fr: Mettre à jour l'avatar avec succès
hi: अवतार को सफलतापूर्वक अपडेट करें
id: Perbarui avatar berhasil
ko: 아바타를 성공적으로 업데이트했습니다.
ky: Аватарды ийгиликтүү жаңыртыңыз
pt_br: Atualizar Avatar com sucesso
ru: Обновить аватар успешно
tr: Avatarı başarıyla güncelle
uz: Avatarni muvaffaqiyatli yangilash
vi: Cập nhật hình đại diện thành công
zh_hans: 更新头像成功
zh_hant: 更新頭像成功

# 更新头像失败
source: Failed to update avatar
ar: فشل تحديث الصورة الرمزية
bn: অবতার আপডেট করতে ব্যর্থ হয়েছে৷
es: No se pudo actualizar el avatar
fa: چهره‌نما به‌روزرسانی نشد
fr: Échec de la mise à jour de l'avatar
hi: अवतार अपडेट करने में विफल
id: Gagal memperbarui avatar
ko: 아바타를 업데이트하지 못했습니다.
ky: Аватар жаңыртылган жок
pt_br: Falha ao atualizar o avatar
ru: Не удалось обновить аватар
tr: Avatar güncellenemedi
uz: Avatarni yangilab boʻlmadi
vi: Không cập nhật được hình đại diện
zh_hans: 更新头像失败
zh_hant: 更新頭像失敗
