Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 再次输入密码
source: Enter password again
ar: أدخل كلمة المرور مرة أخرى
bn: আবার পাসওয়ার্ড দিন
es: Ingrese de nuevo la contraseña
fa: رمز عبور را دوباره وارد کنید
fr: Entrez à nouveau le mot de passe
hi: पासवर्ड फिर से दर्ज करें
id: Masukkan kata sandi lagi
ko: 비밀번호를 다시 입력하세요
ky: Сырсөздү кайра киргизиңиз
pt_br: Digite novamente a senha
ru: Введите пароль еще раз
tr: Şifreyi tekrar girin
uz: Parolni yana kiriting
vi: Nhập lại mật khẩu
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

# 密码需为6-16位
source: The password must be 6-16 characters
ar: يجب أن تتكون كلمة المرور من 6 إلى 16 حرفًا
bn: পাসওয়ার্ড 6-16 অক্ষরের হতে হবে
es: La contraseña debe tener entre 6 y 16 caracteres.
fa: رمز عبور باید 6-16 کاراکتر باشد
fr: Le mot de passe doit contenir 6 à 16 caractères
hi: पासवर्ड 6-16 अक्षर का होना चाहिए
id: Kata sandi harus terdiri dari 6-16 karakter
ko: 비밀번호는 6~16자여야 합니다.
ky: Сырсөз 6-16 белгиден турушу керек
pt_br: A senha deve ter de 6 a 16 dígitos
ru: Пароль должен состоять из 6-16 символов.
tr: Şifre 6-16 karakterden oluşmalıdır
uz: Parol 6-16 belgidan iborat bo'lishi kerak
vi: Mật khẩu phải có 6-16 ký tự
zh_hans: 密码需为6-16位
zh_hant: 密碼需為6-16位

# 修改密码成功
source: Password has been updated
ar: تم تحديث كلمة المرور
bn: পাসওয়ার্ড আপডেট করা হয়েছে
es: la contraseña ha sido actualizada
fa: رمز عبور به روز شده است
fr: le mot de passe a été mis à jour
hi: पासवर्ड अपडेट कर दिया गया है
id: kata sandi telah diperbarui
ko: 비밀번호가 업데이트되었습니다
ky: сырсөз жаңыртылган
pt_br: Alterar a senha com sucesso
ru: пароль обновлен
tr: şifre güncellendi
uz: parol yangilandi
vi: Thay đổi mật khẩu thành công
zh_hans: 修改密码成功
zh_hant: 修改密碼成功

# 修改密码失败
source: Failed to change password
ar: فشل في تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করতে ব্যর্থ হয়েছে
es: No se pudo cambiar la contraseña
fa: تغییر رمز عبور انجام نشد
fr: Échec de la modification du mot de passe
hi: पासवर्ड बदलने में विफल
id: Gagal mengubah kata sandi
ko: 비밀번호를 변경하지 못했습니다.
ky: Сырсөз өзгөртүлбөй калды
pt_br: Falha ao alterar a senha
ru: Не удалось изменить пароль
tr: Şifre değiştirilemedi
uz: Parolni o‘zgartirib bo‘lmadi
vi: Thay đổi mật khẩu thất bại
zh_hans: 修改密码失败
zh_hant: 修改密碼失敗

# 输入6-16位密码
source: Enter 6-16 digit password
ar: أدخل كلمة المرور المكونة من 6 إلى 16 رقمًا
bn: 6-16 সংখ্যার পাসওয়ার্ড লিখুন
es: Ingrese una contraseña de 6 a 16 dígitos
fa: رمز عبور 6-16 رقمی را وارد کنید
fr: Entrez un mot de passe de 6 à 16 chiffres
hi: 6-16 अंकों का पासवर्ड डालें
id: Masukkan kata sandi 6-16 digit
ko: 6~16자리 비밀번호를 입력하세요
ky: 6-16 сандан турган сырсөздү киргизиңиз
pt_br: Digite uma senha de 6 a 16 dígitos
ru: Введите пароль из 6–16 цифр
tr: 6-16 haneli şifreyi girin
uz: 6-16 raqamli parolni kiriting
vi: Nhập mật khẩu 6-16 chữ số
zh_hans: 输入6-16位密码
zh_hant: 輸入6-16位密碼

# 请绘制新的解锁图案
source: Please draw a new unlock pattern
ar: يرجى رسم نمط فتح جديد
bn: একটি নতুন আনলক প্যাটার্ন আঁকুন
es: Por favor dibuja un nuevo patrón de desbloqueo
fa: لطفا یک الگوی بازگشایی قفل جدید بکشید
fr: Veuillez dessiner un nouveau schéma de déverrouillage
hi: कृपया एक नया अनलॉक पैटर्न बनाएं
id: Silakan gambar pola buka kunci baru
ko: 새로운 잠금해제 패턴을 그려주세요
ky: Сураныч, жаңы кулпуну ачуу үлгүсүн тартыңыз
pt_br: Desenhe um novo padrão de desbloqueio
ru: Пожалуйста, нарисуйте новый графический ключ разблокировки.
tr: Lütfen yeni bir kilit açma modeli çizin
uz: Iltimos, yangi qulfni ochish naqshini chizing
vi: Hãy vẽ một mẫu mở khóa mới
zh_hans: 请绘制新的解锁图案
zh_hant: 請繪製新的解鎖圖案

# 取消图案绘制
source: Cancel pattern drawing
ar: إلغاء رسم النمط
bn: প্যাটার্ন অঙ্কন বাতিল করুন
es: Cancelar dibujo de patrón
fa: لغو طراحی الگو
fr: Annuler le dessin du motif
hi: पैटर्न ड्राइंग रद्द करें
id: Batalkan gambar pola
ko: 패턴 그리기 취소
ky: Үлгү тартууну жокко чыгаруу
pt_br: Cancelamento de desenho de padrão
ru: Отменить рисование рисунка
tr: Desen çizimini iptal et
uz: Naqsh chizishni bekor qilish
vi: Hủy vẽ mẫu
zh_hans: 取消图案绘制
zh_hant: 取消圖案繪製

# 图案绘制的不同 请重新输入手势密码
source: The pattern drawing is different Please re-enter the gesture password
ar: رسم النمط مختلف الرجاء إعادة إدخال كلمة مرور الإيماءة
bn: প্যাটার্ন অঙ্কন ভিন্ন অনুগ্রহ করে অঙ্গভঙ্গি পাসওয়ার্ড পুনরায় লিখুন
es: El dibujo del patrón es diferente Vuelva a ingresar la contraseña del gesto
fa: طراحی الگو متفاوت است لطفاً رمز عبور اشاره را دوباره وارد کنید
fr: Le dessin du motif est différent Veuillez ressaisir le mot de passe du geste
hi: पैटर्न ड्राइंग अलग है कृपया जेस्चर पासवर्ड दोबारा दर्ज करें
id: Gambar polanya berbeda Silakan masukkan kembali kata sandi isyarat
ko: 패턴 그리기가 다릅니다 제스처 비밀번호를 다시 입력해주세요
ky: Үлгү чиймеси башка Жаңсоо сырсөзүн кайра киргизиңиз
pt_br: Padrões desenhados de forma diferente Digite novamente o código do gesto
ru: Рисунок узора отличается Пожалуйста, введите пароль жеста еще раз.
tr: Desen çizimi farklı Lütfen hareket şifresini tekrar girin
uz: Naqsh chizmasi boshqacha Imo-ishora parolini qayta kiriting
vi: Hình vẽ mẫu không nhất quán Vui lòng nhập lại mật khẩu cử chỉ
zh_hans: 图案绘制的不同 请重新输入手势密码
zh_hant: 圖案繪製的不同 請重新輸入手勢密碼

# 请绘制相同图案
source: Please draw the same pattern
ar: يرجى رسم نفس النمط
bn: অনুগ্রহ করে একই প্যাটার্ন আঁকুন
es: Por favor dibuja el mismo patrón
fa: لطفا همین الگو را بکشید
fr: Veuillez dessiner le même motif
hi: कृपया वही पैटर्न बनाएं
id: Silakan menggambar pola yang sama
ko: 같은 패턴을 그려주세요
ky: Сураныч, ошол эле үлгүнү тартыңыз
pt_br: Por favor, desenhe o mesmo padrão
ru: Нарисуйте, пожалуйста, такой же узор
tr: Lütfen aynı modeli çizin
uz: Iltimos, xuddi shu naqshni chizing
vi: Hãy vẽ cùng một mẫu
zh_hans: 请绘制相同图案
zh_hant: 請繪製相同圖案

# 请绘制解锁图案
source: Please draw the unlock pattern
ar: يرجى رسم نمط فتح القفل
bn: আনলক প্যাটার্ন আঁকুন
es: Por favor dibuja el patrón de desbloqueo
fa: لطفا الگوی باز کردن قفل را بکشید
fr: Veuillez dessiner le schéma de déverrouillage
hi: कृपया अनलॉक पैटर्न बनाएं
id: Silakan gambar pola buka kuncinya
ko: 잠금해제 패턴을 그려주세요
ky: Сураныч, кулпуну ачуу үлгүсүн тартыңыз
pt_br: Desenhe o padrão de desbloqueio
ru: Нарисуйте пожалуйста графический ключ разблокировки
tr: Lütfen kilit açma desenini çizin
uz: Iltimos, qulfni ochish naqshini chizing
vi: Vui lòng vẽ hình mở khóa
zh_hans: 请绘制解锁图案
zh_hant: 請繪製解鎖圖案

# 账户被锁定 请输入账户密码
source: The account is locked Please enter the account password
ar: الحساب مقفل الرجاء إدخال كلمة مرور الحساب
bn: অ্যাকাউন্ট লক করা হয়েছে অনুগ্রহ করে অ্যাকাউন্টের পাসওয়ার্ড দিন
es: La cuenta está bloqueada Por favor ingrese la contraseña de la cuenta
fa: حساب قفل شده است لطفا رمز عبور حساب را وارد کنید
fr: Le compte est verrouillé Veuillez saisir le mot de passe du compte
hi: खाता लॉक हो गया है कृपया खाता पासवर्ड दर्ज करें
id: Akun terkunci Silakan masukkan kata sandi akun
ko: 계정이 잠겨 있습니다. 계정 비밀번호를 입력하세요
ky: Каттоо эсеби кулпуланган Каттоо эсебинин сырсөзүн киргизиңиз
pt_br: Conta bloqueada Por favor, digite a senha da sua conta
ru: Учетная запись заблокирована Пожалуйста, введите пароль учетной записи.
tr: Hesap kilitli Lütfen hesap şifresini girin
uz: Hisob bloklangan Iltimos, hisob parolini kiriting
vi: Tài khoản đã bị khóa Vui lòng nhập mật khẩu tài khoản
zh_hans: 账户被锁定 请输入账户密码
zh_hant: 賬戶被鎖定 請輸入賬戶密碼

# 密码错误
source: Wrong password
ar: كلمة مرور خاطئة
bn: ভুল গুপ্তশব্দ
es: contraseña incorrecta
fa: رمز عبور اشتباه
fr: mauvais mot de passe
hi: गलत पासवर्ड
id: kata sandi salah
ko: 잘못된 비밀번호
ky: туура эмес сырсөз
pt_br: senha incorreta
ru: неправильный пароль
tr: yanlış şifre
uz: noto'g'ri parol
vi: Sai mật khẩu
zh_hans: 密码错误
zh_hant: 密碼錯誤

# %@年
source: %@Year
ar: %@سنة
bn: %@বছর
es: %@Año
fr: %@Année
hi: %@वर्ष
id: %@Tahun
ko: %@년도
ky: %@Жыл
pt_br: por cento ao ano
ru: %@Год
tr: %@Yıl
uz: %@Yil
vi: %@ năm
zh_hans: %@年
zh_hant: %@年

# %@年%@月
source: %@Years%@moon
ar: %@سنين
bn: %@বছর
es: %@años
fa: %@سال ها
fr: %@années
hi: %@साल
id: %@bertahun-tahun
ko: %@年%@月
ky: %@жыл
pt_br: %@ano%@mês
ru: %@годы%@луна
tr: %@yıl
uz: %@yil
vi: %@ năm %@ tháng
zh_hans: %@年%@月
zh_hant: %@年%@月

# 星期日
source: Sunday
ar: الأحد
bn: রবিবার
es: Domingo
fa: یکشنبه
fr: Dimanche
hi: रविवार
id: Minggu
ko: 일요일
ky: Жекшемби
pt_br: Domingo
ru: Воскресенье
tr: Pazar
uz: yakshanba
vi: Chủ nhật
zh_hans: 星期日
zh_hant: 星期日

# 星期一
source: Monday
ar: الاثنين
bn: সোমবার
es: Lunes
fa: دوشنبه
fr: Lundi
hi: सोमवार
id: Senin
ko: 월요일
ky: Дүйшөмбү
pt_br: Segunda-feira
ru: Понедельник
tr: Pazartesi
uz: dushanba
vi: Thứ 2
zh_hans: 星期一
zh_hant: 星期一

# 星期二
source: Tuesday
ar: يوم الثلاثاء
bn: মঙ্গলবার
es: Martes
fa: سهشنبه
fr: Mardi
hi: मंगलवार
id: Selasa
ko: 화요일
ky: Шейшемби
pt_br: Terça-feira
ru: Вторник
tr: Salı
uz: seshanba
vi: Thứ 3
zh_hans: 星期二
zh_hant: 星期二

# 星期三
source: Wednesday
ar: الأربعاء
bn: বুধবার
es: Miércoles
fa: چهار شنبه
fr: Mercredi
hi: बुधवार
id: Rabu
ko: 수요일
ky: Шаршемби
pt_br: Quarta-feira
ru: Среда
tr: Çarşamba
uz: chorshanba
vi: Thứ 4
zh_hans: 星期三
zh_hant: 星期三

# 星期四
source: Thursday
ar: يوم الخميس
bn: বৃহস্পতিবার
es: Jueves
fa: پنج شنبه
fr: Jeudi
hi: गुरुवार
id: Kamis
ko: 목요일
ky: Бейшемби
pt_br: Quinta-feira
ru: Четверг
tr: Perşembe
uz: Payshanba
vi: Thứ 5
zh_hans: 星期四
zh_hant: 星期四

# 星期五
source: Friday
ar: جمعة
bn: শুক্রবার
es: Viernes
fa: جمعه
fr: Vendredi
hi: शुक्रवार
id: Jumat
ko: 금요일
ky: Жума
pt_br: Sextas-feiras
ru: Пятница
tr: Cuma
uz: Juma
vi: Thứ 6
zh_hans: 星期五
zh_hant: 星期五

# 星期六
source: Saturday
ar: السبت
bn: শনিবার
es: Sábado
fa: شنبه
fr: Samedi
hi: शनिवार
id: Sabtu
ko: 토요일
ky: Ишемби
pt_br: Sábados
ru: Суббота
tr: Cumartesi
uz: shanba
vi: Thứ 7
zh_hans: 星期六
zh_hant: 星期六

# 签到
source: Sign in
ar: تسجيل الدخول
bn: সাইন ইন করুন
es: Iniciar sesión
fa: ورود
fr: Se connecter
hi: दाखिल करना
id: Masuk
ko: 로그인
ky: Кирүү
pt_br: entrar
ru: Войти
tr: Kayıt olmak
uz: tizimga kirish
vi: Điểm danh
zh_hans: 签到
zh_hant: 簽到

# 请输入账户密码
source: Please enter your account password
ar: الرجاء إدخال كلمة المرور الخاصة بحسابك
bn: আপনার অ্যাকাউন্ট পাসওয়ার্ড লিখুন
es: Por favor ingrese la contraseña de su cuenta
fa: لطفا رمز عبور حساب خود را وارد کنید
fr: Veuillez saisir le mot de passe de votre compte
hi: कृपया अपना खाता पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi akun Anda
ko: 계정 비밀번호를 입력해주세요
ky: Каттоо эсебиңиздин сырсөзүн киргизиңиз
pt_br: Digite a senha de sua conta
ru: Пожалуйста, введите пароль вашей учетной записи
tr: Lütfen hesabınızın şifresini girin
uz: Iltimos, hisobingiz parolini kiriting
vi: Vui lòng nhập mật khẩu tài khoản
zh_hans: 请输入账户密码
zh_hant: 請輸入賬戶密碼

# 验证账户密码失败
source: Failed to verify account password
ar: فشل التحقق من كلمة مرور الحساب
bn: অ্যাকাউন্ট পাসওয়ার্ড যাচাই করতে ব্যর্থ হয়েছে
es: No se pudo verificar la contraseña de la cuenta
fa: رمز عبور حساب تأیید نشد
fr: Échec de la vérification du mot de passe du compte
hi: खाता पासवर्ड सत्यापित करने में विफल
id: Gagal memverifikasi kata sandi akun
ko: 계정 비밀번호를 확인하지 못했습니다.
ky: Каттоо эсебинин сырсөзүн текшерүү ишке ашкан жок
pt_br: Falha ao verificar a senha da conta
ru: Не удалось проверить пароль учетной записи
tr: Hesap şifresi doğrulanamadı
uz: Hisob parolini tekshirib bo‘lmadi
vi: Không thể xác minh mật khẩu tài khoản
zh_hans: 验证账户密码失败
zh_hant: 驗證賬戶密碼失敗

# 去外部浏览器下载文件？
source: Go to external browser to download files?
ar: هل تذهب إلى متصفح خارجي لتنزيل الملفات؟
bn: ফাইল ডাউনলোড করতে একটি বহিরাগত ব্রাউজারে যান?
es: ¿Ir a un navegador externo para descargar archivos?
fa: برای دانلود فایل ها به مرورگر خارجی بروید؟
fr: Aller vers un navigateur externe pour télécharger des fichiers ?
hi: फ़ाइलें डाउनलोड करने के लिए किसी बाहरी ब्राउज़र पर जाएँ?
id: Buka browser eksternal untuk mengunduh file?
ko: 파일을 다운로드하려면 외부 브라우저로 이동하시겠습니까?
ky: Файлдарды жүктөп алуу үчүн тышкы браузерге өтүңүзбү?
pt_br: Ir para um navegador externo para baixar arquivos?
ru: Зайти во внешний браузер для скачивания файлов?
tr: Dosyaları indirmek için harici bir tarayıcıya mı gidilsin?
uz: Fayllarni yuklab olish uchun tashqi brauzerga o'tingmi?
vi: Đi đến trình duyệt bên ngoài để tải tập tin?
zh_hans: 去外部浏览器下载文件？
zh_hant: 去外部瀏覽器下載檔案？

# 在浏览器打开
source: Open in browser
ar: فتح في المتصفح
bn: ব্রাউজারে খোলা
es: Abierta en el navegador
fa: در مرور گر باز کنید
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
id: Buka di browser
ko: 브라우저에서 열려
ky: Браузерде ачуу
pt_br: Abrir em seu navegador
ru: Открыть в браузере
tr: Tarayıcıda aç
uz: Brauzerda oching
vi: Mở trong trình duyệt
zh_hans: 在浏览器打开
zh_hant: 在瀏覽器打開

# 浮窗
source: Floating window
ar: نافذة عائمة
bn: ভাসমান জানালা
es: ventana flotante
fa: پنجره شناور
fr: fenêtre flottante
hi: तैरती हुई खिड़की
id: jendela mengambang
ko: 부동 창
ky: калкыма терезе
pt_br: janela flutuante
ru: плавающее окно
tr: yüzen pencere
uz: suzuvchi oyna
vi: Cửa sổ nổi
zh_hans: 浮窗
zh_hant: 浮窗

# 是否删除
source: Delete or not
ar: حذف أم لا
bn: মুছে দিন বা না
es: eliminar o no
fa: حذف شود یا نه
fr: supprimer ou pas
hi: हटाएं या नहीं
id: hapus atau tidak
ko: 삭제할까 말까
ky: жок кылуу же жок
pt_br: Excluir ou não
ru: удалять или нет
tr: sil ya da silme
uz: o'chirish yoki yo'q
vi: Xóa hay không?
zh_hans: 是否删除
zh_hant: 是否刪除

# 删除选择的小程序入口
source: Delete the selected mini program entry
ar: احذف إدخال البرنامج الصغير المحدد
bn: নির্বাচিত মিনি প্রোগ্রাম এন্ট্রি মুছুন
es: Eliminar la entrada del miniprograma seleccionado
fa: ورودی برنامه کوچک انتخابی را حذف کنید
fr: Supprimer l'entrée du mini-programme sélectionné
hi: चयनित मिनी प्रोग्राम प्रविष्टि हटाएँ
id: Hapus entri program mini yang dipilih
ko: 선택한 미니 프로그램 항목 삭제
ky: Тандалган мини программа жазуусун жок кылыңыз
pt_br: Remover o portal do applet selecionado
ru: Удалить выбранную запись мини-программы
tr: Seçilen mini program girişini silin
uz: Tanlangan mini dastur yozuvini o'chiring
vi: Xóa mục chương trình mini đã chọn
zh_hans: 删除选择的小程序入口
zh_hant: 刪除選擇的小程序入口

# 链接
source: Link
ar: وصلة
bn: লিঙ্ক
es: Enlace
fa: ارتباط دادن
fr: Lien
hi: जोड़ना
id: Tautan
ko: 링크
ky: Шилтеме
pt_br: link (em um site)
ru: Связь
tr: Bağlantı
uz: Havola
vi: Liên kết
zh_hans: 链接
zh_hant: 鏈接

# 清空
source: Clear
ar: واضح
bn: পরিষ্কার
es: Claro
fa: پاک کردن
fr: Clair
hi: स्पष्ट
id: Jernih
ko: 분명한
ky: Таза
pt_br: claro
ru: Прозрачный
tr: Temizlemek
uz: Toza
vi: Dọn dẹp
zh_hans: 清空
zh_hant: 清空

# 清空全部
source: Clear all
ar: امسح الكل
bn: সব পরিষ্কার করে দাও
es: Limpiar todo
fa: همه را پاک کن
fr: Tout effacer
hi: सभी साफ करें
id: Bersihkan semua
ko: 모두 지우기
ky: Баарын тазалоо
pt_br: Limpar tudo
ru: Очистить все
tr: Hepsini temizle
uz: Hammasini tozalamoq
vi: Dọn dẹp tất cả
zh_hans: 清空全部
zh_hant: 清空全部

# 访问密码
source: Access password
ar: الوصول إلى كلمة المرور
bn: এক্সেস পাসওয়ার্ড
es: Contraseña de acceso
fa: رمز دسترسی
fr: accéder au mot de passe
hi: एक्सेस पासवर्ड
id: kata sandi akses
ko: 접근 비밀번호
ky: кирүү сырсөз
pt_br: código de acesso
ru: пароль доступа
tr: erişim şifresi
uz: kirish paroli
vi: Mật khẩu truy cập
zh_hans: 访问密码
zh_hant: 訪問密碼

# 请输入访问密码
source: Please enter access password
ar: الرجاء إدخال كلمة مرور الوصول
bn: অ্যাক্সেস পাসওয়ার্ড লিখুন দয়া করে
es: Por favor introduzca la contraseña de acceso
fa: لطفا رمز دسترسی را وارد کنید
fr: Veuillez entrer le mot de passe d'accès
hi: कृपया एक्सेस पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi akses
ko: 접근 비밀번호를 입력하십시오
ky: Кирүү сырсөзүн киргизиңиз
pt_br: Digite o código de acesso
ru: Пожалуйста, введите пароль доступа
tr: Lütfen erişim şifresini girin
uz: Iltimos, kirish parolini kiriting
vi: Vui lòng nhập mật khẩu truy cập
zh_hans: 请输入访问密码
zh_hant: 請輸入訪問密碼

# 我的应用
source: My Applications
ar: تطبيقاتي
bn: আমার অ্যাপ্লিকেশন
es: mis aplicaciónes
fa: برنامه های کاربردی من
fr: mes applications
hi: मेरे अनुप्रयोग
id: aplikasi saya
ko: 내 앱
ky: Менин колдонмолорум
pt_br: Meus aplicativos
ru: Мои приложения
tr: Uygulamalarım
uz: Mening ilovalarim
vi: Ứng dụng của tôi
zh_hans: 我的应用
zh_hant: 我的應用

# 管理
source: Manage
ar: يدير
bn: পরিচালনা
es: administrar
fa: مدیریت کنید
fr: gérer
hi: प्रबंधित करना
id: mengelola
ko: 관리
ky: башкаруу
pt_br: gerencial
ru: управлять
tr: üstesinden gelmek
uz: boshqarish
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# 添加
source: Add to
ar: اضف إليه
bn: যোগ করা
es: añadir
fa: اضافه کردن به
fr: Ajouter à
hi: इसमें जोड़ें
id: Tambahkan
ko: 추가
ky: кошуу
pt_br: aumentar
ru: добавить в
tr: a ekle
uz: qo'shish
vi: Thêm
zh_hans: 添加
zh_hant: 添加

# 新增应用
source: Add new application
ar: إضافة تطبيق جديد
bn: নতুন অ্যাপ্লিকেশন যোগ করুন
es: Agregar nueva aplicación
fa: افزودن برنامه جدید
fr: Ajouter une nouvelle application
hi: नया एप्लिकेशन जोड़ें
id: Tambahkan aplikasi baru
ko: 새 애플리케이션 추가
ky: Жаңы колдонмо кошуу
pt_br: Novos aplicativos
ru: Добавить новое приложение
tr: Yeni uygulama ekle
uz: Yangi ilova qo'shing
vi: Thêm ứng dụng mới
zh_hans: 新增应用
zh_hant: 新增應用

# 编辑应用
source: Edit application
ar: تحرير التطبيق
bn: অ্যাপ্লিকেশন সম্পাদনা করুন
es: Editar aplicación
fa: ویرایش برنامه
fr: Modifier la demande
hi: एप्लिकेशन संपादित करें
id: Sunting aplikasi
ko: 애플리케이션 수정
ky: Колдонмону түзөтүү
pt_br: Editando aplicativos
ru: Редактировать заявку
tr: Uygulamayı düzenle
uz: Ilovani tahrirlash
vi: Chỉnh sửa ứng dụng
zh_hans: 编辑应用
zh_hant: 編輯應用

# 设置头像
source: Set Avatar
ar: تعيين الصورة الرمزية
bn: অবতার সেট করুন
es: Establecer avatar
fa: آواتار را تنظیم کنید
fr: Définir l'avatar
hi: अवतार सेट करें
id: Tetapkan Avatar
ko: 아바타 설정
ky: Аватарды коюу
pt_br: Configuração do avatar
ru: Установить аватар
tr: Avatarı Ayarla
uz: Avatarni o'rnatish
vi: Đặt hình đại diện
zh_hans: 设置头像
zh_hant: 設置頭像

# 不设置头像自动生成
source: Automatically generate avatar without setting it
ar: إنشاء الصورة الرمزية تلقائيًا دون تعيينها
bn: এটি সেট না করেই স্বয়ংক্রিয়ভাবে অবতার তৈরি করুন
es: Generar avatar automáticamente sin configurarlo
fa: ایجاد خودکار آواتار بدون تنظیم آن
fr: Générer automatiquement un avatar sans le définir
hi: इसे सेट किए बिना स्वचालित रूप से अवतार उत्पन्न करें
id: Secara otomatis menghasilkan avatar tanpa mengaturnya
ko: 설정 아바타 자동 생성
ky: Аватарды орнотуусуз автоматтык түрдө жаратыңыз
pt_br: Sem geração automática de avatar
ru: Автоматически генерировать аватар, не устанавливая его
tr: Avatarı ayarlamadan otomatik olarak oluştur
uz: Avatarni o'rnatmasdan avtomatik ravishda yarating
vi: Tự động tạo avatar không cần cài đặt
zh_hans: 不设置头像自动生成
zh_hant: 不設置頭像自動生成

# 请输入应用名称
source: Please enter an application name
ar: الرجاء إدخال اسم التطبيق
bn: একটি আবেদন নাম লিখুন
es: Por favor ingrese un nombre de aplicación
fa: لطفاً یک نام برنامه وارد کنید
fr: Veuillez entrer un nom d'application
hi: कृपया एक एप्लिकेशन नाम दर्ज करें
id: Silakan masukkan nama aplikasi
ko: 애플리케이션 이름을 입력하세요.
ky: Сураныч, колдонмонун атын киргизиңиз
pt_br: Digite o nome do aplicativo
ru: Пожалуйста, введите название приложения
tr: Lütfen bir uygulama adı girin
uz: Iltimos, ilova nomini kiriting
vi: Vui lòng nhập tên ứng dụng
zh_hans: 请输入应用名称
zh_hant: 請輸入應用名稱

# 请输入链接
source: Please enter link
ar: الرجاء إدخال الرابط
bn: লিঙ্ক লিখুন
es: Por favor ingrese el enlace
fa: لطفا لینک را وارد کنید
fr: Veuillez entrer le lien
hi: कृपया लिंक दर्ज करें
id: Silakan masukkan tautan
ko: 링크를 입력해주세요
ky: Шилтемени киргизиңиз
pt_br: Digite o link
ru: Пожалуйста, введите ссылку
tr: Lütfen bağlantıyı girin
uz: Iltimos, havolani kiriting
vi: Vui lòng nhập liên kết
zh_hans: 请输入链接
zh_hant: 請輸入鏈接

# 开启密码
source: Open password
ar: فتح كلمة المرور
bn: পাসওয়ার্ড খুলুন
es: Abrir contraseña
fa: رمز عبور را باز کنید
fr: Ouvrir le mot de passe
hi: पासवर्ड खोलें
id: Buka kata sandi
ko: 비밀번호 열기
ky: Сырсөздү ачыңыз
pt_br: Abrir senha
ru: Открыть пароль
tr: Şifreyi aç
uz: Parolni oching
vi: Mở mật khẩu
zh_hans: 开启密码
zh_hant: 開啟密碼

# 应用名称不能为空
source: Application name cannot be empty
ar: لا يمكن أن يكون اسم التطبيق فارغًا
bn: আবেদনের নাম খালি রাখা যাবে না
es: El nombre de la aplicación no puede estar vacío
fa: نام برنامه نمی تواند خالی باشد
fr: Le nom de l'application ne peut pas être vide
hi: एप्लिकेशन का नाम खाली नहीं हो सकता
id: Nama aplikasi tidak boleh kosong
ko: 애플리케이션 이름은 비워둘 수 없습니다.
ky: Колдонмонун аталышы бош болбошу керек
pt_br: O nome do aplicativo não pode estar vazio
ru: Название приложения не может быть пустым
tr: Uygulama adı boş olamaz
uz: Ilova nomi boʻsh boʻlishi mumkin emas
vi: Tên ứng dụng không được để trống
zh_hans: 应用名称不能为空
zh_hant: 應用名稱不能為空

# 链接不能为空
source: Link cannot be empty
ar: لا يمكن أن يكون الرابط فارغًا
bn: লিঙ্ক খালি হতে পারে না
es: El enlace no puede estar vacío.
fa: پیوند نمی تواند خالی باشد
fr: Le lien ne peut pas être vide
hi: लिंक खाली नहीं हो सकता
id: Tautan tidak boleh kosong
ko: 링크는 비워둘 수 없습니다.
ky: Шилтеме бош болбошу керек
pt_br: O link não pode estar vazio
ru: Ссылка не может быть пустой
tr: Bağlantı boş olamaz
uz: Havola boʻsh boʻlishi mumkin emas
vi: Liên kết không được để trống
zh_hans: 链接不能为空
zh_hant: 鏈接不能為空

# 访问密码不能为空
source: Access password cannot be empty
ar: لا يمكن أن تكون كلمة مرور الوصول فارغة
bn: অ্যাক্সেস পাসওয়ার্ড খালি হতে পারে না
es: La contraseña de acceso no puede estar vacía
fa: رمز ورود نمی تواند خالی باشد
fr: Le mot de passe d'accès ne peut pas être vide
hi: एक्सेस पासवर्ड खाली नहीं हो सकता
id: Kata sandi akses tidak boleh kosong
ko: 액세스 비밀번호는 비워둘 수 없습니다.
ky: Кирүү сырсөзү бош болбошу керек
pt_br: A senha de acesso não pode estar vazia
ru: Пароль доступа не может быть пустым
tr: Erişim şifresi boş olamaz
uz: Kirish paroli bo'sh bo'lishi mumkin emas
vi: Mật khẩu truy cập không được để trống
zh_hans: 访问密码不能为空
zh_hant: 訪問密碼不能為空

# 取消置顶
source: Unpin
ar: إلغاء
bn: আনপিন
es: Quitar
fa: لغو
fr: Détach
hi: अनपिन
id: Lepas
ko: 해제
ky: Алып сал
pt_br: Soltar
ru: Откр
tr: Kaldır
uz: Echish
vi: Bỏ ghim
zh_hans: 取消置顶
zh_hant: 取消置頂

# 置顶
source: Pin
ar: دبوس الى أعلى الصفحة
bn: উপরে পিন করুন
es: fijar hacia arriba
fa: سنجاق به بالا
fr: épingler en haut
hi: सबसे ऊपर पिन करें
id: sematkan ke atas
ko: 상단에 고정
ky: үстүнө кадап коюңуз
pt_br: adesivo
ru: прикрепить сверху
tr: yukarıya sabitle
uz: tepaga mahkamlang
vi: Ghim lên đầu
zh_hans: 置顶
zh_hant: 置頂

# 开启通知
source: Turn on notifications
ar: قم بتشغيل الإشعارات
bn: বিজ্ঞপ্তি চালু করুন
es: Activar las notificaciones
fa: نمایش اعلانها را فعال کنید
fr: Activer les notifications
hi: सूचनाओं पर मुड़ें
id: Aktifkan notifikasi
ko: 알림 켜기
ky: Эскертмелерди күйгүзүңүз
pt_br: Abrir notificação
ru: Включить уведомления
tr: Bildirimleri aç
uz: Bildirishnomalarni yoqing
vi: Bật thông báo
zh_hans: 开启通知
zh_hant: 開啟通知

# 关闭通知
source: Turn off notifications
ar: قم بإيقاف تشغيل الإشعارات
bn: বিজ্ঞপ্তি বন্ধ রাখুন
es: Desactivar las notificaciones
fa: اعلان ها را خاموش کنید
fr: Désactiver les notifications
hi: सूचनाएं बंद करो
id: Matikan Notifikasi
ko: 알림 끄기
ky: Эскертмелерди өчүрүү
pt_br: Notificação de fechamento
ru: Выключить уведомления
tr: Bildirimleri kapat
uz: Bildirishnomalarni o'chiring
vi: Tắt thông báo
zh_hans: 关闭通知
zh_hant: 關閉通知

# 签到助手
source: Check-in assistant
ar: مساعد تسجيل الوصول
bn: চেক-ইন সহকারী
es: asistente de check-in
fa: دستیار ورود
fr: Assistante d'enregistrement
hi: चेक-इन सहायक
id: Asisten Check-in
ko: 보고 보조원
ky: Каттоо боюнча жардамчы
pt_br: Assistente de registro
ru: Помощник по регистрации
tr: Giriş asistanı
uz: Ro'yxatdan o'tish bo'yicha yordamchi
vi: Trợ lý điểm danh
zh_hans: 签到助手
zh_hant: 簽到助手

# 创建群聊
source: Create group chat
ar: إنشاء دردشة جماعية
bn: গ্রুপ চ্যাট তৈরি করুন
es: Crear chat grupal
fa: ایجاد چت گروهی
fr: Créer une discussion de groupe
hi: समूह चैट बनाएं
id: Buat obrolan grup
ko: 그룹채팅 만드는 중
ky: Топтук чатты түзүү
pt_br: Criar bate-papo em grupo
ru: Создать групповой чат
tr: Grup sohbeti oluştur
uz: Guruh suhbatini yarating
vi: Tạo cuộc trò chuyện nhóm
zh_hans: 创建群聊
zh_hant: 創建群聊

# 创建群聊中...
source: Creating group chat...
ar: جارٍ إنشاء دردشة جماعية...
bn: গ্রুপ চ্যাট তৈরি করা হচ্ছে...
es: Creando chat grupal...
fa: در حال ایجاد چت گروهی...
fr: Création d'une discussion de groupe...
hi: समूह चैट बनाई जा रही है...
id: Membuat obrolan grup...
ko: 그룹 채팅 만들기...
ky: Топтук чат түзүлүүдө...
pt_br: Criar um bate-papo em grupo...
ru: Создание группового чата...
tr: Grup sohbeti oluşturuluyor...
uz: Guruh suhbati yaratilmoqda...
vi: Đang tạo nhóm trò chuyện...
zh_hans: 创建群聊中...
zh_hant: 創建群聊中...
