Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 你还没有添加好友
source: You haven't added friends yet
ar: لم تقم بإضافة أصدقاء بعد
bn: আপনি এখনও বন্ধু যোগ করেননি
es: Aún no has agregado amigos
fa: شما هنوز دوستانی اضافه نکرده اید
fr: Vous n'avez pas encore ajouté d'amis
hi: आपने अभी तक मित्र नहीं जोड़े हैं
id: Anda belum menambahkan teman
ko: 아직 친구를 추가하지 않았습니다.
ky: Сиз азырынча досторду кошо элексиз
pt_br: Você não adicionou um amigo.
ru: Вы еще не добавили друзей
tr: Henüz arkadaş eklemedin
uz: Siz hali doʻstlar qoʻshmagansiz
vi: Bạn chưa thêm bạn bè
zh_hans: 你还没有添加好友
zh_hant: 你還沒有添加好友

# %@的会话记录
source: %@’s Session records
ar: سجلات جلسة %@
bn: %@ এর সেশন রেকর্ড
es: Registros de sesión de %@
fa: سوابق جلسه %@
fr: Enregistrements de session de %@
hi: %@ के सत्र रिकॉर्ड
id: catatan sesi %@
ko: %@세션 기록
ky: %@ сеансынын жазуулары
pt_br: Registros de sessão para %@
ru: Записи сеансов %@
tr: %@ kullanıcısının oturum kayıtları
uz: %@ seans yozuvlari
vi: Lịch sử trò chuyện của%@
zh_hans: %@的会话记录
zh_hant: %@的會話記錄

# 系统公告
source: System notification
ar: إشعار النظام
bn: সিস্টেম বিজ্ঞপ্তি
es: notificación del sistema
fa: اطلاع رسانی سیستم
fr: notification du système
hi: सिस्टम अधिसूचना
id: pemberitahuan sistem
ko: 시스템 알림
ky: системалык билдирүү
pt_br: Anúncio do sistema
ru: системное уведомление
tr: sistem bildirimi
uz: tizim xabarnomasi
vi: Thông báo hệ thống
zh_hans: 系统公告
zh_hant: 系統公告

# 删除系统公告
source: Delete system announcement
ar: حذف إعلان النظام
bn: সিস্টেম ঘোষণা মুছুন
es: Eliminar anuncio del sistema
fa: حذف اطلاعیه سیستم
fr: Supprimer l'annonce du système
hi: सिस्टम घोषणा हटाएँ
id: Hapus pengumuman sistem
ko: 시스템 공지 삭제
ky: Системанын жарыясын жок кылуу
pt_br: Excluir anúncio do sistema
ru: Удалить системное объявление
tr: Sistem duyurusunu sil
uz: Tizim e'lonini o'chirish
vi: Xóa thông báo hệ thống
zh_hans: 删除系统公告
zh_hant: 刪除系統公告

# 确定要删除选中的系统公告
source: Confirm to delete the selected system announcement
ar: قم بالتأكيد على حذف إعلان النظام المحدد
bn: নির্বাচিত সিস্টেম ঘোষণা মুছে ফেলার জন্য নিশ্চিত করুন
es: Confirme para eliminar el anuncio del sistema seleccionado
fa: برای حذف اعلان سیستم انتخابی، تأیید کنید
fr: Confirmez pour supprimer l'annonce système sélectionnée
hi: चयनित सिस्टम घोषणा को हटाने की पुष्टि करें
id: Konfirmasikan untuk menghapus pengumuman sistem yang dipilih
ko: 선택한 시스템 공지 삭제를 확인하세요.
ky: Тандалган системанын жарыясын жок кылуу үчүн ырастаңыз
pt_br: Determine que você deseja excluir os anúncios de sistema selecionados
ru: Подтвердите удаление выбранного системного объявления.
tr: Seçilen sistem duyurusunu silmeyi onaylayın
uz: Tanlangan tizim e'lonini o'chirish uchun tasdiqlang
vi: Xác nhận xóa thông báo hệ thống đã chọn
zh_hans: 确定要删除选中的系统公告
zh_hant: 確定要刪除選中的系統公告

# 群发助手
source: Group sending assistant
ar: مساعد إرسال المجموعة
bn: গ্রুপ পাঠানো সহকারী
es: Asistente de envío de grupos
fa: دستیار ارسال گروهی
fr: Assistante d'envoi de groupe
hi: समूह भेजने वाला सहायक
id: Asisten pengirim grup
ko: 그룹 전송 도우미
ky: Топтук жардамчы жөнөтүү
pt_br: Assistente de mala direta
ru: Помощник по отправке групп
tr: Grup gönderme asistanı
uz: Guruhni yuborish yordamchisi
vi: Trợ lý của nhóm
zh_hans: 群发助手
zh_hant: 群發助手

# 新建
source: New
ar: جديد
bn: নতুন
es: Nuevo
fa: جدید
fr: Nouveau
hi: नया
id: Baru
ko: 새로운
ky: Жаңы
pt_br: recém-construído
ru: Новый
tr: Yeni
uz: Yangi
vi: Mới
zh_hans: 新建
zh_hant: 新建群發

# 群聊列表
source: Group chat list
ar: قائمة الدردشة الجماعية
bn: গ্রুপ চ্যাট তালিকা
es: Lista de chat grupal
fa: لیست چت گروهی
fr: Liste de discussion de groupe
hi: समूह चैट सूची
id: Daftar obrolan grup
ko: 그룹 채팅 목록
ky: Топтук чат тизмеси
pt_br: Lista de bate-papo em grupo
ru: Список группового чата
tr: Grup sohbet listesi
uz: Guruh suhbatlari ro'yxati
vi: Danh sách trò chuyện nhóm
zh_hans: 群聊列表
zh_hant: 群聊列表

# 全选
source: Select all
ar: اختر الكل
bn: সব নির্বাচন করুন
es: seleccionar todo
fa: انتخاب همه
fr: tout sélectionner
hi: सबका चयन करें
id: Pilih Semua
ko: 모두 선택
ky: баарын танда
pt_br: unânime
ru: выбрать все
tr: hepsini seç
uz: hammasini belgilash
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# 你还没有加入群聊
source: You haven't joined the group chat yet
ar: لم تنضم إلى الدردشة الجماعية بعد
bn: আপনি এখনো গ্রুপ চ্যাটে যোগ দেননি
es: Aún no te has unido al chat grupal
fa: شما هنوز به چت گروهی نپیوسته اید
fr: Vous n'avez pas encore rejoint le chat de groupe
hi: आप अभी तक समूह चैट में शामिल नहीं हुए हैं
id: Anda belum bergabung dengan obrolan grup
ko: 아직 그룹 채팅에 참여하지 않았습니다.
ky: Сиз азырынча топтук чатка кошула элексиз
pt_br: Você não entrou no bate-papo em grupo.
ru: Вы еще не присоединились к групповому чату
tr: Henüz grup sohbetine katılmadınız
uz: Siz hali guruh chatiga qo‘shilmagansiz
vi: Bạn chưa tham gia trò chuyện nhóm
zh_hans: 你还没有加入群聊
zh_hant: 你還沒有加入群聊

# 选择收信人
source: Select recipient
ar: حدد المستلم
bn: প্রাপক নির্বাচন করুন
es: Seleccionar destinatario
fa: گیرنده را انتخاب کنید
fr: Sélectionnez le destinataire
hi: प्राप्तकर्ता का चयन करें
id: Pilih penerima
ko: 수신자 선택
ky: Алуучуну тандаңыз
pt_br: Selecionar destinatário
ru: Выберите получателя
tr: Alıcıyı seçin
uz: Qabul qiluvchini tanlang
vi: Chọn người nhận
zh_hans: 选择收信人
zh_hant: 選擇收信人

# 群发
source: Bulk sending
ar: إرسال بالجملة
bn: বাল্ক পাঠানো
es: Envío masivo
fa: ارسال انبوه
fr: Envoi groupé
hi: थोक में भेजना
id: Pengiriman massal
ko: 대량보내기
ky: Жаппай жөнөтүү
pt_br: envio em massa
ru: Массовая отправка
tr: Toplu gönderme
uz: Ommaviy yuborish
vi: Gửi nhóm
zh_hans: 群发
zh_hant: 群發

# 设置群发标签（非必填）
source: Set a group sending label (optional)
ar: تعيين تسمية إرسال المجموعة (اختياري)
bn: একটি গ্রুপ পাঠানোর লেবেল সেট করুন (ঐচ্ছিক)
es: Establecer una etiqueta de envío grupal (opcional)
fa: تنظیم یک برچسب ارسال گروهی (اختیاری)
fr: Définir une étiquette d'envoi de groupe (facultatif)
hi: समूह भेजने वाला लेबल सेट करें (वैकल्पिक)
id: Tetapkan label pengiriman grup (opsional)
ko: 그룹 발송 라벨 설정(선택사항)
ky: Топтук жөнөтүү энбелгисин коюу (милдеттүү эмес)
pt_br: Configurar etiquetas de mala direta em massa (não é necessário)
ru: Установите метку групповой отправки (необязательно)
tr: Grup gönderme etiketi ayarlayın (isteğe bağlı)
uz: Guruh yuborish yorligʻini oʻrnatish (ixtiyoriy)
vi: Đặt nhãn gửi nhóm (tùy chọn)
zh_hans: 设置群发标签（非必填）
zh_hant: 設置群發標籤（非必填）

# 立即发送
source: Send immediately
ar: أرسل على الفور
bn: অবিলম্বে পাঠান
es: enviar inmediatamente
fa: فورا ارسال کنید
fr: envoyer immédiatement
hi: तुरंत भेजें
id: kirim segera
ko: 즉시 보내다
ky: дароо жөнөтүү
pt_br: Enviar agora
ru: отправить немедленно
tr: hemen gönder
uz: darhol yuboring
vi: gửi ngay
zh_hans: 立即发送
zh_hant: 立即發送

# 发送中...
source: Sending...
ar: إرسال...
bn: পাঠানো হচ্ছে...
es: enviando...
fa: در حال ارسال...
fr: Envoi en cours...
hi: भेजना...
id: mengirim...
ko: 보내는 중...
ky: жөнөтүү...
pt_br: Enviando...
ru: отправка...
tr: gönderiliyor...
uz: yuborilmoqda...
vi: Đang gửi...
zh_hans: 发送中...
zh_hant: 發送中...

# 发送成功
source: Sent successfully
ar: أرسل بنجاح
bn: সফলভাবে প্রেরিত
es: Enviado correctamente
fa: با موفقیت ارسال شد
fr: Bien envoyé
hi: सफलतापूर्वक भेज दिया
id: Berhasil dikirim
ko: 성공적으로 전송되었습니다
ky: Ийгиликтүү жөнөтүлдү
pt_br: Enviado com sucesso
ru: Успешно отправлено
tr: Başarıyla gönderildi
uz: Muvaffaqiyatli yuborildi
vi: Gửi thành công
zh_hans: 发送成功
zh_hant: 發送成功

# 正在连接...
source: Connecting...
ar: توصيل...
bn: সংযোগ করা হচ্ছে...
es: conectando...
fa: برقراری ارتباط...
fr: de liaison...
hi: कनेक्ट हो रहा है...
id: menghubungkan...
ko: 연결 중...
ky: туташууда...
pt_br: Conectando...
ru: подключение...
tr: Bağlanıyor...
uz: ulanmoqda...
vi: Đang kết nối...
zh_hans: 正在连接...
zh_hant: 正在連接...

# 当前无法连接网络，请检查
source: Unable to connect to the network at the moment, please check
ar: غير قادر على الاتصال بالشبكة في الوقت الراهن، يرجى التحقق
bn: এই মুহূর্তে নেটওয়ার্কে সংযোগ করতে অক্ষম, অনুগ্রহ করে চেক করুন৷
es: No es posible conectarse a la red en este momento, verifique
fa: در حال حاضر امکان اتصال به شبکه وجود ندارد، لطفاً بررسی کنید
fr: Impossible de se connecter au réseau pour le moment, veuillez vérifier
hi: इस समय नेटवर्क से कनेक्ट करने में असमर्थ, कृपया जांचें
id: Tidak dapat terhubung ke jaringan saat ini, harap periksa
ko: 현재 네트워크에 연결할 수 없습니다. 확인하세요.
ky: Учурда тармакка туташуу мүмкүн эмес, текшериңиз
pt_br: No momento, não é possível se conectar à rede, verifique
ru: В данный момент невозможно подключиться к сети, пожалуйста, проверьте
tr: Şu anda ağa bağlanılamıyor, lütfen kontrol edin
uz: Ayni paytda tarmoqqa ulanib bo‘lmayapti, tekshiring
vi: Hiện tại không thể kết nối mạng, vui lòng kiểm tra
zh_hans: 当前无法连接网络，请检查
zh_hant: 當前無法連接網絡，請檢查

# 今日未签到-前去签到
source: Didn't sign in today - go and sign in
ar: لم تقم بتسجيل الدخول اليوم - اذهب وقم بتسجيل الدخول
bn: আজ সাইন ইন করেননি - যান এবং সাইন ইন করুন
es: No me registré hoy - ve e inicia sesión
fa: امروز وارد سیستم نشدید - بروید و وارد شوید
fr: Je ne me suis pas connecté aujourd'hui - allez vous connecter
hi: आज साइन इन नहीं किया - जाओ और साइन इन करो
id: Tidak masuk hari ini - buka dan masuk
ko: 오늘은 로그인하지 않았습니다. 가서 로그인하세요.
ky: Бүгүн кирген жокмун - барып кириңиз
pt_br: Não fiz login hoje - Ir para fazer login
ru: Не авторизовался сегодня - зайдите и войдите
tr: Bugün oturum açmadım - gidin ve oturum açın
uz: Bugun tizimga kirmadim - borib kiring
vi: Hôm nay chưa điểm danh - Điểm danh ngay
zh_hans: 今日未签到-前去签到
zh_hant: 今日未簽到-前去簽到

# [暂无新消息]
source: [No new news yet]
ar: [لا يوجد أخبار جديدة بعد]
bn: [এখনও কোন নতুন খবর নেই]
es: [Aún no hay nuevas noticias]
fa: [هنوز خبری جدید نیست]
fr: [Pas encore de nouvelles]
hi: [अभी तक कोई नई खबर नहीं]
id: [Belum ada berita baru]
ko: [아직 새로운 소식이 없습니다]
ky: [Жаңы жаңылык жок]
pt_br: [Nenhuma informação nova até o momento.]
ru: [Новых новостей пока нет]
tr: [Henüz yeni haber yok]
uz: [Hali yangi yangiliklar yo'q]
vi: [Chưa có tin tức mới]
zh_hans: [暂无新消息]
zh_hant: [暫無新消息]

# 群助手
source: Group assistant
ar: مساعد المجموعة
bn: গ্রুপ সহকারী
es: asistente de grupo
fa: دستیار گروه
fr: Assistante de groupe
hi: समूह सहायक
id: Asisten kelompok
ko: 그룹 어시스턴트
ky: Топтун жардамчысы
pt_br: Assistente de grupo
ru: Групповой помощник
tr: Grup asistanı
uz: Guruh yordamchisi
vi: Trợ lý nhóm
zh_hans: 群助手
zh_hant: 群助手

# 扫一扫
source: Scan it
ar: مسحه ضوئيًا
bn: এটি স্ক্যান
es: escanealo
fa: آن را اسکن کنید
fr: scanne-le
hi: इसे स्कैन करें
id: memindainya
ko: 스캔하다
ky: аны сканерлеңиз
pt_br: varredura
ru: отсканируй это
tr: tara
uz: skanerlang
vi: Quét mã
zh_hans: 扫一扫
zh_hant: 掃一掃

# 签到提醒
source: Check-in reminder
ar: تذكير بتسجيل الوصول
bn: চেক ইন অনুস্মারক
es: Recordatorio de check-in
fa: یادآوری ورود
fr: Rappel d'enregistrement
hi: चेक-इन अनुस्मारक
id: Pengingat check-in
ko: 로그인 신고 알림
ky: Каттоо эстеткич
pt_br: Lembrete de check-in
ru: Напоминание о регистрации
tr: Giriş hatırlatıcısı
uz: Ro'yxatdan o'tish haqida eslatma
vi: Lời nhắc điểm danh
zh_hans: 签到提醒
zh_hant: 簽到提醒

# 欢迎来到%@，不要忘记签到哦～
source: Welcome to %@, don't forget to sign in~
ar: مرحبًا بك في %@، لا تنس تسجيل الدخول~
bn: %@ এ স্বাগতম, সাইন ইন করতে ভুলবেন না~
es: Bienvenido a %@, no olvides iniciar sesión~
fa: به %@ خوش آمدید، ورود به سیستم را فراموش نکنید~
fr: Bienvenue sur %@, n'oubliez pas de vous connecter~
hi: %@ में आपका स्वागत है, साइन इन करना न भूलें~
id: Selamat datang di %@, jangan lupa masuk~
ko: %@에 오신 것을 환영합니다. 로그인하는 것을 잊지 마세요~
ky: %@ кош келиңиз, кирүүнү унутпаңыз~
pt_br: Bem-vindo ao %@, não se esqueça de fazer login~
ru: Добро пожаловать в %@, не забудьте войти в систему~
tr: %@'a hoş geldiniz, oturum açmayı unutmayın~
uz: %@ ga xush kelibsiz, tizimga kirishni unutmang~
vi: Chào mừng đến với %@, đừng quên đăng nhập~
zh_hans: 欢迎来到%@，不要忘记签到哦～
zh_hant: 歡迎來到%@，不要忘記簽到哦～

# 去签到
source: Go and sign in
ar: اذهب وقم بتسجيل الدخول
bn: যান এবং সাইন ইন করুন
es: Ve e inicia sesión
fa: بروید و وارد شوید
fr: Allez vous connecter
hi: जाओ और साइन इन करो
id: Pergi dan masuk
ko: 직장에 보고하다
ky: Барып, кириңиз
pt_br: Faça o login.
ru: Зайдите и войдите в систему
tr: Git ve oturum aç
uz: Boring va tizimga kiring
vi: Điểm danh ngay
zh_hans: 去签到
zh_hant: 去簽到

# 查看列表
source: View list
ar: عرض القائمة
bn: তালিকা দেখুন
es: Ver lista
fa: مشاهده لیست
fr: Afficher la liste
hi: सूची देखें
id: Lihat daftar
ko: 보기 목록
ky: Тизмени көрүү
pt_br: Exibir lista
ru: Посмотреть список
tr: Listeyi görüntüle
uz: Roʻyxatni koʻrish
vi: Danh sách xem
zh_hans: 查看列表
zh_hant: 查看列表

# 再发一条
source: Send another one
ar: ارسل واحد اخر
bn: আরেকটা পাঠাও
es: Envia otro
fa: یکی دیگه بفرست
fr: Envoyez-en un autre
hi: कोई अन्य भेजें
id: Kirim yang lain
ko: 다시 메시지 보내기
ky: Башкасын жөнөт
pt_br: Envie outro.
ru: Отправить еще один
tr: Başka bir tane gönder
uz: Boshqasini yuboring
vi: Gửi thêm 1 tin
zh_hans: 再发一条
zh_hant: 再發一條

# 发送完毕
source: Sent
ar: مرسل
bn: পাঠানো হয়েছে
es: Enviado
fa: ارسال شد
fr: Envoyé
hi: भेजा
id: Terkirim
ko: 전송 성공
ky: Жөнөтүлдү
pt_br: fim da transmissão
ru: Отправил
tr: Gönderilmiş
uz: Yuborildi
vi: Đã gửi
zh_hans: 发送完毕
zh_hant: 發送完畢

# 未命名标签
source: Unnamed tag
ar: علامة غير مسماة
bn: নামহীন ট্যাগ
es: etiqueta sin nombre
fa: برچسب بی نام
fr: étiquette sans nom
hi: अनाम टैग
id: tag tanpa nama
ko: 이름 없는 태그
ky: аты жок тег
pt_br: rótulo sem nome
ru: безымянный тег
tr: isimsiz etiket
uz: nomsiz teg
vi: Thẻ không tên
zh_hans: 未命名标签
zh_hant: 未命名標籤

# %ld位收件人
source: %ld Recipients
ar: %ld من المستلمين
bn: %ld প্রাপক
es: %ld destinatarios
fa: %ld گیرندگان
fr: %ld destinataires
hi: %ld प्राप्तकर्ता
id: %ld penerima
ko: %LD 수신자
ky: %ld алуучулар
pt_br: %ld bit recipientes
ru: %ld получателей
tr: %ld alıcı
uz: %ld oluvchilar
vi: %ld người nhận
zh_hans: %ld位收件人
zh_hant: %ld位收件人

# %ld人发送失败
source: %ld Failed to send
ar: فشل %ld في الإرسال
bn: %ld পাঠাতে ব্যর্থ হয়েছে৷
es: %ld no pudo enviar
fa: %ld ارسال نشد
fr: %ld n'a pas réussi à envoyer
hi: %ld भेजने में विफल रहा
id: %ld gagal dikirim
ko: %ld 사람이 보내지 못했습니다.
ky: %ld жөнөтүлбөй калды
pt_br: %ld pessoa não conseguiu enviar
ru: %ld не удалось отправить
tr: %ld gönderilemedi
uz: %ld yuborib bo‘lmadi
vi: %ld người gửi không thành công
zh_hans: %ld人发送失败
zh_hant: %ld人發送失敗

# 发送失败
source: Failed to send
ar: فشل فى الارسال
bn: পাঠাতে ব্যর্থ
es: fallo al enviar
fa: ارسال نشد
fr: Échec de l'envoi
hi: भेजने में विफल
id: gagal mengirim
ko: 보내지 못했습니다.
ky: Жөнөтүлбөй калды
pt_br: Falha no envio
ru: Не удалось отправить
tr: gönderilemedi
uz: jo'natish muvafaqiyatsiz yakunlandi
vi: Gửi không thành công
zh_hans: 发送失败
zh_hant: 發送失敗

# 选择群聊
source: Select group chat
ar: حدد الدردشة الجماعية
bn: গ্রুপ চ্যাট নির্বাচন করুন
es: Seleccionar chat grupal
fa: چت گروهی را انتخاب کنید
fr: Sélectionnez une discussion de groupe
hi: समूह चैट चुनें
id: Pilih obrolan grup
ko: 그룹 채팅 선택
ky: Топтук чатты тандаңыз
pt_br: Selecione Group Chat
ru: Выберите групповой чат
tr: Grup sohbetini seçin
uz: Guruh suhbatini tanlang
vi: Chọn trò chuyện nhóm
zh_hans: 选择群聊
zh_hant: 選擇群聊

# 文本
source: Text
ar: نص
bn: পাঠ্য
es: texto
fa: متن
fr: texte
hi: मूलपाठ
id: teks
ko: 텍스트
ky: текст
pt_br: cópias
ru: текст
tr: metin
uz: matn
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# 附件
source: Appendix
ar: زائدة
bn: পরিশিষ্ট
es: apéndice
fa: ضمیمه
fr: annexe
hi: अनुबंध
id: lampiran
ko: 부록
ky: тиркеме
pt_br: anexo (e-mail)
ru: приложение
tr: ek
uz: ilova
vi: Đính kèm
zh_hans: 附件
zh_hant: 附件

# 粘贴或输入需要发送的内容
source: Paste or enter the content you want to send
ar: الصق أو أدخل المحتوى الذي تريد إرساله
bn: আপনি যে সামগ্রী পাঠাতে চান সেটি পেস্ট করুন বা লিখুন
es: Pega o ingresa el contenido que deseas enviar
fa: محتوایی را که می خواهید ارسال کنید جایگذاری کنید یا وارد کنید
fr: Collez ou saisissez le contenu que vous souhaitez envoyer
hi: वह सामग्री चिपकाएँ या दर्ज करें जिसे आप भेजना चाहते हैं
id: Tempel atau masukkan konten yang ingin Anda kirim
ko: 보내고 싶은 내용을 붙여넣거나 입력하세요
ky: Сиз жөнөткүңүз келген мазмунду чаптаңыз же киргизиңиз
pt_br: Cole ou digite o conteúdo a ser enviado
ru: Вставьте или введите контент, который вы хотите отправить.
tr: Göndermek istediğiniz içeriği yapıştırın veya girin
uz: Yubormoqchi bo'lgan tarkibni joylashtiring yoki kiriting
vi: Dán hoặc nhập nội dung bạn muốn gửi
zh_hans: 粘贴或输入需要发送的内容
zh_hant: 粘貼或輸入需要發送的內容

# 选择需要发送的图片、视频、文件
source: Select the pictures, videos, and files you want to send
ar: حدد الصور ومقاطع الفيديو والملفات التي تريد إرسالها
bn: আপনি পাঠাতে চান ছবি, ভিডিও, এবং ফাইল নির্বাচন করুন
es: Seleccione las imágenes, videos y archivos que desea enviar
fa: عکس‌ها، فیلم‌ها و فایل‌هایی را که می‌خواهید ارسال کنید انتخاب کنید
fr: Sélectionnez les photos, vidéos et fichiers que vous souhaitez envoyer
hi: वे चित्र, वीडियो और फ़ाइलें चुनें जिन्हें आप भेजना चाहते हैं
id: Pilih gambar, video, dan file yang ingin Anda kirim
ko: 보내고 싶은 사진, 동영상, 파일을 선택하세요.
ky: Сиз жөнөткүңүз келген сүрөттөрдү, видеолорду жана файлдарды тандаңыз
pt_br: Selecione fotos, vídeos e arquivos para enviar
ru: Выберите изображения, видео и файлы, которые вы хотите отправить.
tr: Göndermek istediğiniz resimleri, videoları ve dosyaları seçin
uz: Yubormoqchi bo'lgan rasmlar, videolar va fayllarni tanlang
vi: Chọn ảnh, video và tập tin bạn muốn gửi
zh_hans: 选择需要发送的图片、视频、文件
zh_hant: 選擇需要發送的圖片、視頻、文件

# 重新选择
source: Reselect
ar: إعادة التحديد
bn: পুনরায় নির্বাচন করুন
es: Reseleccionar
fa: دوباره انتخاب کنید
fr: Sélectionner de nouveau
hi: फिर से चुनें
id: Pilih kembali
ko: 재선택
ky: Кайра тандоо
pt_br: reabrir uma cédula
ru: Повторно выбрать
tr: Yeniden seç
uz: Qayta tanlang
vi: Chọn lại
zh_hans: 重新选择
zh_hant: 重新選擇

# 无操作权限
source: No operation permission
ar: لا يوجد إذن التشغيل
bn: অপারেশনের অনুমতি নেই
es: Sin permiso de operación
fa: بدون مجوز عملیات
fr: Aucune autorisation d'opération
hi: संचालन की अनुमति नहीं
id: Tidak ada izin operasi
ko: 작업 권한 없음
ky: Операцияга уруксат жок
pt_br: sem privilégios operacionais
ru: Нет разрешения на эксплуатацию
tr: Operasyon izni yok
uz: Operatsiyaga ruxsat yo'q
vi: Không có quyền thao tác
zh_hans: 无操作权限
zh_hant: 無操作權限

# 加入群聊
source: Join group chat
ar: انضم إلى الدردشة الجماعية
bn: গ্রুপ চ্যাটে যোগ দিন
es: Unirse al chat grupal
fa: به چت گروهی بپیوندید
fr: Rejoindre une discussion de groupe
hi: समूह चैट में शामिल हों
id: Bergabunglah dengan obrolan grup
ko: 그룹 채팅에 참여
ky: Топтук чатка кошулуңуз
pt_br: Participe do bate-papo em grupo
ru: Присоединяйтесь к групповому чату
tr: Grup sohbetine katılın
uz: Guruh suhbatiga qo'shiling
vi: Tham gia trò chuyện nhóm
zh_hans: 加入群聊
zh_hant: 加入群聊

# 加入服务器
source: Join server
ar: انضم للخادم
bn: সার্ভারে সংযােগ করো
es: Unirse al servidor
fa: به سرور بپیوندید
fr: Rejoindre le serveur
hi: सर्वर में शामिल हों
id: Bergabunglah dengan server
ko: 서버에 가입
ky: Серверге кошулуу
pt_br: Aderir ao servidor
ru: Присоединиться к серверу
tr: Sunucuya katıl
uz: Serverga qo'shiling
vi: Tham gia máy chủ
zh_hans: 加入服务器
zh_hant: 加入服務器

# 您正在加入“%@”服务器，是否确认？
source: You are joining the “%@” server, are you sure?
ar: أنت تنضم إلى الخادم “%@”، هل أنت متأكد؟
bn: আপনি “%@” সার্ভারে যোগদান করছেন, আপনি কি নিশ্চিত?
es: Te estás uniendo al servidor “%@”, ¿estás seguro?
fa: شما در حال پیوستن به سرور “%@” هستید، مطمئنید؟
fr: Vous rejoignez le serveur “%@”, êtes-vous sûr ?
hi: आप “%@” सर्वर से जुड़ रहे हैं, क्या आप निश्चित हैं?
id: Anda bergabung dengan server “%@”, apakah Anda yakin?
ko: “%@”서버에 접속하시겠습니까?
ky: Сиз “%@” серверине кошулуп жатасыз, чынбы?
pt_br: Você está entrando no servidor “%@”, confirma?
ru: Вы присоединяетесь к серверу “%@”, вы уверены?
tr: “%@” sunucusuna katılıyorsunuz, emin misiniz?
uz: Siz “%@” serveriga qo'shilayapsiz, ishonchingiz komilmi?
vi: Bạn đang tham gia máy chủ “%@”, bạn có chắc chắn không?
zh_hans: 您正在加入“%@”服务器，是否确认？
zh_hant: 您正在加入“%@”服務器，是否確認？

# 否
source: No
ar: لا
bn: না
fa: نه
fr: Non
hi: नहीं
id: TIDAK
ko: 아니 오
ky: жок
pt_br: entupido
ru: нет
tr: HAYIR
uz: yo'q
vi: Không
zh_hans: 否
zh_hant: 否

# 无效二维码
source: Invalid QR code
ar: رمز الاستجابة السريعة غير صالح
bn: অবৈধ QR কোড
es: Código QR no válido
fa: کد QR نامعتبر است
fr: Code QR invalide
hi: अमान्य क्यूआर कोड
id: Kode QR tidak valid
ko: 잘못된 QR 코드
ky: QR коду жараксыз
pt_br: Código QR inválido
ru: Неверный QR-код
tr: Geçersiz QR kodu
uz: QR kod noto‘g‘ri
vi: Mã QR không hợp lệ
zh_hans: 无效二维码
zh_hant: 無效二維碼

# 当前二维码无效，确认是否有误
source: The current QR code is invalid, please confirm whether it is correct.
ar: رمز الاستجابة السريعة الحالي غير صالح، يرجى التأكد من صحته.
bn: বর্তমান QR কোডটি অবৈধ, অনুগ্রহ করে নিশ্চিত করুন যে এটি সঠিক কিনা।
es: El código QR actual no es válido. Confirme si es correcto.
fa: کد QR فعلی نامعتبر است، لطفاً صحت آن را تأیید کنید.
fr: Le code QR actuel n'est pas valide, veuillez confirmer s'il est correct.
hi: वर्तमान क्यूआर कोड अमान्य है, कृपया पुष्टि करें कि क्या यह सही है।
id: Kode QR saat ini tidak valid, harap konfirmasi apakah sudah benar.
ko: 현재 QR 코드가 유효하지 않습니다. 올바른지 확인하세요.
ky: Учурдагы QR коду жараксыз, анын туура экенин ырастаңыз.
pt_br: O código QR atual é inválido, verifique se há erros
ru: Текущий QR-код недействителен. Пожалуйста, подтвердите его правильность.
tr: Mevcut QR kodu geçersiz, lütfen doğru olup olmadığını onaylayın.
uz: Joriy QR kodi yaroqsiz, uning toʻgʻriligini tasdiqlang.
vi: Mã QR hiện tại không hợp lệ, vui lòng xác nhận xem nó có đúng không.
zh_hans: 当前二维码无效，确认是否有误
zh_hant: 當前二維碼無效，確認是否有誤

# 跳转到Safari浏览器
source: Jump to Safari browser
ar: انتقل إلى متصفح سفاري
bn: সাফারি ব্রাউজারে যান
es: Saltar al navegador Safari
fa: به مرورگر سافاری بروید
fr: Aller au navigateur Safari
hi: सफ़ारी ब्राउज़र पर जाएँ
id: Lompat ke browser Safari
ko: Safari 브라우저로 이동
ky: Safari браузерине өтүңүз
pt_br: Ir para o Safari
ru: Перейти в браузер Safari
tr: Safari tarayıcısına geç
uz: Safari brauzeriga o'tish
vi: Chuyển đến trình duyệt Safari
zh_hans: 跳转到Safari浏览器
zh_hant: 跳轉到Safari瀏覽器

# 扫码结果为网址，跳转到Safrai并打开
source: The result of scanning the QR code is the URL, jump to Safrai and open it
ar: نتيجة مسح رمز الاستجابة السريعة هي عنوان URL، انتقل إلى Safrai وافتحه
bn: QR কোড স্ক্যান করার ফলাফল হল URL, Safrai-এ গিয়ে এটি খুলুন
es: El resultado de escanear el código QR es la URL, salta a Safrai y ábrelo
fa: نتیجه اسکن کد QR URL است، به Safrai بروید و آن را باز کنید
fr: Le résultat de la numérisation du code QR est l'URL, accédez à Safrai et ouvrez-le
hi: क्यूआर कोड को स्कैन करने का परिणाम यूआरएल है, सफ्राई पर जाएं और इसे खोलें
id: Hasil scan kode QR adalah URL, lompat ke Safrai dan buka
ko: QR코드를 스캔하시면 링크가 나오니 Safrai에 가서 열어보세요.
ky: QR кодун сканерлөөнүн натыйжасы URL болуп саналат, Safraiге секирип, аны ачыңыз
pt_br: A varredura resulta em um URL, vá para o Safrai e abra-o
ru: Результатом сканирования QR-кода является URL-адрес. Перейдите к Safrai и откройте его.
tr: QR kodunu taramanın sonucu URL'dir, Safrai'ye geçin ve açın
uz: QR kodini skanerlash natijasi URL manzilidir, Safrai-ga o'ting va uni oching
zh_hans: 扫码结果为网址，跳转到Safrai并打开
zh_hant: 掃碼結果為網址，跳轉到Safrai並打開

# 查看原图(%.1fM)
source: View original image(%.1fM)
ar: عرض الصورة الأصلية (%.1fM)
bn: আসল ছবি দেখুন(%.1fM)
es: Ver imagen original (%.1fM)
fa: مشاهده تصویر اصلی (%.1fM)
fr: Afficher l'image originale (%.1fM)
hi: मूल छवि देखें(%)1fM)
ky: Түпнуска сүрөттү көрүү(%.1fM)
ru: Посмотреть исходное изображение (%.1fM)
tr: Orijinal resmi görüntüle(%.1fM)
uz: Asl rasmni ko'rish (%.1fM)
vi: Xem ảnh gốc(%.1fM)
zh_hans: 查看原图(%.1fM)
zh_hant: 查看原圖(%.1fM)

# 所选资源超过500MB
source: The selected resource exceeds 500MB
ar: المورد المحدد يتجاوز 500 ميغابايت
bn: নির্বাচিত সংস্থান 500MB ছাড়িয়ে গেছে৷
es: El recurso seleccionado supera los 500 MB.
fa: منبع انتخابی بیش از 500 مگابایت است
fr: La ressource sélectionnée dépasse 500 Mo
hi: चयनित संसाधन 500MB से अधिक है
id: Sumber daya yang dipilih melebihi 500MB
ko: 선택한 리소스가 500MB를 초과합니다.
ky: Тандалган ресурс 500 МБ ашат
pt_br: Recursos selecionados com mais de 500 MB
ru: Размер выбранного ресурса превышает 500 МБ.
tr: Seçilen kaynak 500 MB'ı aşıyor
uz: Tanlangan resurs hajmi 500 MB dan oshadi
vi: Tài nguyên đã chọn vượt quá 500 MB
zh_hans: 所选资源超过500MB
zh_hant: 所選資源超過500MB
