Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 扫码二维码状态错误
source: Scan QR code status error
ar: مسح خطأ حالة رمز الاستجابة السريعة
bn: স্ক্যান QR কোড স্ট্যাটাস ত্রুটি
es: Error de estado de escaneo del código QR
fa: خطای وضعیت کد QR اسکن
fr: Erreur d'état du scan du code QR
hi: स्कैन QR कोड स्थिति त्रुटि
id: Pindai kesalahan status kode QR
ko: QR 코드의 상태가 잘못되었습니다.
ky: QR кодун скандоо абалы катасы
pt_br: Erro na leitura do status do código QR
ru: Ошибка статуса сканирования QR-кода
tr: QR kodunu tarayın durum hatası
uz: QR kodini skanerlash holati xatosi
vi: Quét trạng thái mã QR bị lỗi
zh_hans: 扫码二维码状态错误
zh_hant: 掃碼二維碼狀態錯誤

# 同时登录用户太多
source: Too many users logged in at the same time
ar: قام عدد كبير جدًا من المستخدمين بتسجيل الدخول في نفس الوقت
bn: একই সময়ে অনেক ব্যবহারকারী লগ ইন করেছেন
es: Demasiados usuarios iniciaron sesión al mismo tiempo
fa: تعداد زیادی از کاربران به طور همزمان وارد سیستم شده اند
fr: Trop d'utilisateurs connectés en même temps
hi: एक ही समय में बहुत सारे उपयोगकर्ताओं ने लॉग इन किया
id: Terlalu banyak pengguna yang masuk secara bersamaan
ko: 동시에 로그인하는 사용자가 너무 많습니다.
ky: Бир эле учурда өтө көп колдонуучулар кирди
pt_br: Muitos usuários simultâneos
ru: Слишком много пользователей вошли в систему одновременно
tr: Aynı anda çok fazla kullanıcı giriş yaptı
uz: Bir vaqtning o'zida juda ko'p foydalanuvchilar tizimga kirgan
vi: Quá nhiều người dùng đăng nhập cùng lúc
zh_hans: 同时登录用户太多
zh_hant: 同時登錄用戶太多

# 版本号不一致
source: Version numbers are inconsistent
ar: أرقام الإصدارات غير متناسقة
bn: সংস্করণ সংখ্যা অসামঞ্জস্যপূর্ণ
es: Los números de versión son inconsistentes
fa: شماره نسخه متناقض است
fr: Les numéros de version sont incohérents
hi: संस्करण संख्याएँ असंगत हैं
id: Nomor versi tidak konsisten
ko: 버전 번호가 일치하지 않습니다.
ky: Версиялардын номерлери дал келбейт
pt_br: Números de versão inconsistentes
ru: Номера версий не совпадают
tr: Sürüm numaraları tutarsız
uz: Versiya raqamlari mos kelmaydi
vi: Số phiên bản không nhất quán
zh_hans: 版本号不一致
zh_hant: 版本號不一致

# 版本号检测异常
source: Version number detection exception
ar: استثناء الكشف عن رقم الإصدار
bn: সংস্করণ নম্বর সনাক্তকরণ ব্যতিক্রম
es: Excepción de detección de número de versión
fa: استثنا تشخیص شماره نسخه
fr: Exception de détection du numéro de version
hi: संस्करण संख्या का पता लगाने का अपवाद
id: Pengecualian deteksi nomor versi
ko: 버전 번호가 예외를 감지합니다.
ky: Версия номерин аныктоо өзгөчөлүгү
pt_br: Exceção de detecção de número de versão
ru: Исключение обнаружения номера версии
tr: Sürüm numarası algılama istisnası
uz: Versiya raqamini aniqlashdan istisno
vi: Phát hiện số phiên bản bất thường
zh_hans: 版本号检测异常
zh_hant: 版本號檢測異常

# 手机号不存在！
source: The mobile number does not exist!
ar: رقم الجوال غير موجود!
bn: মোবাইল নম্বর তো নেই!
es: ¡El número de móvil no existe!
fa: شماره موبایل وجود ندارد!
fr: Le numéro de portable n'existe pas !
hi: मोबाइल नंबर मौजूद नहीं है!
id: Nomor ponselnya tidak ada!
ko: 전화번호가 존재하지 않습니다!
ky: Мобилдик номер жок!
pt_br: O número do celular não existe!
ru: Мобильный номер не существует!
tr: Cep telefonu numarası mevcut değil!
uz: Mobil raqam mavjud emas!
vi: Số điện thoại không tồn tại!
zh_hans: 手机号不存在！
zh_hant: 手機號不存在！

# 账号密码或验证码错误！
source: The account password or verification code is wrong!
ar: كلمة مرور الحساب أو رمز التحقق خاطئ!
bn: অ্যাকাউন্টের পাসওয়ার্ড বা ভেরিফিকেশন কোড ভুল!
es: ¡La contraseña de la cuenta o el código de verificación son incorrectos!
fa: رمز عبور حساب یا کد تأیید اشتباه است!
fr: Le mot de passe du compte ou le code de vérification est erroné !
hi: खाता पासवर्ड या सत्यापन कोड गलत है!
id: Kata sandi akun atau kode verifikasi salah!
ko: 계정 비밀번호 또는 인증 코드가 잘못되었습니다!
ky: Каттоо эсебинин сырсөзү же текшерүү коду туура эмес!
pt_br: A senha da conta ou código de verificação está errado!
ru: Пароль учетной записи или код подтверждения неверен!
tr: Hesap şifresi veya doğrulama kodu yanlış!
uz: Hisob paroli yoki tasdiqlash kodi noto'g'ri!
vi: Mật khẩu tài khoản hoặc mã xác minh sai!
zh_hans: 账号密码或验证码错误！
zh_hant: 帳號密碼或驗證碼錯誤！

# 密码不正确
source: Incorrect password
ar: كلمة سر خاطئة
bn: পাসওয়ার্ড ভুলর্ড
es: Contraseña incorrecta
fa: رمز عبور نادرست
fr: Mot de passe incorrect
hi: गलत पासवर्डर्ड
id: kata kunci Salah
ko: 잘못된 비밀번호
ky: Туура эмес сырсөз
pt_br: Senha incorreta
ru: неверный пароль
tr: yanlış parola
uz: Noto'g'ri parol
vi: mật khẩu không đúng
zh_hans: 密码不正确
zh_hant: 密碼不正確

# 密码连续3次错误，需要验证码校验
source: The password is wrong 3 times in a row, and the verification code is required
ar: إذا كانت كلمة المرور غير صحيحة ثلاث مرات متتالية، فسيلزم رمز التحقق.
bn: পাসওয়ার্ডটি পরপর তিনবার ভুল হলে, যাচাইকরণ কোড প্রয়োজন।
es: Si la contraseña es incorrecta tres veces seguidas, se requiere un código de verificación.
fa: اگر رمز عبور سه بار متوالی نادرست باشد، کد تأیید مورد نیاز است.
fr: Si le mot de passe est incorrect trois fois de suite, un code de vérification est requis.
hi: यदि पासवर्ड लगातार तीन बार गलत है, तो सत्यापन कोड आवश्यक है।
id: Jika kata sandi salah tiga kali berturut-turut, diperlukan kode verifikasi.
ko: 비밀번호가 3회 연속 틀릴 경우 인증번호가 필요합니다.
ky: Эгер сырсөз үч жолу катары менен туура эмес болсо, текшерүү коду талап кылынат.
pt_br: Se a senha estiver incorreta três vezes seguidas, será necessário um código de verificação.
ru: Если пароль неверен три раза подряд, потребуется код подтверждения.
tr: Şifrenin art arda üç kez yanlış olması durumunda doğrulama kodu gereklidir.
uz: Agar parol ketma-ket uch marta noto'g'ri bo'lsa, tasdiqlash kodi talab qilinadi.
vi: Nếu mật khẩu sai ba lần liên tiếp, cần phải có mã xác minh.
zh_hans: 密码连续3次错误，需要验证码校验
zh_hant: 密碼連續3次錯誤，需驗證碼校驗

# 邀请人不存在！
source: The inviter does not exist!
ar: المدعو غير موجود!
bn: আমন্ত্রণকারীর অস্তিত্ব নেই!
es: ¡El que invita no existe!
fa: دعوت کننده وجود ندارد!
fr: L'invitant n'existe pas !
hi: निमंत्रक मौजूद नहीं है!
id: Pengundangnya tidak ada!
ko: 초대자가 존재하지 않습니다!
ky: Чакыруучу жок!
pt_br: O convidado não existe!
ru: Приглашающего не существует!
tr: Davet eden mevcut değil!
uz: Taklif qiluvchi mavjud emas!
vi: Người mời không tồn tại!
zh_hans: 邀请人不存在！
zh_hant: 邀請人不存在！

# 二维码解析异常！
source: QR code parsing exception!
ar: استثناء تحليل رمز الاستجابة السريعة!
bn: QR কোড পার্সিং ব্যতিক্রম!
es: ¡Excepción en el análisis del código QR!
fa: استثنا تجزیه کد QR!
fr: Exception à l'analyse du code QR !
hi: क्यूआर कोड पार्सिंग अपवाद!
id: Pengecualian penguraian kode QR!
ko: QR 코드가 잘못 인식되었습니다.
ky: QR кодун талдоо өзгөчөлүгү!
pt_br: Exceção de análise de código QR!
ru: Исключение при разборе QR-кода!
tr: QR kodu ayrıştırma istisnası!
uz: QR kodini tahlil qilishdan istisno!
vi: Phân tích mã QR bất thường!
zh_hans: 二维码解析异常！
zh_hant: 二維碼解析異常！

# 二维码已过期，请重新扫码！
source: The QR code has expired, please scan the code again!
ar: لقد انتهت صلاحية رمز الاستجابة السريعة، يرجى مسح الرمز مرة أخرى!
bn: QR কোডের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে আবার কোড স্ক্যান করুন!
es: El código QR ha caducado, ¡escanee el código nuevamente!
fa: کد QR منقضی شده است، لطفا دوباره کد را اسکن کنید!
fr: Le code QR a expiré, veuillez scanner à nouveau le code !
hi: क्यूआर कोड की समय सीमा समाप्त हो गई है, कृपया कोड को दोबारा स्कैन करें!
id: Kode QR sudah habis masa berlakunya, harap pindai kodenya lagi!
ko: QR 코드가 만료되었으니 코드를 다시 스캔하세요!
ky: QR кодунун мөөнөтү бүттү, кодду кайра сканерлеңиз!
pt_br: O código QR expirou, por favor, escaneie o código novamente!
ru: Срок действия QR-кода истек, пожалуйста, отсканируйте код еще раз!
tr: QR kodunun süresi doldu, lütfen kodu tekrar tarayın!
uz: QR kodning amal qilish muddati tugagan, iltimos kodni qayta skanerlang!
vi: Mã QR đã hết hạn, Vui lòng quét lại mã!
zh_hans: 二维码已过期，请重新扫码！
zh_hant: 二維碼已過期，請重新掃碼！

# 网页端已取消登录，请重新扫码！
source: Login has been canceled on the web page, please scan the code again!
ar: تم إلغاء تسجيل الدخول على صفحة الويب، يرجى مسح الرمز ضوئيًا مرة أخرى!
bn: ওয়েব পৃষ্ঠায় লগইন বাতিল করা হয়েছে, অনুগ্রহ করে কোডটি আবার স্ক্যান করুন!
es: El inicio de sesión ha sido cancelado en la página web, ¡escanee el código nuevamente!
fa: ورود در صفحه وب لغو شده است، لطفا دوباره کد را اسکن کنید!
fr: La connexion a été annulée sur la page Web, veuillez scanner à nouveau le code !
hi: वेब पेज पर लॉगिन रद्द कर दिया गया है, कृपया कोड को दोबारा स्कैन करें!
id: Login telah dibatalkan di halaman web, harap pindai kodenya lagi!
ko: 웹 터미널이 로그인을 취소했습니다, 코드를 다시 스캔하세요!
ky: Веб баракчада кирүү жокко чыгарылды, кодду кайра сканерлеңиз!
pt_br: O login foi cancelado no lado da Web. Verifique novamente o código!
ru: Вход на веб-страницу отменен, пожалуйста, отсканируйте код еще раз!
tr: Web sayfasında giriş iptal edildi, lütfen kodu tekrar tarayın!
uz: Veb-sahifada login bekor qilindi, iltimos kodni qaytadan skanerlang!
vi: Đăng nhập đã bị hủy trên trang web, Vui lòng quét lại mã!
zh_hans: 网页端已取消登录，请重新扫码！
zh_hant: 網頁端已取消登錄，請重新掃碼！

# 等待扫码中...
source: Waiting for scanning...
ar: في انتظار المسح...
bn: স্ক্যান করার জন্য অপেক্ষা করা হচ্ছে...
es: Esperando escaneo...
fa: در انتظار اسکن...
fr: En attente de numérisation...
hi: स्कैनिंग के लिए प्रतीक्षा की जा रही है...
id: Menunggu pemindaian...
ko: QR 코드 스캔 대기 중...
ky: Скандоону күтүүдө...
pt_br: Aguardando a leitura do código...
ru: Ожидание сканирования...
tr: Tarama bekleniyor...
uz: Skanerlash kutilmoqda...
vi: Đang chờ quét...
zh_hans: 等待扫码中...
zh_hant: 等待掃碼中...

# 正在登录...
source: Logging in...
ar: تسجيل الدخول...
bn: লগ ইন করছি...
es: Iniciando sesión...
fa: ورود به سیستم در...
fr: se connecter...
hi: प्रवेश किया...
id: masuk...
ko: 로그인 중...
ky: кирүү...
pt_br: Fazendo login...
ru: Вход в систему...
tr: giriş...
uz: tizimga kirish...
vi: Đang đăng nhập...
zh_hans: 正在登录...
zh_hant: 正在登錄...

# 登录已过期，重新登录！
source: Login has expired, please log in again!
ar: انتهت صلاحية تسجيل الدخول، يرجى تسجيل الدخول مرة أخرى!
bn: লগইন মেয়াদ শেষ হয়েছে, আবার লগ ইন করুন!
es: El inicio de sesión ha caducado, ¡inicie sesión nuevamente!
fa: ورود به سیستم منقضی شده است، لطفا دوباره وارد شوید!
fr: La connexion a expiré, veuillez vous reconnecter !
hi: लॉगिन की समय सीमा समाप्त हो गई है, कृपया पुनः लॉग इन करें!
id: Login telah kedaluwarsa, silakan login lagi!
ko: 로그인이 만료되었으니 다시 로그인하세요!
ky: Кирүү мөөнөтү бүттү, кайра кириңиз!
pt_br: O login expirou, faça login novamente!
ru: Срок действия пароля истек, пожалуйста, войдите снова!
tr: Giriş süresi doldu, lütfen tekrar giriş yapın!
uz: Kirish muddati tugadi, qayta kiring!
vi: Đăng nhập đã hết hạn, Vui lòng đăng nhập lại!
zh_hans: 登录已过期，重新登录！
zh_hant: 登錄已過期，重新登錄！

# 注册欢迎语不能为空！
source: Registration welcome text cannot be empty!
ar: لا يمكن أن يكون نص الترحيب بالتسجيل فارغاً!
bn: রেজিস্ট্রেশন স্বাগত টেক্সট খালি হতে পারে না!
es: ¡El texto de bienvenida al registro no puede estar vacío!
fa: متن خوش آمدگویی ثبت نام نمی تواند خالی باشد!
fr: Le texte de bienvenue d’inscription ne peut pas être vide !
hi: पंजीकरण स्वागत पाठ खाली नहीं हो सकता!
id: Teks selamat datang pendaftaran tidak boleh kosong!
ko: 등록 환영 메시지는 비워 둘 수 없습니다！
ky: Каттоо саламдашуу тексти бош болбошу керек!
pt_br: A mensagem de boas-vindas do registro não pode estar vazia!
ru: Текст приветствия при регистрации не может быть пустым!
tr: Kayıt karşılama metni boş olamaz!
uz: Ro'yxatdan o'tish uchun tabrik matni bo'sh bo'lishi mumkin emas!
vi: Tin nhắn chúc mừng đăng ký không được để trống!
zh_hans: 注册欢迎语不能为空！
zh_hant: 註冊歡迎語不能為空！

# 该操作有用户正在操作，请稍后重试
source: This operation is being performed by a user, please try again later.
ar: يتم تنفيذ هذه العملية بواسطة المستخدم، يرجى المحاولة مرة أخرى لاحقًا.
bn: এই অপারেশনটি একজন ব্যবহারকারীর দ্বারা করা হচ্ছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন৷
es: Esta operación la está realizando un usuario, inténtelo de nuevo más tarde.
fa: این عملیات توسط یک کاربر انجام می شود، لطفاً بعداً دوباره امتحان کنید.
fr: Cette opération est effectuée par un utilisateur, veuillez réessayer plus tard.
hi: यह कार्रवाई एक उपयोगकर्ता द्वारा की जा रही है, कृपया बाद में पुनः प्रयास करें।
id: Operasi ini sedang dilakukan oleh pengguna, silakan coba lagi nanti.
ko: 이 작업에 대한 사용자 작업이 있습니다. 나중에 다시 시도하십시오.
ky: Бул операция колдонуучу тарабынан аткарылууда, сураныч, бир аздан кийин кайталап көрүңүз.
pt_br: Esta operação está sendo realizada por um usuário, tente novamente mais tarde.
ru: Эту операцию выполняет пользователь, повторите попытку позже.
tr: Bu işlem bir kullanıcı tarafından gerçekleştiriliyor, lütfen daha sonra tekrar deneyin.
uz: Bu operatsiya foydalanuvchi tomonidan amalga oshirilmoqda, keyinroq qayta urinib ko‘ring.
vi: Thao tác này có người dùng đang thực hiện, Vui lòng thử sau
zh_hans: 该操作有用户正在操作，请稍后重试
zh_hant: 該操作有用戶正在操作，請稍後重試

# 手机号不能为空
source: Mobile phone number cannot be empty
ar: لا يمكن أن يكون رقم الهاتف المحمول فارغًا
bn: মোবাইল ফোন নম্বর খালি রাখা যাবে না
es: El número de teléfono móvil no puede estar vacío
fa: شماره تلفن همراه نمی تواند خالی باشد
fr: Le numéro de téléphone portable ne peut pas être vide
hi: मोबाइल फ़ोन नंबर खाली नहीं हो सकता
id: Nomor ponsel tidak boleh kosong
ko: 휴대폰 번호는 비워 둘 수 없습니다.
ky: Мобилдик телефон номери бош болбошу керек
pt_br: O número do telefone celular não pode estar vazio
ru: Номер мобильного телефона не может быть пустым
tr: Cep telefonu numarası boş olamaz
uz: Mobil telefon raqami bo'sh bo'lishi mumkin emas
vi: Số điện thoại không được để trống
zh_hans: 手机号不能为空
zh_hant: 手機號不能為空

# 搜索内容不能为空
source: Search content cannot be empty
ar: لا يمكن أن يكون محتوى البحث فارغًا
bn: অনুসন্ধান বিষয়বস্তু খালি হতে পারে না
es: El contenido de búsqueda no puede estar vacío
fa: محتوای جستجو نمی تواند خالی باشد
fr: Le contenu de la recherche ne peut pas être vide
hi: खोज सामग्री खाली नहीं हो सकती
id: Konten pencarian tidak boleh kosong
ko: 검색은 비워 둘 수 없습니다.
ky: Издөө мазмуну бош болбошу керек
pt_br: O conteúdo da pesquisa não pode estar vazio
ru: Содержимое поиска не может быть пустым.
tr: Arama içeriği boş olamaz
uz: Qidiruv kontenti boʻsh boʻlishi mumkin emas
vi: Nội dung tìm kiếm không được để trống
zh_hans: 搜索内容不能为空
zh_hant: 搜索內容不能為空

# 审核状态错误
source: Review status error
ar: خطأ في حالة المراجعة
bn: স্থিতি ত্রুটি পর্যালোচনা করুন
es: Error de estado de revisión
fa: بررسی خطای وضعیت
fr: Erreur d'état de vérification
hi: समीक्षा स्थिति त्रुटि
id: Kesalahan status tinjauan
ko: 감사 상태가 잘못되었습니다.
ky: Статус катасын карап чыгуу
pt_br: Erro de status de auditoria
ru: Ошибка статуса проверки
tr: Durum hatasını inceleyin
uz: Ko‘rib chiqish holati xatosi
vi: Lỗi trạng thái xem xét
zh_hans: 审核状态错误
zh_hant: 審核狀態錯誤

# 被举报人ID不能为空
source: Reported person ID cannot be empty
ar: لا يمكن أن يكون معرف الشخص المُبلغ عنه فارغًا
bn: রিপোর্ট করা ব্যক্তি আইডি খালি হতে পারে না
es: El ID de la persona denunciada no puede estar vacío
fa: شناسه شخص گزارش شده نمی تواند خالی باشد
fr: L'ID de la personne signalée ne peut pas être vide
hi: रिपोर्ट की गई व्यक्ति आईडी खाली नहीं हो सकती
id: ID terlapor wajib diisi
ko: 보고된 개인 ID는 비워 둘 수 없습니다.
ky: Кабарланган адамдын идентификатору бош болбошу керек
pt_br: O ID da pessoa informada não pode estar vazio
ru: Идентификатор сообщаемого лица не может быть пустым.
tr: Bildirilen kişi kimliği boş olamaz
uz: Xabar qilingan shaxs identifikatori boʻsh boʻlishi mumkin emas
vi: ID người bị báo cáo không được để trống
zh_hans: 被举报人ID不能为空
zh_hant: 被舉報人ID不能為空

# 举报人内容及标题不能为空
source: Reporter content and title cannot be empty
ar: لا يمكن أن يكون محتوى التقرير وعنوانه فارغين
bn: রিপোর্টার বিষয়বস্তু এবং শিরোনাম খালি হতে পারে না
es: El contenido y el título del reportero no pueden estar vacíos.
fa: محتوا و عنوان گزارشگر نمی تواند خالی باشد
fr: Le contenu et le titre du journaliste ne peuvent pas être vides
hi: रिपोर्टर सामग्री और शीर्षक खाली नहीं हो सकते
id: Isi dan judul reporter wajib diisi
ko: 내부 고발자 내용과 제목은 비워 둘 수 없습니다
ky: Кабарчынын мазмуну жана аталышы бош болбошу керек
pt_br: O conteúdo e o título da denúncia não podem estar vazios
ru: Содержание и должность репортера не могут быть пустыми.
tr: Muhabir içeriği ve başlığı boş olamaz
uz: Muxbir mazmuni va sarlavhasi bo'sh bo'lishi mumkin emas
vi: Nội dung và tiêu đề báo cáo không được để trống
zh_hans: 举报人内容及标题不能为空
zh_hant: 舉報人內容及標題不能為空

# 用户原密码错误
source: User's original password is wrong
ar: كلمة المرور الأصلية للمستخدم خاطئة
bn: ব্যবহারকারীর আসল পাসওয়ার্ড ভুল
es: La contraseña original del usuario es incorrecta
fa: رمز اصلی کاربر اشتباه است
fr: Le mot de passe d'origine de l'utilisateur est erroné
hi: उपयोगकर्ता का मूल पासवर्ड ग़लत है
id: Kata sandi asli pengguna salah
ko: 사용자의 원래 암호가 잘못되었습니다.
ky: Колдонуучунун баштапкы сырсөзү туура эмес
pt_br: A senha original do usuário está incorreta
ru: Исходный пароль пользователя неверен
tr: Kullanıcının orijinal şifresi yanlış
uz: Foydalanuvchining asl paroli noto'g'ri
vi: Mật khẩu ban đầu của người dùng sai
zh_hans: 用户原密码错误
zh_hant: 用戶原密碼錯誤

# 设备类型为空
source: Device type is empty
ar: نوع الجهاز فارغ
bn: ডিভাইসের ধরন খালি
es: El tipo de dispositivo está vacío
fa: نوع دستگاه خالی است
fr: Le type d'appareil est vide
hi: डिवाइस प्रकार खाली है
id: Jenis perangkat kosong
ko: 장치 유형이 비어 있습니다.
ky: Түзмөктүн түрү бош
pt_br: O tipo de dispositivo é nulo
ru: Тип устройства пуст.
tr: Cihaz türü boş
uz: Qurilma turi boʻsh
vi: Loại thiết bị trống
zh_hans: 设备类型为空
zh_hant: 設備類型為空

# 推送服务器类型为空
source: Push server type is empty
ar: نوع خادم الدفع فارغ
bn: পুশ সার্ভারের ধরন খালি
es: El tipo de servidor push está vacío
fa: نوع سرور فشاری خالی است
fr: Le type de serveur push est vide
hi: पुश सर्वर प्रकार रिक्त है
id: Jenis server push kosong
ko: 푸시 서버 유형이 비어 있습니다.
ky: Push сервер түрү бош
pt_br: O tipo de servidor push está vazio
ru: Тип push-сервера пуст.
tr: Push sunucusu türü boş
uz: Push server turi bo'sh
vi: Loại máy chủ đẩy trống
zh_hans: 推送服务器类型为空
zh_hant: 推送服務器類型為空

# 推送Token为空
source: Push Token is empty
ar: رمز الدفع فارغ
bn: পুশ টোকেন খালি
es: El token de inserción está vacío
fa: Push Token خالی است
fr: Le jeton Push est vide
hi: पुश टोकन खाली है
id: Token Dorong kosong
ko: 푸시 토큰이 비어 있습니다.
ky: Push Token бош
pt_br: O Push Token está vazio
ru: Push-токен пуст.
tr: Push Token boş
uz: Push token bo‘sh
vi: Token đẩy trống
zh_hans: 推送Token为空
zh_hant: 推送Token為空

# 当前二维码已失效
source: The current QR code is invalid
ar: رمز الاستجابة السريعة الحالي غير صالح
bn: বর্তমান QR কোডটি অবৈধ
es: El código QR actual no es válido
fa: کد QR فعلی نامعتبر است
fr: Le code QR actuel n'est pas valide
hi: वर्तमान QR कोड अमान्य है
id: Kode QR saat ini tidak valid
ko: 현재 QR 코드는 더 이상 유효하지 않습니다.
ky: Учурдагы QR коду жараксыз
pt_br: O código QR atual não é mais válido
ru: Текущий QR-код недействителен.
tr: Mevcut QR kodu geçersiz
uz: Joriy QR kodi yaroqsiz
vi: Mã QR hiện tại không hợp lệ
zh_hans: 当前二维码已失效
zh_hant: 當前二維碼已失效

# 二维码类型错误
source: QR code type error
ar: خطأ في نوع رمز الاستجابة السريعة
bn: QR কোড টাইপ ত্রুটি
es: Error de tipo de código QR
fa: خطای نوع کد QR
fr: Erreur de type de code QR
hi: QR कोड प्रकार की त्रुटि
id: Kesalahan jenis kode QR
ko: QR 코드 유형이 잘못되었습니다.
ky: QR код түрүндөгү ката
pt_br: Tipo errado de código QR
ru: Ошибка типа QR-кода
tr: QR kod türü hatası
uz: QR kod turi xatosi
vi: Lỗi loại mã QR
zh_hans: 二维码类型错误
zh_hant: 二維碼類型錯誤

# 未使用对象存储
source: Object storage not used
ar: تخزين الكائنات غير مستخدم
bn: অবজেক্ট স্টোরেজ ব্যবহার করা হয় না
es: Almacenamiento de objetos no utilizado
fa: ذخیره سازی اشیاء استفاده نشده است
fr: Stockage d'objets non utilisé
hi: वस्तु भंडारण का उपयोग नहीं किया गया
id: Penyimpanan objek tidak digunakan
ko: 오브젝트 스토리지는 아직 사용되지 않습니다.
ky: Объект сактагычы колдонулбайт
pt_br: Armazenamento de objetos não utilizado
ru: Объектное хранилище не используется
tr: Nesne depolama alanı kullanılmıyor
uz: Obyekt xotirasi ishlatilmaydi
vi: Bộ nhớ đối tượng không được sử dụng
zh_hans: 未使用对象存储
zh_hant: 未使用對象存儲

# 区号不能为空
source: Area code cannot be empty
ar: لا يمكن أن يكون رمز المنطقة فارغًا
bn: এলাকা কোড খালি হতে পারে না
es: El código de área no puede estar vacío
fa: کد منطقه نمی تواند خالی باشد
fr: L'indicatif régional ne peut pas être vide
hi: क्षेत्र कोड खाली नहीं हो सकता
id: Kode area tidak boleh kosong
ko: 지역 번호는 비워 둘 수 없습니다.
ky: Аймактын коду бош болбошу керек
pt_br: O código de área não pode estar vazio
ru: Код города не может быть пустым
tr: Alan kodu boş olamaz
uz: Hudud kodi bo'sh bo'lishi mumkin emas
vi: Mã vùng không được để trống
zh_hans: 区号不能为空
zh_hant: 區號不能為空

# 当前群发助手任务过多,等待上一个完成
source: The current group sending assistant has too many tasks, waiting for the previous one to be completed.
ar: لدى مساعد إرسال المجموعة الحالي الكثير من المهام، في انتظار اكتمال المهمة السابقة.
bn: বর্তমান গোষ্ঠী প্রেরণকারী সহকারীর অনেকগুলি কাজ রয়েছে, আগেরটি সম্পূর্ণ হওয়ার জন্য অপেক্ষা করছে৷
es: El asistente de envío del grupo actual tiene demasiadas tareas y está esperando a que se complete la anterior.
fa: دستیار ارسال گروه فعلی وظایف بسیار زیادی دارد و منتظر تکمیل کار قبلی است.
fr: L'assistant d'envoi de groupe actuel a trop de tâches et attend que la précédente soit terminée.
hi: वर्तमान समूह भेजने वाले सहायक के पास बहुत सारे कार्य हैं, और पिछले कार्य के पूरा होने की प्रतीक्षा की जा रही है।
id: Asisten pengirim grup saat ini memiliki terlalu banyak tugas, menunggu tugas sebelumnya diselesaikan.
ko: 현재 그룹 전송 도우미에 너무 많은 작업이 있어 이전 작업이 완료되기를 기다리고 있습니다
ky: Учурдагы топ жөнөтүүчү жардамчыда өтө көп тапшырма бар, алар мурункусунун аткарылышын күтүп жатат.
pt_br: O assistente de envio de correspondência em massa atual tem muitas tarefas, esperando que a última seja concluída.
ru: У текущего помощника по отправке групп слишком много задач, ожидающих завершения предыдущей.
tr: Mevcut grup gönderme asistanının çok fazla görevi var ve bir öncekinin tamamlanmasını bekliyor.
uz: Joriy guruh yuboruvchi yordamchining oldingisi bajarilishini kutayotgan juda ko‘p vazifalari bor.
vi: Trợ lý cử nhóm hiện tại có quá nhiều nhiệm vụ, đang chờ hoàn thành nhiệm vụ trước đó.
zh_hans: 当前群发助手任务过多,等待上一个完成
zh_hant: 當前群發助手任務過多,等待上一個完成

# 文件不存在
source: File does not exist
ar: الملف غير موجود
bn: ফাইল বিদ্যমান নেই
es: el archivo no existe
fa: فایل موجود نیست
fr: fichier ne existe pas
hi: फ़ाइल मौजूद नहीं है
id: file tidak ada
ko: 파일이 없습니다.
ky: файл жок
pt_br: O arquivo não existe
ru: файл не существует
tr: dosya bulunmuyor
uz: fayl mavjud emas
vi: Tập tin không tồn tại
zh_hans: 文件不存在
zh_hant: 文件不存在

# 操作参数异常
source: Abnormal operating parameters
ar: معلمات التشغيل غير طبيعية
bn: অস্বাভাবিক অপারেটিং পরামিতি
es: Parámetros de funcionamiento anormales
fa: پارامترهای عملیاتی غیر عادی
fr: Paramètres de fonctionnement anormaux
hi: असामान्य संचालन पैरामीटर
id: Parameter operasi tidak normal
ko: 작동 매개변수가 비정상입니다.
ky: Нормалдуу эмес иштөө параметрлери
pt_br: Anormalidades nos parâmetros operacionais
ru: Ненормальные рабочие параметры
tr: Anormal çalışma parametreleri
uz: Anormal ish parametrlari
vi: Thông số vận hành bất thường
zh_hans: 操作参数异常
zh_hant: 操作參數異常

# 无效TOKEN
source: Invalid TOKEN
ar: رمز مميز غير صالح
bn: অবৈধ টোকেন
es: Simbolo no valido
fa: TOKEN نامعتبر است
fr: Jeton invalide
hi: अमान्य टोकन
id: TOKEN tidak valid
ko: 유효하지 않은 토큰
ky: Жараксыз TOKEN
pt_br: TOKEN inválido
ru: Неверный ТОКЕН
tr: Geçersiz JETON
uz: Yaroqsiz TOKEN
vi: TOKEN không hợp lệ
zh_hans: 无效TOKEN
zh_hant: 無效TOKEN

# 请求失败
source: Request failed
ar: الطلب فشل
bn: অনুরোধ ব্যর্থ
es: Solicitud fallida
fa: درخواست ناموفق بود
fr: Demande échoué
hi: अनुरोध विफल रहा
id: Permintaan gagal
ko: 요청이 실패했습니다.
ky: Сурам ишке ашкан жок
pt_br: Falha na solicitação
ru: Запрос не выполнен
tr: İstek başarısız oldu
uz: So‘rov bajarilmadi
vi: Yêu cầu không thành công
zh_hans: 请求失败
zh_hant: 請求失敗

# 授权未通过
source: Authorization failed
ar: فشل التفويض
bn: অনুমোদন ব্যর্থ
es: Autorización fallida
fa: مجوز انجام نشد
fr: L'autorisation à échouée
hi: प्रमाणीकरण विफल
id: Otorisasi gagal
ko: 권한 부여 실패
ky: Авторизация ишке ашкан жок
pt_br: Falha na autorização
ru: Авторизация не удалась
tr: Yetkilendirme başarısız oldu
uz: Avtorizatsiya amalga oshmadi
vi: Ủy quyền thất bại
zh_hans: 授权未通过
zh_hant: 授權未通過
