Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 精选表情包
source: Featured Emoticons
ar: الرموز المميزة
bn: বৈশিষ্ট্যযুক্ত ইমোটিকন
es: Emoticones destacados
fa: شکلک های ویژه
fr: Émoticônes en vedette
hi: विशेष रुप से प्रदर्शित इमोटिकॉन्स
id: Emoticon Unggulan
ko: 추천 이모티콘
ky: Өзгөчөлөнгөн эмотикондор
pt_br: Emoticons em destaque
ru: Рекомендуемые смайлы
tr: Öne Çıkan İfadeler
uz: Tanlangan kulgichlar
vi: Gói Sticker nổi bật
zh_hans: 精选表情包
zh_hant: 精選表情包

# 表情包详情
source: Emoticon details
ar: تفاصيل التعبيرات
bn: ইমোটিকন বিবরণ
es: Detalles del emoticono
fa: جزئیات شکلک
fr: Détails de l'émoticône
hi: इमोटिकॉन विवरण
id: Detail emotikon
ko: 이모티콘 세부정보
ky: Эмотикондун чоо-жайы
pt_br: Detalhes do Emoji
ru: Детали смайлика
tr: İfade ayrıntıları
uz: Emotsional tafsilotlar
vi: Chi tiết gói Sticker
zh_hans: 表情包详情
zh_hant: 表情包詳情

# [表情]
source: [expression]
ar: [تعبير]
bn: [অভিব্যক্তি]
es: [expresión]
fa: [اصطلاح]
hi: [अभिव्यक्ति]
id: [ekspresi]
ko: [이모티콘]
ky: [сөз айкашы]
pt_br: [Emoji]
ru: [выражение]
tr: [ifade]
uz: [ifoda]
vi: [Sticker]
zh_hans: [表情]
zh_hant: [表情]

# 确认删除
source: Confirm deletion
ar: تأكيد الحذف
bn: মুছে ফেলা নিশ্চিত করুন
es: confirmar la eliminación
fa: تایید حذف
fr: confirmer la suppression
hi: मिटाने की पुष्टि
id: konfirmasi penghapusan
ko: 삭제 확인
ky: жок кылууну ырастоо
pt_br: Confirmar a exclusão
ru: подтвердить удаление
tr: silmeyi onayla
uz: o'chirishni tasdiqlang
vi: Xác nhận xóa
zh_hans: 确认删除
zh_hant: 確認刪除

# 存表情
source: Save emoji
ar: حفظ الرموز
bn: ইমোটিকন সংরক্ষণ করুন
es: guardar emoticones
fa: شکلک ها را ذخیره کنید
fr: Enregistrer les émoticônes
hi: इमोटिकॉन्स सहेजें
id: Simpan emotikon
ko: 이모티콘 저장
ky: Смайликтерди сактаңыз
pt_br: salvar uma expressão
ru: Сохранить смайлы
tr: İfadeleri kaydet
uz: Kulgichlarni saqlang
vi: Lưu Sticker
zh_hans: 存表情
zh_hant: 存表情

# 表情id获取表情包信息失败
source: Failed to obtain emoticon package information by emoticon ID
ar: فشل الحصول على معلومات حزمة الرموز التعبيرية بواسطة معرف الرموز التعبيرية
bn: ইমোটিকন আইডি দ্বারা ইমোটিকন প্যাকেজ তথ্য পেতে ব্যর্থ হয়েছে৷
es: No se pudo obtener la información del paquete de emoticones por ID de emoticón
fa: اطلاعات بسته شکلک با شناسه شکلک به دست نیامد
fr: Échec de l'obtention des informations sur le package d'émoticônes par ID d'émoticône
hi: इमोटिकॉन आईडी द्वारा इमोटिकॉन पैकेज जानकारी प्राप्त करने में विफल
id: Gagal mendapatkan informasi paket emotikon berdasarkan ID emotikon
ko: 이모티콘 ID에서 이모티콘 팩 정보를 가져오지 못했습니다.
ky: Эмотикондун идентификатору аркылуу эмотикон топтому маалыматы алынбай калды
pt_br: Falha ao obter informações sobre o emoticon a partir do id do emoticon
ru: Не удалось получить информацию о пакете смайлов по идентификатору смайла
tr: İfade kimliğine göre ifade paketi bilgileri alınamadı
uz: Emotsional identifikator bo‘yicha kulgichlar paketi ma’lumotlarini olinmadi
vi: Không thể lấy được thông tin gói Sticker bằng ID Sticker
zh_hans: 表情id获取表情包信息失败
zh_hant: 表情id取得表情包資訊失敗

# 表情包已下架
source: The emoticon pack has been removed from the shelves
ar: تمت إزالة حزمة التعبيرات من الرفوف
bn: ইমোটিকন প্যাকটি তাক থেকে সরানো হয়েছে
es: El paquete de emoticonos ha sido retirado de los estantes.
fa: بسته شکلک از قفسه ها حذف شده است
fr: Le pack émoticônes a été retiré des rayons
hi: इमोटिकॉन पैक को अलमारियों से हटा दिया गया है
id: Paket emotikon telah dihapus dari rak
ko: 이모티콘이 제거되었습니다.
ky: Смайликтер топтому текчелерден алынып салынды
pt_br: Os emojis foram retirados das prateleiras
ru: Набор смайлов убран с полок.
tr: İfade paketi raflardan kaldırıldı
uz: Emotsional to‘plami javonlardan olib tashlandi
vi: Gói Sticker đã được gỡ bỏ
zh_hans: 表情包已下架
zh_hant: 表情包已下架

# 用户使用中的表情包不能操作
source: The emoticon package being used by the user cannot be operated
ar: لا يمكن تشغيل حزمة الرموز التعبيرية التي يستخدمها المستخدم.
bn: ব্যবহারকারী দ্বারা ব্যবহৃত ইমোটিকন প্যাকেজ পরিচালনা করা যাবে না।
es: El paquete de emoticonos utilizado por el usuario no se puede utilizar
fa: بسته شکلک مورد استفاده توسط کاربر قابل اجرا نیست.
fr: Le package d'émoticônes utilisé par l'utilisateur ne peut pas être utilisé
hi: उपयोगकर्ता द्वारा उपयोग किया जा रहा इमोटिकॉन पैकेज संचालित नहीं किया जा सकता है।
id: Paket emoticon yang digunakan pengguna tidak dapat dioperasikan
ko: 사용자가 사용 중인 스티커 팩을 조작할 수 없습니다.
ky: Колдонуучу колдонуп жаткан эмотикон топтомун иштетүү мүмкүн эмес
pt_br: Os emoticons em uso pelos usuários não podem ser manipulados
ru: Пакетом смайлов, который использует пользователь, невозможно управлять
tr: Kullanıcının kullandığı ifade paketi çalıştırılamaz
uz: Foydalanuvchi tomonidan foydalanilayotgan kulgichlar paketini boshqarib bo‘lmaydi
vi: Gói Sticker đang được người dùng sử dụng không thao tác.
zh_hans: 用户使用中的表情包不能操作
zh_hant: 使用者使用中的表情包不能操作

# 表情包表情不能为空
source: Expression pack expression cannot be empty
ar: لا يمكن أن يكون تعبير حزمة التعبير فارغًا
bn: অভিব্যক্তি প্যাক অভিব্যক্তি খালি হতে পারে না
es: La expresión del paquete de expresión no puede estar vacía
fa: عبارت بسته بیانی نمی تواند خالی باشد
fr: L'expression du pack d'expressions ne peut pas être vide
hi: अभिव्यक्ति पैक अभिव्यक्ति खाली नहीं हो सकती
id: Ekspresi paket ekspresi tidak boleh kosong
ko: 이모티콘 이모티콘은 비워 둘 수 없습니다.
ky: туюнтма топтомунун туюнтмасы бош болбошу керек
pt_br: O emoticon não pode estar vazio
ru: Выражение пакета выражений не может быть пустым
tr: İfade paketi ifadesi boş olamaz
uz: Ifodalar toʻplami ifodasi boʻsh boʻlishi mumkin emas
vi: Gói Sticker không được để trống
zh_hans: 表情包表情不能为空
zh_hant: 表情包表情不能為空

source: 1、The administrator sets a minimum and maximum value for daily sign-in points (e.g., interval value %d to %d). After clicking the sign-in button, you can get the sign-in points for the day. 2、You can sign in once a day at most, and repeated sign-ins will not be counted again. 3、Points are for personal use only and cannot be transferred to other accounts.
ar: 1、يقوم المسؤول بتعيين الحد الأدنى والحد الأقصى لقيمة نقاط تسجيل الوصول اليومية (على سبيل المثال، قيمة الفاصل الزمني %d～%d). بعد النقر على زر تسجيل الوصول، يمكنك الحصول على نقاط تسجيل الوصول اليومية. 2、يمكنك تسجيل الدخول مرة واحدة على الأكثر يوميًا، ولن يتم احتساب عمليات تسجيل الدخول المتكررة مرة أخرى. 3、لا يمكن استخدام النقاط إلا بنفسك ولا يمكن تحويلها إلى حسابات أخرى.
bn: 1、প্রশাসক দৈনিক চেক-ইন পয়েন্টগুলির জন্য একটি সর্বনিম্ন এবং সর্বোচ্চ মান সেট করে (উদাহরণস্বরূপ, ব্যবধানের মান %d~%d) চেক-ইন বোতামে ক্লিক করার পরে, আপনি দৈনিক চেক-ইন পয়েন্ট পেতে পারেন। 2、আপনি দিনে সর্বাধিক একবার সাইন ইন করতে পারেন, এবং বারবার সাইন-ইনগুলি আবার গণনা করা হবে না৷ 3、পয়েন্ট শুধুমাত্র নিজের দ্বারা ব্যবহার করা যেতে পারে এবং অন্য অ্যাকাউন্টে স্থানান্তর করা যাবে না।
es: 1、El administrador establece un valor mínimo y máximo para los puntos de check-in diarios (por ejemplo, el valor del intervalo %d～%d). Después de hacer clic en el botón de check-in, puede obtener los puntos de check-in diarios. 2、Puede iniciar sesión como máximo una vez al día y los inicios de sesión repetidos no se contarán nuevamente. 3、Los puntos solo los puede utilizar usted mismo y no se pueden transferir a otras cuentas.
fa: 1、مدیر یک مقدار حداقل و حداکثر را برای نقاط ورود روزانه تعیین می کند (به عنوان مثال، مقدار بازه %d～%d پس از کلیک بر روی دکمه ورود، می توانید امتیاز ورود روزانه را دریافت کنید). 2、شما می توانید حداکثر یک بار در روز وارد شوید و ورودهای مکرر مجدداً محاسبه نخواهد شد. 3、امتیازها فقط توسط خودتان قابل استفاده است و نمی توان آنها را به حساب های دیگر منتقل کرد.
fr: 1、L'administrateur définit une valeur minimale et maximale pour les points d'enregistrement quotidiens (par exemple, la valeur d'intervalle %d～%d). Après avoir cliqué sur le bouton d'enregistrement, vous pouvez obtenir les points d'enregistrement quotidiens. 2、Vous pouvez vous connecter au maximum une fois par jour et les connexions répétées ne seront plus comptabilisées. 3、Les points ne peuvent être utilisés que par vous-même et ne peuvent pas être transférés vers d'autres comptes.
hi: 1、व्यवस्थापक दैनिक चेक-इन बिंदुओं के लिए न्यूनतम और अधिकतम मान निर्धारित करता है (उदाहरण के लिए, अंतराल मान %d～%d) चेक-इन बटन पर क्लिक करने के बाद, आप दैनिक चेक-इन बिंदु प्राप्त कर सकते हैं। 2、आप दिन में अधिकतम एक बार साइन इन कर सकते हैं, और बार-बार साइन-इन दोबारा नहीं गिना जाएगा। 3、पॉइंट्स का उपयोग केवल आप ही कर सकते हैं और अन्य खातों में स्थानांतरित नहीं किए जा सकते।
id: 1、Administrator menetapkan nilai minimum dan maksimum untuk poin check-in harian (misalnya, nilai interval %d～%d). Setelah mengklik tombol check-in, Anda bisa mendapatkan poin check-in harian. 2、Anda dapat masuk paling banyak satu kali sehari, dan proses masuk berulang kali tidak akan dihitung lagi. 3、Poin hanya dapat digunakan sendiri dan tidak dapat ditransfer ke akun lain.
ko: 1、관리자는 일일 체크인 포인트의 최소값과 최대값을 설정합니다(예: 간격 값 %d～%d). 체크인 버튼을 클릭하면 일일 체크인 포인트를 얻을 수 있습니다. 2、하루에 최대 한 번 로그인할 수 있으며, 반복 로그인은 다시 계산되지 않습니다. 3、포인트는 본인만 사용할 수 있으며, 다른 계정으로 양도할 수 없습니다.
ky: 1、Администратор күнүмдүк каттоо пункттары үчүн минималдуу жана максималдуу маанини белгилейт (мисалы, интервалдын мааниси %d～%d Каттоо баскычын баскандан кийин, сиз күнүмдүк катталуу пункттарын ала аласыз). 2、Аккаунтка күнүнө эң көп дегенде бир жолу кирсеңиз болот жана кайра кайталанган кирүүлөр эсепке алынбайт. 3、Упайларды өзүңүз гана колдоно аласыз жана башка эсептерге которууга болбойт.
pt_br: 1、O administrador define um valor mínimo e máximo para pontos de check-in diários (por exemplo, o valor do intervalo %d～%d). Após clicar no botão de check-in, você pode obter os pontos de check-in diários. 2、Você pode fazer login no máximo uma vez por dia e logins repetidos não serão contados novamente. 3、Os pontos só podem ser usados ​​por você e não podem ser transferidos para outras contas.
ru: 1、Администратор устанавливает минимальное и максимальное значение для баллов ежедневной регистрации (например, значение интервала %d~%d). После нажатия кнопки регистрации вы можете получить баллы ежедневной регистрации. 2、Вы можете войти в систему не чаще одного раза в день, повторные входы больше не будут засчитываться. 3、Баллы могут быть использованы только вами и не могут быть переведены на другие счета.
tr: 1、Yönetici günlük check-in noktaları için bir minimum ve maksimum değer belirler (örneğin, %d～%d aralık değeri). Check-in butonuna tıkladıktan sonra günlük check-in puanlarını alabilirsiniz. 2、Günde en fazla bir kez oturum açabilirsiniz ve tekrarlanan oturum açma işlemleri tekrar sayılmayacaktır. 3、Puanlar yalnızca kendiniz tarafından kullanılabilir, başka hesaplara aktarılamaz.
uz: 1、Administrator kunlik ro'yxatdan o'tish punktlari uchun minimal va maksimal qiymatni belgilaydi (masalan, oraliq qiymati %d～%d ro'yxatdan o'tish tugmachasini bosgandan so'ng siz kunlik ro'yxatdan o'tish nuqtalarini olishingiz mumkin). 2、Siz kuniga koʻpi bilan bir marta kirishingiz mumkin va takroriy kirishlar hisobga olinmaydi. 3、Ballarni faqat o'zingiz ishlatishingiz mumkin va boshqa hisoblarga o'tkazib bo'lmaydi.
vi: 1、Quản trị viên đặt giá trị tối thiểu và tối đa cho điểm đăng ký hàng ngày (ví dụ: giá trị khoảng %d～%d). Sau khi nhấp vào nút đăng ký, bạn có thể nhận được điểm đăng ký hàng ngày. 2、Bạn có thể đăng nhập tối đa một lần một ngày và những lần đăng nhập nhiều lần sẽ không được tính lại. 3、Điểm chỉ có thể được sử dụng bởi chính bạn và không thể chuyển sang tài khoản khác.
zh_hans: 1、每日签到积分由管理员设置一个最低值和最高值（例如区间值%d～%d），点击签到按钮后，即可获得本日签到积分。 2、每日最多可签到1次，重复签到不会重复计数。 3、积分只限本人使用，不可转移至其他账户。
zh_hant: 1、每日簽到積分由管理員設定一個最低值和最高值（例如區間值%d～%d），點擊簽到按鈕後，即可獲得本日簽到積分。 2、每日最多可簽到1次，重複簽到不會重複數數。 3、積分只限本人使用，不可轉移至其他帳戶。

source: 1、Daily sign-in can earn fixed daily sign-in points (%d points), and continuous sign-in can earn consecutive sign-in bonuses. 2、You can sign in once a day at most, and repeated sign-ins will not be counted again. 3、When the consecutive sign-in is interrupted, the points accumulated before will be retained and will not be reset, but the consecutive sign-in days will be accumulated again. 4、As long as the consecutive sign-in days meet the maximum number of consecutive sign-in days set for the month, the user will receive additional bonus points for each consecutive sign-in day. 5、Points are only for the user himself and cannot be transferred to other accounts.
ar: 1、يمكنك الحصول على نقاط تسجيل يومية ثابتة (نقاط %d) عن طريق تسجيل الدخول كل يوم، ويمكنك الحصول على مكافآت التوقيع المستمر عن طريق تسجيل الدخول بشكل مستمر. 2、يمكنك تسجيل الدخول مرة واحدة على الأكثر يوميًا، ولن يتم احتساب عمليات تسجيل الدخول المتكررة مرة أخرى. 3、عند انقطاع تسجيل الوصول المستمر، سيتم الاحتفاظ بالنقاط المتراكمة مسبقًا ولن تتم تصفيتها، ولكن سيتم تجميع عدد أيام تسجيل الوصول المتتالية مرة أخرى. 4、طالما أن عدد أيام تسجيل الدخول المتتالية يتوافق مع الحد الأقصى لعدد أيام تسجيل الدخول المتتالية المحددة للشهر، سيحصل المستخدم على نقاط إضافية تساوي الحد الأقصى لقيمة تسجيل الدخول المتتالي لكل يوم لاحق من تسجيل الدخول المتتالي- الإضافية. 5、يمكن استخدام النقاط من قبل المستخدم فقط ولا يمكن تحويلها إلى حسابات أخرى.
bn: 1、আপনি প্রতিদিন সাইন ইন করে নির্দিষ্ট দৈনিক সাইনিং পয়েন্ট (%d পয়েন্ট) পেতে পারেন, এবং আপনি ক্রমাগত সাইন ইন করে ক্রমাগত সাইনিং পুরস্কার পেতে পারেন। 2、আপনি দিনে সর্বাধিক একবার সাইন ইন করতে পারেন, এবং বারবার সাইন-ইনগুলি আবার গণনা করা হবে না৷. 3、যখন ক্রমাগত চেক-ইন বাধাগ্রস্ত হয়, তখন পূর্বে জমা হওয়া পয়েন্টগুলি বজায় রাখা হবে এবং সাফ করা হবে না, তবে পরপর চেক-ইন দিনের সংখ্যা আবার জমা হবে।. 4、যতক্ষণ পরপর সাইন-ইন দিনের সংখ্যা মাসের জন্য সেট করা ক্রমাগত সাইন-ইন দিনের সর্বাধিক সংখ্যা পূরণ করে, ব্যবহারকারী ক্রমাগত সাইন-ইন-এর প্রতিটি পরবর্তী দিনের জন্য সর্বাধিক ধারাবাহিক সাইন-ইন মানের সমান অতিরিক্ত বোনাস পয়েন্ট পাবেন- ins. 5、পয়েন্ট শুধুমাত্র ব্যবহারকারী দ্বারা ব্যবহার করা যেতে পারে এবং অন্য অ্যাকাউন্টে স্থানান্তর করা যাবে না।.
es: 1、Puede obtener puntos de firma diarios fijos (%d puntos) al iniciar sesión todos los días, y puede obtener recompensas de firma continua al iniciar sesión continuamente. 2、Puede iniciar sesión como máximo una vez al día y los inicios de sesión repetidos no se contarán nuevamente. 3、Cuando se interrumpa el check-in continuo, los puntos acumulados anteriormente se retendrán y no se compensarán, pero se volverán a acumular el número de días de check-in consecutivos. 4、Siempre que el número de días de inicio de sesión consecutivos cumpla con el número máximo de días de inicio de sesión consecutivos establecido para el mes, el usuario recibirá puntos de bonificación adicionales equivalentes al valor máximo de inicio de sesión consecutivo por cada día posterior de inicio de sesión consecutivo. ins. 5、Los puntos sólo pueden ser utilizados por el usuario y no pueden transferirse a otras cuentas.
fa: 1、می‌توانید با ورود هر روز امتیازهای امضای ثابت روزانه (امتیاز %d) را دریافت کنید و با ورود مداوم می‌توانید پاداش‌های امضای پیوسته را دریافت کنید. 2、شما می توانید حداکثر یک بار در روز وارد شوید و ورودهای مکرر مجدداً محاسبه نخواهد شد. 3、هنگامی که ورود مداوم قطع می شود، نقاط جمع آوری شده قبلی حفظ می شوند و پاک نمی شوند، اما تعداد روزهای ورود متوالی دوباره جمع می شود. 4、تا زمانی که تعداد روزهای ورود متوالی به سیستم با حداکثر تعداد روزهای ورود متوالی تعیین شده برای ماه مطابقت داشته باشد، کاربر امتیاز اضافی معادل حداکثر مقدار ورود متوالی برای هر روز بعدی ورود متوالی دریافت می کند. ins 5、امتیازها فقط توسط کاربر قابل استفاده است و قابل انتقال به حساب های دیگر نیست.
fr: 1、Vous pouvez obtenir des points de signature quotidiens fixes (%d points) en vous connectant tous les jours, et vous pouvez obtenir des récompenses de signature continues en vous connectant en continu. 2、Vous pouvez vous connecter au maximum une fois par jour et les connexions répétées ne seront plus comptabilisées. 3、Lorsque l'enregistrement continu est interrompu, les points accumulés précédemment seront conservés et ne seront pas effacés, mais le nombre de jours d'enregistrement consécutifs sera à nouveau accumulé. 4、Tant que le nombre de jours de connexion consécutifs atteint le nombre maximum de jours de connexion consécutifs fixé pour le mois, l'utilisateur recevra des points bonus supplémentaires égaux à la valeur de connexion consécutive maximale pour chaque jour suivant de connexion consécutive. ins. 5、Les points ne peuvent être utilisés que par l'utilisateur et ne peuvent pas être transférés vers d'autres comptes.
hi: 1、आप हर दिन साइन इन करके निश्चित दैनिक साइनिंग पॉइंट (%d अंक) प्राप्त कर सकते हैं, और लगातार साइन इन करके आप निरंतर साइनिंग पुरस्कार प्राप्त कर सकते हैं। 2、आप दिन में अधिकतम एक बार साइन इन कर सकते हैं, और बार-बार साइन-इन दोबारा नहीं गिना जाएगा। 3、जब निरंतर चेक-इन बाधित होता है, तो पहले से जमा किए गए अंक बरकरार रहेंगे और साफ़ नहीं किए जाएंगे, लेकिन लगातार चेक-इन दिनों की संख्या फिर से जमा हो जाएगी। 4、जब तक लगातार साइन-इन दिनों की संख्या महीने के लिए निर्धारित लगातार साइन-इन दिनों की अधिकतम संख्या से मिलती है, तब तक उपयोगकर्ता को लगातार साइन-इन के प्रत्येक अगले दिन के लिए अधिकतम लगातार साइन-इन मूल्य के बराबर अतिरिक्त बोनस अंक प्राप्त होंगे- इन्स. 5、पॉइंट्स का उपयोग केवल उपयोगकर्ता द्वारा किया जा सकता है और अन्य खातों में स्थानांतरित नहीं किया जा सकता है।
id: 1、Anda bisa mendapatkan poin penandatanganan harian tetap (%d poin) dengan masuk setiap hari, dan Anda bisa mendapatkan hadiah penandatanganan berkelanjutan dengan masuk terus menerus. 2、Anda dapat masuk paling banyak satu kali sehari, dan proses masuk berulang kali tidak akan dihitung lagi. 3、Jika check-in berkelanjutan terganggu, poin yang dikumpulkan sebelumnya akan disimpan dan tidak akan dihapus, namun jumlah hari check-in berturut-turut akan diakumulasikan lagi. 4、Selama jumlah hari masuk berturut-turut memenuhi jumlah maksimum hari masuk berturut-turut yang ditetapkan untuk bulan tersebut, pengguna akan menerima poin bonus tambahan yang setara dengan nilai masuk berturut-turut maksimum untuk setiap hari masuk berturut-turut berikutnya. masuk. 5、Poin hanya dapat digunakan oleh pengguna dan tidak dapat ditransfer ke akun lain.
ko: 1、매일 로그인하면 고정 일일 사인포인트(%d포인트)를 받을 수 있고, 연속 로그인을 하면 연속 사인 포인트를 받을 수 있습니다. 2、하루에 최대 한 번 로그인할 수 있으며, 반복 로그인은 다시 계산되지 않습니다. 3、연속체크인이 중단되는 경우, 이전에 적립된 포인트는 유지되며, 소멸되지 않으나, 연속체크인 일수는 다시 적립됩니다. 4、연속 로그인 일수가 해당 월에 설정된 최대 연속 로그인 일수를 충족하는 한, 사용자는 연속 로그인일마다 최대 연속 로그인 값에 해당하는 추가 보너스 포인트를 받게 됩니다. 인. 5、포인트는 본인만 사용할 수 있으며, 다른 계정으로 양도할 수 없습니다.
ky: 1、Күн сайын кирүү менен белгиленген күнүмдүк кол коюу упайларын (%d упайлары) ала аласыз жана тынымсыз кирүү менен үзгүлтүксүз кол коюу үчүн сыйлыктарды ала аласыз. 2、Аккаунтка күнүнө эң көп дегенде бир жолу кирсеңиз болот жана кайра кайталанган кирүүлөр эсепке алынбайт. 3、Үзгүлтүксүз каттоо үзгүлтүккө учураганда, мурда топтолгон упайлар сакталып калат жана тазаланбайт, бирок ырааттуу каттоо күндөрдүн саны кайрадан топтолот. 4、Катталуу кирген күндөрдүн саны ай үчүн белгиленген ырааттуу кирүү күндөрүнүн максималдуу санына туура келсе, колдонуучу катары менен кирүүнүн ар бир кийинки күнү үчүн эң көп катары менен кирүү маанисине барабар кошумча бонустук упайларды алат. ins. 5、Упайларды колдонуучу гана колдоно алат жана башка эсептерге которууга болбойт.
pt_br: 1、Você pode obter pontos de assinatura diários fixos (%d pontos) fazendo login todos os dias e pode obter recompensas de assinatura contínua fazendo login continuamente. 2、Você pode fazer login no máximo uma vez por dia e logins repetidos não serão contados novamente. 3、Quando o check-in contínuo for interrompido, os pontos acumulados anteriormente serão retidos e não serão compensados, mas o número de dias consecutivos de check-in será acumulado novamente. 4、Contanto que o número de dias de login consecutivos atinja o número máximo de dias de login consecutivos definido para o mês, o usuário receberá pontos de bônus adicionais iguais ao valor máximo de login consecutivo para cada dia subsequente de login consecutivo. ins. 5、Os pontos só podem ser utilizados pelo usuário e não podem ser transferidos para outras contas.
ru: 1、Вы можете получать фиксированные ежедневные баллы за подписку (%d баллы), входя в систему каждый день, и вы можете получать постоянные награды за подписку, входя в систему постоянно. 2、Вы можете войти в систему не чаще одного раза в день, повторные входы больше не будут засчитываться. 3、При прерывании непрерывной регистрации накопленные ранее баллы сохраняются и не сбрасываются, однако количество последовательных дней регистрации накапливается заново. 4、Если количество последовательных дней входа в систему соответствует максимальному количеству последовательных дней входа в систему, установленному для месяца, пользователь будет получать дополнительные бонусные баллы, равные максимальному значению последовательного входа в систему, за каждый последующий день последовательного входа. ins. 5、Баллы могут быть использованы только пользователем и не могут быть переведены на другие счета.
tr: 1、Her gün giriş yaparak sabit günlük imzalama puanı (%d puan) alabilir, sürekli giriş yaparak sürekli imzalama ödülleri alabilirsiniz. 2、Günde en fazla bir kez oturum açabilirsiniz ve tekrarlanan oturum açma işlemleri tekrar sayılmayacaktır. 3、Sürekli check-in işlemine ara verildiğinde daha önce biriken puanlar tutulacak ve silinmeyecek, ancak ardı ardına check-in yapılan gün sayısı tekrar biriktirilecektir. 4、Ardışık oturum açma günlerinin sayısı ay için belirlenen maksimum ardışık oturum açma günü sayısını karşıladığı sürece, kullanıcı ardışık oturum açmanın takip ettiği her gün için maksimum ardışık oturum açma değerine eşit ek bonus puanları alacaktır. ins. 5、Puanlar yalnızca kullanıcı tarafından kullanılabilir, başka hesaplara devredilemez.
uz: 1、Siz har kuni tizimga kirish orqali belgilangan kunlik imzolash ballarini (%d ball) olishingiz mumkin va doimiy ravishda tizimga kirish orqali doimiy imzolash mukofotlarini olishingiz mumkin. 2、Siz kuniga koʻpi bilan bir marta kirishingiz mumkin va takroriy kirishlar hisobga olinmaydi. 3、Uzluksiz ro'yxatdan o'tish to'xtatilganda, avval to'plangan ballar saqlanib qoladi va o'chirilmaydi, lekin ketma-ket ro'yxatdan o'tgan kunlar soni yana yig'iladi. 4、Ketma-ket kirgan kunlar soni oy uchun belgilangan ketma-ket kirish kunlarining maksimal soniga to‘g‘ri kelsa, foydalanuvchi har bir keyingi kun uchun ketma-ket kirishning maksimal qiymatiga teng qo‘shimcha bonus ball oladi. ins. 5、Ballar faqat foydalanuvchi tomonidan ishlatilishi mumkin va boshqa hisoblarga o'tkazib bo'lmaydi.
vi: 1、Bạn có thể nhận được điểm ký cố định hàng ngày (điểm %d) bằng cách đăng nhập hàng ngày và bạn có thể nhận phần thưởng ký liên tục bằng cách đăng nhập liên tục. 2、Bạn có thể đăng nhập tối đa một lần một ngày và những lần đăng nhập nhiều lần sẽ không được tính lại. 3、Khi việc check-in liên tục bị gián đoạn, số điểm tích lũy trước đó sẽ được giữ lại và không bị xóa mà số ngày check-in liên tiếp sẽ được tích lũy lại. 4、Miễn là số ngày đăng nhập liên tiếp đáp ứng số ngày đăng nhập liên tiếp tối đa được đặt trong tháng, người dùng sẽ nhận được điểm thưởng bổ sung bằng giá trị đăng nhập liên tiếp tối đa cho mỗi ngày đăng nhập liên tiếp tiếp theo. ins. 5、Điểm chỉ có thể được sử dụng bởi người dùng và không thể chuyển sang tài khoản khác.
zh_hans: 1、每日签到可以获得固定日签积分(%d分)，连续签到可以获得连签奖励。 2、每日最多可签到1次，重复签到不会重复计数。 3、当连续签到中断后，之前攒下的积分会保留，不会清零，但会重新累计连续签到天数。 4、只要连签天数满足当月连续签到成功天数设置最大值，之后用户连签的每一天都将额外获得连签最大值的奖励积分。 5、积分只限用户本人使用，不可转移至其他账户。
zh_hant: 1、每日簽到可以獲得固定日簽點數(%d分)，連續簽到可以拿到連簽獎勵。 2、每日最多可簽到1次，重複簽到不會重複數數。 3、當連續簽到中斷後，之前存下的積分會保留，不會清除零，但會重新累積連續簽到天數。 4、只要連簽天數滿足當月連續簽到成功天數設定最大值，之後用戶連簽的每一天都將額外獲得連簽最大值的獎勵積分。 5、積分只限用戶本人使用，不可轉移至其他帳戶。

# 当前听筒播放
source: Current earpiece playback
ar: اللعب الحالي
bn: বর্তমান রিসিভার প্লেব্যাক
es: Reproducción del auricular actual
fa: بازی گوش‌های فعلی
fr: Écouteur actuel play
hi: वर्तमान earpiece प्लेबैक
id: Main balik earpiece saat ini
ko: 현재 핸드셋이 재생 중입니다.
ky: Ойнотуу
pt_br: Reprodução atual do aparelho telefônico
ru: Текущее воспроизведение
tr: Ağımdaki kulak çalması
uz: Joriy qabul qiluvchining ijrosi
vi: Phát lại điện thoại hiện tại
zh_hans: 当前听筒播放
zh_hant: 當前聽筒播放
