Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 在本群的昵称：
source: Nickname in this group:
ar: اللقب في هذه المجموعة:
bn: এই গ্রুপে ডাক নাম:
es: Apodo en este grupo:
fa: نام مستعار در این گروه:
fr: Pseudo dans ce groupe :
hi: इस समूह में उपनाम:
id: Nama panggilan di grup ini:
ko: 이 그룹의 별명:
ky: Бул группадагы ник:
pt_br: Apelido neste grupo:
ru: Никнейм в этой группе:
tr: Bu gruptaki takma ad:
uz: Ushbu guruhdagi taxallus:
vi: Biệt danh trong nhóm này：
zh_hans: 在本群的昵称：
zh_hant: 在本群的暱稱：

# 群主
source: Lord
ar: رب
bn: প্রভু
es: Caballero
fa: خداوند
fr: Seigneur
hi: भगवान
id: Yang mulia
ko: 소유자
ky: Мырзабыз
pt_br: bacharéis
ru: Господин
tr: Kral
uz: Rabbim
vi: Chủ sở hữu
zh_hans: 群主
zh_hant: 群主

# %ld人
source: %ld People
ar: %ld من الأشخاص
bn: %ld মানুষ
es: %ld personas
fa: %ld نفر
fr: %ld personnes
hi: %ld लोग
id: %ld orang
ko: %ld명
ky: %ld адам
pt_br: %ld pessoas
ru: %ld человек
tr: %ld kişi
uz: %ld kishi
vi: %ld người
zh_hans: %ld人
zh_hant: %ld人

# 取消管理
source: Unmanage
ar: غير إدارة
bn: আনম্যানেজ করুন
es: no administrar
fa: مدیریت نکنید
fr: Annuler la gestion
hi: अव्यवस्थित करना
id: Tidak dikelola
ko: 관리 해제
ky: Башкаруу
pt_br: Gerenciamento de cancelamentos
ru: Отменить управление
tr: Yönetimi kaldır
uz: Boshqarmaslik
vi: Hủy bỏ quản lý
zh_hans: 取消管理
zh_hant: 取消管理

# 搜索聊天记录
source: Search chat history
ar: البحث في سجل الدردشة
bn: চ্যাট ইতিহাস অনুসন্ধান করুন
es: Buscar historial de chat
fa: جستجو در تاریخچه چت
fr: Rechercher dans l'historique des discussions
hi: चैट इतिहास खोजें
id: Cari riwayat obrolan
ko: 채팅 기록 검색
ky: Чат тарыхын издөө
pt_br: Pesquisar registros de bate-papo
ru: Искать историю чата
tr: Sohbet geçmişini ara
uz: Chat tarixini qidirish
vi: Tìm kiếm lịch sử trò chuyện
zh_hans: 搜索聊天记录
zh_hant: 搜索聊天記錄

# 合并转发
source: Merge forward
ar: دمج إلى الأمام
bn: সামনে একত্রিত করা
es: fusionarse hacia adelante
fa: ادغام به جلو
fr: fusionner vers l'avant
hi: आगे विलय करें
id: bergabung ke depan
ko: 병합 전송
ky: алдыга бириктирүү
pt_br: mesclar e encaminhar
ru: сливаться вперед
tr: ileriye doğru birleştir
uz: oldinga birlashing
vi: Hợp lại chuyển tiếp
zh_hans: 合并转发
zh_hant: 合併轉發

# 条
source: Strip
ar: يجرد
bn: ফালা
es: banda
fa: نوار
fr: bande
hi: पट्टी
id: mengupas
ko: 조
ky: тилке
pt_br: cláusula (de lei ou tratado)
ru: полоска
tr: şerit
uz: tasma
vi: tin
zh_hans: 条
zh_hant: 條

# 逐条转发
source: Forward one by one
ar: إلى الأمام واحدا تلو الآخر
bn: একের পর এক এগিয়ে
es: adelante uno por uno
fa: یکی یکی جلو
fr: avancer un par un
hi: एक-एक करके आगे बढ़ें
id: maju satu per satu
ko: 하나씩 전송
ky: бирден алдыга
pt_br: uma retransmissão de artigo por artigo
ru: вперед один за другим
tr: birer birer ileri
uz: birma-bir oldinga
vi: Lần lượt chuyển tiếp
zh_hans: 逐条转发
zh_hant: 逐條轉發

# 个人名片
source: Personal business card
ar: بطاقة عمل شخصية
bn: ব্যক্তিগত ব্যবসা কার্ড
es: tarjeta de visita personal
fa: کارت ویزیت شخصی
fr: Carte de visite personnelle
hi: व्यक्तिगत व्यवसाय कार्ड
id: Kartu nama pribadi
ko: 개인 명함
ky: Жеке визиттик карта
pt_br: cartão de visita pessoal
ru: Личная визитная карточка
tr: Kişisel kartvizit
uz: Shaxsiy biznes karta
vi: Thẻ liên hệ
zh_hans: 个人名片
zh_hant: 個人名片

# 一键全选
source: Select all with one click
ar: حدد الكل بنقرة واحدة
bn: এক ক্লিকে সব নির্বাচন করুন
es: Selecciona todo con un clic
fa: همه را با یک کلیک انتخاب کنید
fr: Sélectionnez tout en un seul clic
hi: एक क्लिक से सभी का चयन करें
id: Pilih semua dengan satu klik
ko: 한 번의 클릭으로 모두 선택
ky: Баарын бир чыкылдатуу менен тандаңыз
pt_br: Um clique em Selecionar tudo
ru: Выбрать все одним кликом
tr: Tek tıkla hepsini seç
uz: Bir marta bosish bilan barchasini tanlang
vi: Chọn tất cả bằng một nhấp chuột
zh_hans: 一键全选
zh_hant: 一鍵全選

# 同意
source: Agree
ar: يوافق
bn: একমত
es: aceptar
fa: موافق
fr: accepter
hi: सहमत
id: setuju
ko: 동의하다
ky: макул
pt_br: concordar com
ru: соглашаться
tr: kabul etmek
uz: rozi
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# %@邀请%@进群
source: %@Invite %@ to the group
ar: %@ قم بدعوة %@ إلى المجموعة
bn: %@ গ্রুপে %@কে আমন্ত্রণ জানান
es: %@Invitar a %@ al grupo
fa: %@%@ را به گروه دعوت کنید
fr: %@Inviter %@ au groupe
hi: %@समूह में %@आमंत्रित करें
id: %@Undang %@ ke grup
ko: %@%@을(를) 그룹에 초대
ky: %@ Топко %@ чакырыңыз
pt_br: %@Invite%@ para o grupo
ru: %@Пригласить %@ в группу
tr: %@%@'yi gruba davet edin
uz: %@Guruhga %@ taklif qiling
vi: %@ mời %@ vào nhóm
zh_hans: %@邀请%@进群
zh_hant: %@邀請%@進群

# 申请加入%@
source: Applications for Membership%@
ar: طلبات العضوية%@
bn: সদস্যপদ জন্য আবেদন %@
es: Solicitudes de membresía%@
fa: درخواست برای عضویت%@
fr: Demandes d'adhésion%@
hi: सदस्यता के लिए आवेदन%@
id: Permohonan Keanggotaan%@
ko: 회원가입신청%@
ky: Мүчөлүк үчүн арыздар%@
pt_br: Solicitação de associação %@
ru: Заявки на членство%@
tr: Üyelik Başvuruları%@
uz: Aʼzolik uchun arizalar%@
vi: Yêu cầu tham gia%@
zh_hans: 申请加入%@
zh_hant: 申請加入%@

# 附言:%@
source: Postscript:%@
ar: حاشية:%@
bn: পোস্টস্ক্রিপ্ট:%@
es: posdata:%@
fa: پست نویس:%@
fr: post-scriptum :%@
hi: परिशिष्ट भाग:%@
id: nota bene:%@
ko: 추신:%@
ky: постскрипт:%@
pt_br: P.S.: %@
ru: постскриптум:%@
tr: dipnot:%@
vi: Phần tái bút:%@
zh_hans: 附言:%@
zh_hant: 附言:%@

# 已同意
source: Approved
ar: موافقة
bn: অনুমোদিত
es: aprobado
fa: تایید شده
fr: approuvé
hi: अनुमत
id: disetujui
ko: 이미 인가하다
ky: бекитилген
pt_br: acordado
ru: одобренный
tr: onaylı
uz: tasdiqlangan
vi: Đã đồng ý
zh_hans: 已同意
zh_hant: 已同意

# 复制
source: Copy
ar: ينسخ
bn: অনুলিপি
es: Copiar
fa: کپی
fr: copie
hi: कॉपी
id: menyalin
ko: 복사
ky: көчүрүү
pt_br: fazer uma cópia de
ru: копировать
tr: kopyala
uz: nusxa ko'chirish
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# 撤回
source: Withdraw
ar: ينسحب
bn: প্রত্যাহার
es: retirar
fa: کنار کشیدن
fr: retirer
hi: निकालना
id: menarik
ko: 철회하다
ky: чегинүү
pt_br: retirado
ru: отзывать
tr: geri çekilmek
uz: chekinmoq
vi: Thu hồi
zh_hans: 撤回
zh_hant: 撤回

# 引用
source: Quote
ar: يقتبس
bn: উদ্ধৃতি
es: Cita
fa: نقل قول
fr: Citation
hi: उद्धरण
id: Mengutip
ko: 인용하다
ky: Цитата
pt_br: citação
ru: Цитировать
tr: Alıntı
uz: Iqtibos
vi: Trích dẫn
zh_hans: 引用
zh_hant: 引用

# 收藏
source: Collect
ar: يجمع
bn: সংগ্রহ করা
es: recolectar
fa: جمع آوری کنید
fr: collecter
hi: इकट्ठा करना
id: mengumpulkan
ko: 모으다
ky: чогултуу
pt_br: marcador (Internet)
ru: собирать
tr: TOPLAMAK
uz: yig'ish
vi: Sưu tầm
zh_hans: 收藏
zh_hant: 收藏

# 多选
source: Multiple choice
ar: متعدد الخيارات
bn: বহু নির্বাচনী
es: Opción multiple
fa: چند گزینه ای
fr: Choix multiple
hi: बहुविकल्पी
id: Pilihan ganda
ko: 다중 선택
ky: Көп тандоо
pt_br: múltipla escolha
ru: Большой выбор
tr: Çoktan seçmeli
uz: Ko'p tanlov
vi: Chọn nhiều
zh_hans: 多选
zh_hant: 多選

# 存为
source: Exist as
ar: موجودة كما
bn: হিসাবে বিদ্যমান
es: existir como
fa: وجود داشته باشد به عنوان
fr: exister comme
hi: के रूप में मौजूद हैं
id: ada sebagai
ko: 다음과 같이 존재하다
ky: катары бар
pt_br: depósito
ru: существовать как
tr: olarak var olmak
uz: sifatida mavjud
vi: Lưu thành
zh_hans: 存为
zh_hant: 存為

# 已选择
source: Chosen
ar: اختيار
bn: নির্বাচিত
es: elegido
fa: انتخاب شده است
fr: choisi
hi: चुना
id: terpilih
ko: 선택됨
ky: тандалган
pt_br: Selecionado
ru: выбранный
tr: seçilmiş
uz: tanlangan
vi: Đã chọn
zh_hans: 已选择
zh_hant: 已選擇

# 发送给
source: Send to
ar: ارسل إلى
bn: পাঠানো
es: enviar a
fa: فرستادن به
fr: envoyer à
hi: भेजना
id: Kirim ke
ko: 다음으로 보내기
ky: жөнөтүү
pt_br: entregar
ru: Отправить
tr: gönderildi
uz: ga yuboring
vi: Gửi cho
zh_hans: 发送给
zh_hant: 發送給

# 是
source: Yes
ar: نعم
bn: হ্যাঁ
es: Sí
fa: آره
fr: Oui
hi: हाँ
id: Ya
ko: 네
ky: ооба
pt_br: ser
ru: да
tr: Evet
uz: ha
vi: đúng
zh_hans: 是
zh_hant: 是

# [合并转发]已选择%ld条消息
source: [Merge and forward] %ld messages have been selected
ar: [دمج وإعادة توجيه] تم تحديد %ld من الرسائل
bn: [মার্জ করুন এবং ফরওয়ার্ড করুন] %ld বার্তা নির্বাচন করা হয়েছে
es: [Fusionar y reenviar] Se han seleccionado %ld mensajes
fa: [ادغام و انتقال] %ld پیام انتخاب شده است
fr: [Fusionner et transférer] %ld messages ont été sélectionnés
hi: [मर्ज करें और आगे बढ़ाएं] %ld संदेशों का चयन किया गया है
id: [Gabungkan dan teruskan] %ld pesan telah dipilih
ko: [병합 및 전달] %ld개의 메시지가 선택되었습니다.
ky: [Бириктирүү жана алдыга жылдыруу] %ld билдирүүлөр тандалды
pt_br: [Merge Forward] %ld mensagem selecionada
ru: [Объединить и переслать] Выбрано %ld сообщений
tr: [Birleştir ve ilet] %ld mesaj seçildi
uz: [Birlashtirish va yo'naltirish] %ld xabarlar tanlandi
vi: [Hợp nhất chuyển tiếp] %ld tin nhắn đã được chọn
zh_hans: [合并转发]已选择%ld条消息
zh_hant: [合併轉發]已選擇%ld條消息

# [逐条转发]已选择%ld条消息
source: [Forward one by one] %ld messages have been selected
ar: [إعادة توجيه واحدة تلو الأخرى] تم تحديد %ld من الرسائل
bn: [একের পর এক ফরোয়ার্ড] %ld বার্তা নির্বাচন করা হয়েছে
es: [Reenviar uno por uno] Se han seleccionado %ld mensajes
fa: [Forward one- one] %ld پیام انتخاب شده است
fr: [Transférer un par un] %ld messages ont été sélectionnés
hi: [एक-एक करके अग्रेषित करें] %ld संदेशों का चयन किया गया है
id: [Teruskan satu per satu] %ld pesan telah dipilih
ko: [하나씩 전달] %ld개의 메시지가 선택되었습니다.
ky: [Бир-бирден жөнөтүү] %ld билдирүү тандалды
pt_br: [Mensagem encaminhada por mensagem] %ld mensagem selecionada
ru: [Пересылать по одному] Выбрано %ld сообщений
tr: [Tek tek ilet] %ld mesaj seçildi
uz: [Birma-bir yo'naltirish] %ld xabar tanlandi
vi: [Lần lượt chuyển tiếp] %ld tin nhắn đã được chọn
zh_hans: [逐条转发]已选择%ld条消息
zh_hant: [逐條轉發]已選擇%ld條消息

# [转发]已选择%ld条消息
source: [Forward] %ld messages have been selected
ar: [إعادة توجيه] تم تحديد %ld من الرسائل
bn: [ফরওয়ার্ড] %ld বার্তা নির্বাচন করা হয়েছে
es: [Reenviar] Se han seleccionado %ld mensajes
fa: [Forward] %ld پیام انتخاب شده است
fr: [Transférer] %ld messages ont été sélectionnés
hi: [आगे] %ld संदेशों का चयन किया गया है
id: [Teruskan] %ld pesan telah dipilih
ko: [전달] %ld개의 메시지가 선택되었습니다.
ky: [Алга] %ld билдирүүлөр тандалды
pt_br: [Retweetado] %ld mensagem selecionada
ru: [Переслать] %ld сообщений выбрано
tr: [İlet] %ld mesaj seçildi
uz: [Oʻtkazish] %ld xabarlar tanlandi
vi: [Chuyển tiếp] %ld tin nhắn đã được chọn
zh_hans: [转发]已选择%ld条消息
zh_hant: [轉發]已選擇%ld條消息

# 1天
source: 1 Day
ar: يوم 1
bn: 1 দিন
es: 1 día
fa: 1 روز
fr: Un jour
hi: 1 दिन
id: 1 hari
ko: 1 일
ky: 1 күн
pt_br: 1 dia
ru: 1 день
tr: 1 gün
uz: 1 kun
vi: 1 ngày
zh_hans: 1天
zh_hant: 1天

# 7天
source: 7 Days
ar: 7 أيام
bn: 7 দিন
es: 7 días
fa: 7 روز
fr: 7 jours
hi: 7 दिन
id: 7 hari
ko: 7 일
ky: 7 күн
pt_br: 7 dias
ru: 7 дней
tr: 7 gün
uz: 7 kun
vi: 7 ngày
zh_hans: 7天
zh_hant: 7天

# 30天
source: 30 Days
ar: 30 يوما
bn: 30 দিন
es: 30 dias
fa: 30 روز
fr: 30 jours
hi: तीस दिन
id: 30 hari
ko: 30 일
ky: 30 күн
pt_br: 30 dias
ru: 30 дней
tr: 30 gün
uz: 30 kun
vi: 30 ngày
zh_hans: 30天
zh_hant: 30天

# 关闭自动删除
source: Turn off automatic deletion
ar: قم بإيقاف تشغيل الحذف التلقائي
bn: স্বয়ংক্রিয়ভাবে মুছে ফেলা বন্ধ করুন
es: Desactivar la eliminación automática
fa: حذف خودکار را خاموش کنید
fr: Désactiver la suppression automatique
hi: स्वचालित विलोपन बंद करें
id: Matikan penghapusan otomatis
ko: 자동 삭제 끄기
ky: Автоматтык түрдө жок кылууну өчүрүү
pt_br: Desativar a exclusão automática
ru: Отключить автоматическое удаление
tr: Otomatik silmeyi kapat
uz: Avtomatik o'chirishni o'chiring
vi: Tắt tính năng xóa tự động
zh_hans: 关闭自动删除
zh_hant: 關閉自動刪除

# 选择提醒的人
source: Choose who to remind
ar: اختر من تريد تذكيره
bn: কাকে মনে করিয়ে দিতে বেছে নিন
es: Elige a quién recordarle
fa: انتخاب کنید به چه کسی یادآوری کنید
fr: Choisissez à qui rappeler
hi: चुनें कि किसे याद दिलाना है
id: Pilih siapa yang akan diingatkan
ko: 알림을 보낼 사람을 선택하세요
ky: Кимге эскертүүнү тандаңыз
pt_br: Pessoas que escolhem ser lembradas
ru: Выберите, кому напомнить
tr: Kime hatırlatılacağını seçin
uz: Kimga eslatishni tanlang
vi: Chọn người để nhắc nhở
zh_hans: 选择提醒的人
zh_hant: 選擇提醒的人

# 所有人
source: Everyone
ar: الجميع
bn: সবাই
es: todos
fa: هر کس
fr: tout le monde
hi: सब लोग
id: setiap orang
ko: 모든 사람
ky: бардыгы
pt_br: todos
ru: каждый
tr: herkes
uz: hamma
vi: Mọi người
zh_hans: 所有人
zh_hant: 所有人

# 名称
source: Name
ar: اسم
bn: নাম
es: nombre
fa: نام
fr: nom
hi: नाम
id: nama
ko: 이름
ky: аты
pt_br: nome (de uma coisa)
ru: имя
tr: isim
uz: nomi
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# 链接地址
source: Link address
ar: عنوان الارتباط
bn: লিঙ্ক ঠিকানা
es: dirección del enlace
fa: آدرس لینک
fr: adresse du lien
hi: लिंक पता
id: alamat tautan
ko: 링크 주소
ky: шилтеме дареги
pt_br: endereço do link
ru: адрес ссылки
tr: bağlantı adresi
uz: havola manzili
vi: địa chỉ liên kết
zh_hans: 链接地址
zh_hant: 鏈接地址

# 添加链接
source: Add a link
ar: أضف رابطا
bn: একটি লিঙ্ক যোগ করুন
es: Agregar un enlace
fa: یک پیوند اضافه کنید
fr: Ajouter un lien
hi: एक लिंक जोड़ें
id: Tambahkan tautan
ko: 링크 추가
ky: Шилтеме кошуу
pt_br: Adicionar link
ru: Добавить ссылку
tr: Bağlantı ekle
uz: Havolani qo'shing
vi: Thêm một liên kết
zh_hans: 添加链接
zh_hant: 添加鏈接

# 编辑链接
source: Edit link
ar: تعديل الرابط
bn: লিঙ্ক সম্পাদনা করুন
es: Editar enlace
fa: ویرایش لینک
fr: Modifier le lien
hi: लिंक संपादित करें
id: Sunting tautan
ko: 링크 수정
ky: Шилтемени түзөтүү
pt_br: Links editoriais
ru: Изменить ссылку
tr: Bağlantıyı düzenle
uz: Havolani tahrirlash
vi: Chỉnh sửa liên kết
zh_hans: 编辑链接
zh_hant: 編輯鏈接

# 名称不可为空
source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغًا
bn: নাম খালি রাখা যাবে না
es: El nombre no puede estar vacío
fa: نام نمی تواند خالی باشد
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
id: Nama tidak boleh kosong
ko: 이름은 비워둘 수 없습니다.
ky: Аты бош болбошу керек
pt_br: O nome não deve ser nulo
ru: Имя не может быть пустым
tr: Ad boş olamaz
uz: Ism bo'sh bo'lishi mumkin emas
vi: Tên không được để trống
zh_hans: 名称不可为空
zh_hant: 名稱不可為空

# 链接地址不可为空
source: Link address cannot be empty
ar: لا يمكن أن يكون عنوان الرابط فارغًا
bn: লিঙ্ক ঠিকানা খালি হতে পারে না
es: La dirección del enlace no puede estar vacía
fa: آدرس پیوند نمی تواند خالی باشد
fr: L'adresse du lien ne peut pas être vide
hi: लिंक पता खाली नहीं हो सकता
id: Alamat tautan tidak boleh kosong
ko: 링크 주소는 비워둘 수 없습니다.
ky: Шилтеменин дареги бош болбошу керек
pt_br: O endereço do link não pode estar vazio
ru: Адрес ссылки не может быть пустым
tr: Bağlantı adresi boş olamaz
uz: Havola manzili boʻsh boʻlishi mumkin emas
vi: Địa chỉ liên kết không được để trống
zh_hans: 链接地址不可为空
zh_hant: 鏈接地址不可為空

# 链接地址无效
source: Invalid link address
ar: عنوان الارتباط غير صالح
bn: অবৈধ লিঙ্ক ঠিকানা
es: Dirección de enlace no válida
fa: آدرس پیوند نامعتبر است
fr: Adresse de lien invalide
hi: अमान्य लिंक पता
id: Alamat tautan tidak valid
ko: 잘못된 링크 주소
ky: Жараксыз шилтеме дареги
pt_br: Endereço de link inválido
ru: Неверный адрес ссылки
tr: Geçersiz bağlantı adresi
uz: Havola manzili yaroqsiz
vi: Địa chỉ liên kết không hợp lệ
zh_hans: 链接地址无效
zh_hant: 鏈接地址無效

# 请输入名称
source: Please enter name
ar: الرجاء إدخال الاسم
bn: নাম লিখুন দয়া করে
es: Por favor ingrese el nombre
fa: لطفا نام را وارد کنید
fr: Veuillez entrer le nom
hi: कृपया नाम दर्ज करें
id: Silakan masukkan nama
ko: 이름을 입력하세요
ky: Атын киргизиңиз
pt_br: Digite um nome
ru: Пожалуйста, введите имя
tr: Lütfen adı girin
uz: Iltimos, ismni kiriting
vi: Vui lòng nhập tên
zh_hans: 请输入名称
zh_hant: 請輸入名稱

# 请输入链接地址
source: Please enter the link address
ar: الرجاء إدخال عنوان الرابط
bn: লিঙ্ক ঠিকানা লিখুন
es: Por favor ingrese la dirección del enlace
fa: لطفا آدرس لینک را وارد کنید
fr: Veuillez entrer l'adresse du lien
hi: कृपया लिंक पता दर्ज करें
id: Silakan masukkan alamat tautan
ko: 링크주소를 입력해주세요
ky: Шилтеменин дарегин киргизиңиз
pt_br: Digite o endereço do link
ru: Пожалуйста, введите адрес ссылки
tr: Lütfen bağlantı adresini girin
uz: Iltimos, havola manzilini kiriting
vi: Vui lòng nhập địa chỉ liên kết
zh_hans: 请输入链接地址
zh_hant: 請輸入鏈接地址

# 添加成功
source: Added successfully
ar: اضيف بنجاح
bn: সফলভাবে যোগ করা হয়েছে
es: Agregado exitosamente
fa: با موفقیت اضافه شد
fr: Ajouté avec succès
hi: सफलतापूर्वक जोड़ा गया
id: Berhasil ditambahkan
ko: 성공적으로 추가되었습니다
ky: Ийгиликтүү кошулду
pt_br: Adicionar com sucesso
ru: Добавлено успешно
tr: Başarıyla eklendi
uz: Muvaffaqiyatli qo'shildi
vi: Thêm thành công
zh_hans: 添加成功
zh_hant: 添加成功

# 编辑成功
source: Edited successfully
ar: تم التعديل بنجاح
bn: সফলভাবে সম্পাদনা করা হয়েছে৷
es: Editado con éxito
fa: با موفقیت ویرایش شد
fr: Modifié avec succès
hi: सफलतापूर्वक संपादित
id: Berhasil diedit
ko: 수정되었습니다.
ky: Ийгиликтүү түзөтүлдү
pt_br: Editar com sucesso
ru: Отредактировано успешно
tr: Başarıyla düzenlendi
uz: Muvaffaqiyatli tahrirlandi
vi: Chỉnh sửa thành công
zh_hans: 编辑成功
zh_hant: 編輯成功

# 删除成功
source: Successfully deleted
ar: تم الحذف بنجاح
bn: সফলভাবে মুছে ফেলা হয়েছে
es: eliminado exitosamente
fa: با موفقیت حذف شد
fr: supprimé avec succès
hi: सफलतापूर्वक हटा दिया गया
id: berhasil dihapus
ko: 성공적으로 삭제되었습니다
ky: ийгиликтүү жок кылынды
pt_br: Excluído com êxito
ru: успешно удалено
tr: başarıyla silindi
uz: muvaffaqiyatli o'chirildi
vi: Xóa thành công
zh_hans: 删除成功
zh_hant: 刪除成功

# 删除链接
source: Remove link
ar: إزالة الرابط
bn: লিঙ্ক সরান
es: Remover enlace
fa: حذف لینک
fr: Supprimer le lien
hi: लिंक हटाएँ
id: Hapus tautan
ko: 링크 삭제
ky: Шилтемени алып салуу
pt_br: Excluir link
ru: Удалить ссылку
tr: Bağlantıyı kaldır
uz: Havolani olib tashlang
vi: Xóa liên kết
zh_hans: 删除链接
zh_hant: 刪除鏈接

# 确定要删除此链接吗？
source: Are you sure you want to delete this link?
ar: هل أنت متأكد أنك تريد حذف هذا الرابط؟
bn: আপনি কি এই লিঙ্কটি মুছতে চান?
es: ¿Estás seguro de que deseas eliminar este enlace?
fa: آیا مطمئن هستید که می خواهید این پیوند را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ce lien ?
hi: क्या आप वाकई इस लिंक को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus tautan ini?
ko: 이 링크를 삭제하시겠습니까?
ky: Бул шилтемени чын эле жок кылгыңыз келеби?
pt_br: Tem certeza de que deseja remover este link?
ru: Вы уверены, что хотите удалить эту ссылку?
tr: Bu bağlantıyı silmek istediğinizden emin misiniz?
uz: Haqiqatan ham bu havolani oʻchirib tashlamoqchimisiz?
vi: Bạn chắc chắn muốn xóa liên kết này?
zh_hans: 确定要删除此链接吗？
zh_hant: 確定要刪除此鏈接嗎？

# 当前消息已被加密
source: The current message has been encrypted
ar: لقد تم تشفير الرسالة الحالية
bn: বর্তমান বার্তাটি এনক্রিপ্ট করা হয়েছে৷
es: El mensaje actual ha sido cifrado.
fa: پیام فعلی رمزگذاری شده است
fr: Le message actuel a été crypté
hi: वर्तमान संदेश एन्क्रिप्ट किया गया है
id: Pesan saat ini telah dienkripsi
ko: 현재 메시지가 암호화되었습니다
ky: Учурдагы билдирүү шифрленген
pt_br: A mensagem atual é criptografada
ru: Текущее сообщение зашифровано
tr: Mevcut mesaj şifrelendi
uz: Joriy xabar shifrlangan
vi: Tin nhắn hiện tại đã được mã hóa
zh_hans: 当前消息已被加密
zh_hant: 當前消息已被加密

# 邮箱格式错误
source: Email format error
ar: خطأ في تنسيق البريد الإلكتروني
bn: ইমেল বিন্যাস ত্রুটি
es: Error de formato de correo electrónico
fa: خطای فرمت ایمیل
fr: Erreur de format d'e-mail
hi: ईमेल प्रारूप त्रुटि
id: Kesalahan format email
ko: 이메일 형식 오류
ky: Электрондук почта форматында ката
pt_br: Erro no formato da caixa de correio
ru: Ошибка формата электронной почты
tr: E-posta biçimi hatası
uz: Elektron pochta formatida xato
vi: Lỗi định dạng email
zh_hans: 邮箱格式错误
zh_hant: 郵箱格式錯誤

# 账号长度为6-16位
source: Account length is 6-16 digits
ar: طول الحساب هو 6-16 أرقام
bn: অ্যাকাউন্টের দৈর্ঘ্য 6-16 সংখ্যা
es: La longitud de la cuenta es de 6 a 16 dígitos
fa: طول حساب 6-16 رقمی است
fr: La longueur du compte est de 6 à 16 chiffres
hi: खाते की लंबाई 6-16 अंक है
id: Panjang akun 6-16 digit
ko: 계정 길이는 6-16자리입니다.
ky: Эсептин узундугу 6-16 санды түзөт
pt_br: Comprimento da conta de 6 a 16 dígitos
ru: Длина аккаунта 6-16 цифр.
tr: Hesap uzunluğu 6-16 hanedir
uz: Hisob uzunligi 6-16 raqam
vi: Độ dài tài khoản là 6-16 ký tự
zh_hans: 账号长度为6-16位
zh_hant: 賬號長度為6-16位

# 密码长度必须 6-16 位，须包含字母、数字
source: Password must be 6-16 characters long and include letters and numbers.
ar: يجب أن تتكون كلمة المرور من 6 إلى 16 حرفًا ويجب أن تحتوي على أحرف وأرقام
bn: পাসওয়ার্ডটি অবশ্যই 6-16 অক্ষর দীর্ঘ হতে হবে এবং অক্ষর এবং সংখ্যা থাকতে হবে
es: La contraseña debe tener entre 6 y 16 caracteres y debe contener letras y números.
fa: رمز عبور باید 6 تا 16 کاراکتر باشد و باید دارای حروف و اعداد باشد
fr: Le mot de passe doit comporter de 6 à 16 caractères et doit contenir des lettres et des chiffres
hi: पासवर्ड 6-16 अक्षर लंबा होना चाहिए और इसमें अक्षर और संख्याएं होनी चाहिए
id: Kata sandi harus sepanjang 6-16 karakter dan harus mengandung huruf dan angka
ko: 비밀번호는 6~16자여야 하며 문자와 숫자를 포함해야 합니다.
ky: Сырсөз 6-16 белгиден туруп, тамгаларды жана сандарды камтышы керек
pt_br: A senha deve ter de 6 a 16 caracteres e conter letras e números
ru: Пароль должен состоять из 6–16 символов и содержать буквы и цифры.
tr: Şifre 6-16 karakter uzunluğunda olmalı ve harf ve rakamlardan oluşmalıdır
uz: Parol 6-16 belgidan iborat bo'lishi va harflar va raqamlardan iborat bo'lishi kerak
vi: Mật khẩu phải dài 6-16 ký tự và phải chứa chữ cái và số
zh_hans: 密码长度必须 6-16 位，须包含字母、数字
zh_hant: 密碼長度必須 6-16 位，須包含字母、數字

# 密码长度必须 6-16 位，须包含字母、数字、符号
source: Password must be 6-16 characters with letters, numbers, and symbols.
ar: يجب أن تتكون كلمة المرور من 6 إلى 16 حرفًا ويجب أن تحتوي على أحرف وأرقام ورموز
bn: পাসওয়ার্ডটি অবশ্যই 6-16 অক্ষর দীর্ঘ হতে হবে এবং এতে অবশ্যই অক্ষর, সংখ্যা এবং চিহ্ন থাকতে হবে
es: La contraseña debe tener entre 6 y 16 caracteres y debe contener letras, números y símbolos.
fa: رمز عبور باید 6 تا 16 کاراکتر باشد و باید شامل حروف، اعداد و نمادها باشد
fr: Le mot de passe doit comporter de 6 à 16 caractères et doit contenir des lettres, des chiffres et des symboles.
hi: पासवर्ड 6-16 अक्षर लंबा होना चाहिए और इसमें अक्षर, संख्याएं और प्रतीक शामिल होने चाहिए
id: Kata sandi harus sepanjang 6-16 karakter dan harus mengandung huruf, angka, dan simbol
ko: 비밀번호는 6~16자 길이로 문자, 숫자, 기호를 포함해야 합니다.
ky: Сырсөз 6-16 белгиден туруп, тамгаларды, сандарды жана символдорду камтышы керек
pt_br: A senha deve ter de 6 a 16 caracteres e conter letras, números e símbolos
ru: Пароль: 6-16 символов, буквы, цифры, символы.
tr: Şifre 6-16 karakter uzunluğunda olmalı ve harf, sayı ve sembol içermelidir
uz: Parol 6-16 belgidan iborat bo'lishi va harflar, raqamlar va belgilarni o'z ichiga olishi kerak
vi: Mật khẩu phải dài 6-16 ký tự và phải chứa chữ cái, số và ký hiệu
zh_hans: 密码长度必须 6-16 位，须包含字母、数字、符号
zh_hant: 密碼長度必須 6-16 位，須包含字母、數字、符號

# 密码长度6-16位，须包含字母、数字或字符
source: Password length is 6-16 characters and must contain letters, numbers or characters
ar: يتراوح طول كلمة المرور من 6 إلى 16 حرفًا ويجب أن تحتوي على أحرف أو أرقام أو أحرف
bn: পাসওয়ার্ডের দৈর্ঘ্য 6-16 অক্ষর এবং অক্ষর, সংখ্যা বা অক্ষর থাকতে হবে
es: La longitud de la contraseña es de 6 a 16 caracteres y debe contener letras, números o caracteres.
fa: طول رمز عبور 6 تا 16 کاراکتر است و باید دارای حروف، اعداد یا کاراکتر باشد
fr: La longueur du mot de passe est de 6 à 16 caractères et doit contenir des lettres, des chiffres ou des caractères.
hi: पासवर्ड की लंबाई 6-16 अक्षर है और इसमें अक्षर, संख्याएं या वर्ण होने चाहिए
id: Panjang password 6-16 karakter dan harus mengandung huruf, angka atau karakter
ko: 비밀번호 길이는 6~16자이며 문자, 숫자 또는 문자를 포함해야 합니다.
ky: Сырсөз узундугу 6-16 символдорду, символдорду, сандарды же символдорду камтыйт
pt_br: O comprimento da senha é de 6 a 16 caracteres e deve conter letras, números ou caracteres
ru: Длина пароля составляет 6–16 символов и должен содержать буквы, цифры или символы.
tr: Şifre uzunluğu 6-16 karakter olup harf, sayı veya karakter içermelidir
uz: Parol uzunligi 6-16 belgidan iborat bo'lib, unda harflar, raqamlar yoki belgilar bo'lishi kerak
vi: Độ dài mật khẩu là 6-16 ký tự và phải chứa chữ cái, số hoặc ký tự
zh_hans: 密码长度6-16位，须包含字母、数字或字符
zh_hant: 密碼長度6-16位，須包含字母、數字或字符

# 邀请码不能为空
source: The invitation code cannot be empty
ar: لا يمكن أن يكون رمز الدعوة فارغًا
bn: আমন্ত্রণ কোড খালি থাকতে পারে না
es: El código de invitación no puede estar vacío
fa: کد دعوت نمی تواند خالی باشد
fr: Le code d'invitation ne peut pas être vide
hi: आमंत्रण कोड खाली नहीं हो सकता
id: Kode undangan tidak boleh kosong
ko: 초대 코드는 비워둘 수 없습니다.
ky: Чакыруу коду бош болбошу керек
pt_br: O código do convite não pode estar vazio
ru: Пригласительный код не может быть пустым
tr: Davetiye kodu boş olamaz
uz: Taklif kodi bo'sh bo'lishi mumkin emas
vi: Mã lời mời không được để trống
zh_hans: 邀请码不能为空
zh_hant: 邀請碼不能為空
