Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 企业号方式：100000 域名方式：xxx.com（系统自动匹配http://或https://）
source: Enterprise number method: 100000 Domain name method: xxx.com (the system automatically matches http:// or https://)
ar: طريقة رقم المؤسسة: 100000 طريقة اسم المجال: xxx.com (يطابق النظام تلقائيًا http:// أو https://)
bn: এন্টারপ্রাইজ নম্বর পদ্ধতি: 100000 ডোমেন নাম পদ্ধতি: xxx.com (সিস্টেম স্বয়ংক্রিয়ভাবে http:// বা https:// মেলে)
es: Método del número de empresa: 100000 Método del nombre de dominio: xxx.com (el sistema coincide automáticamente con http:// o https://)
fa: روش شماره سازمانی: 100000 روش نام دامنه: xxx.com (سیستم به طور خودکار با http:// یا https:// مطابقت دارد)
fr: Méthode du numéro d'entreprise : 100000 Méthode du nom de domaine : xxx.com (le système fait automatiquement correspondre http:// ou https://)
hi: एंटरप्राइज़ नंबर विधि: 100000 डोमेन नाम विधि: xxx.com (सिस्टम स्वचालित रूप से http:// या https:// से मेल खाता है)
id: Metode nomor perusahaan: 100000 Metode nama domain: xxx.com (sistem secara otomatis mencocokkan http:// atau https://)
ko: 기업 번호 방식: 100000 도메인 이름 방식: xxx.com(시스템이 자동으로 http:// 또는 https://와 일치함)
ky: Ишкананын номеринин ыкмасы: 100000 Домендик аталыш ыкмасы: xxx.com (система автоматтык түрдө http:// же https:// менен дал келет)
pt_br: Modo de número da empresa: 100000 Modo de nome de domínio: xxx.com (o sistema corresponde automaticamente a http://或https://)
ru: Метод номера предприятия: 100000 Метод доменного имени: xxx.com (система автоматически сопоставляет http:// или https://)
tr: Kurumsal numara yöntemi: 100000 Alan adı yöntemi: xxx.com (sistem otomatik olarak http:// veya https:// ile eşleşir)
uz: Korxona raqami usuli: 100000 Domen nomi usuli: xxx.com (tizim avtomatik ravishda http:// yoki https:// ga mos keladi)
vi: Phương thức số doanh nghiệp: 100000 phương thức tên miền: xxx.com (hệ thống tự động khớp với http:// hoặc https://)
zh_hans: 企业号方式：100000 域名方式：xxx.com（系统自动匹配http://或https://）
zh_hant: 企業號方式：100000 域名方式：xxx.com（系統自動匹配http://或https://）

# 网络设置说明
source: Network setup instructions
ar: تعليمات إعداد الشبكة
bn: নেটওয়ার্ক সেটআপ নির্দেশাবলী
es: Instrucciones de configuración de red
fa: دستورالعمل راه اندازی شبکه
fr: Instructions de configuration du réseau
hi: नेटवर्क सेटअप निर्देश
id: Petunjuk pengaturan jaringan
ko: 네트워크 설정 지침
ky: Тармакты орнотуу көрсөтмөлөрү
pt_br: Instruções de configuração de rede
ru: Инструкции по настройке сети
tr: Ağ kurulum talimatları
uz: Tarmoqni sozlash bo'yicha ko'rsatmalar
vi: Hướng dẫn thiết lập mạng
zh_hans: 网络设置说明
zh_hant: 網絡設置說明

# 温馨提示
source: Kind tips
ar: نصائح لطيفة
bn: সদয় টিপস
es: Consejos amables
fa: راهنمایی های مهربانانه
fr: Conseils aimables
hi: दयालु सुझाव
id: Tip yang baik
ko: 따뜻한 팁
ky: Жакшы кеңештер
pt_br: dica
ru: Добрые советы
tr: Nazik ipuçları
uz: Yaxshi maslahatlar
vi: Lời khuyên
zh_hans: 温馨提示
zh_hant: 溫馨提示

source: 1. In order to ensure the normal operation of product services and better provide communication functions such as text chat, sending voice, adding friends, etc., we will follow the user agreement and privacy policy and collect some of your necessary information. 2. The above services may involve sensitive personal information such as device information, microphones, photo albums, etc. You have the right to refuse or withdraw authorization. 3. We will not share, provide, transfer or obtain your personal information from third parties.
ar: 1. من أجل ضمان التشغيل الطبيعي لخدمات المنتج وتوفير وظائف الاتصال بشكل أفضل مثل الدردشة النصية وإرسال الصوت وإضافة الأصدقاء وما إلى ذلك، سنتبع اتفاقية المستخدم وسياسة الخصوصية ونجمع بعض المعلومات الضرورية الخاصة بك. 2. قد تتضمن الخدمات المذكورة أعلاه معلومات شخصية حساسة مثل معلومات الجهاز والميكروفونات وألبومات الصور وما إلى ذلك. ويحق لك رفض الترخيص أو سحبه. 3. لن نشارك معلوماتك الشخصية أو نقدمها أو ننقلها أو نحصل عليها من أطراف ثالثة.
bn: 1. পণ্য পরিষেবাগুলির স্বাভাবিক ক্রিয়াকলাপ নিশ্চিত করার জন্য এবং যোগাযোগের ফাংশনগুলি যেমন টেক্সট চ্যাট, ভয়েস পাঠানো, বন্ধুদের যোগ করা ইত্যাদি আরও ভালভাবে প্রদান করার জন্য, আমরা ব্যবহারকারীর চুক্তি এবং গোপনীয়তা নীতি অনুসরণ করব এবং আপনার প্রয়োজনীয় কিছু তথ্য সংগ্রহ করব৷ 2. উপরের পরিষেবাগুলিতে সংবেদনশীল ব্যক্তিগত তথ্য যেমন ডিভাইসের তথ্য, মাইক্রোফোন, ফটো অ্যালবাম ইত্যাদি জড়িত থাকতে পারে৷ আপনার অনুমোদন প্রত্যাখ্যান বা প্রত্যাহার করার অধিকার রয়েছে৷ 3. আমরা তৃতীয় পক্ষের কাছ থেকে আপনার ব্যক্তিগত তথ্য শেয়ার, প্রদান, স্থানান্তর বা প্রাপ্ত করব না।
es: 1. Para garantizar el funcionamiento normal de los servicios del producto y proporcionar mejores funciones de comunicación como chat de texto, envío de voz, agregar amigos, etc., seguiremos el acuerdo de usuario y la política de privacidad y recopilaremos parte de su información necesaria. 2. Los servicios anteriores pueden incluir información personal confidencial, como información del dispositivo, micrófonos, álbumes de fotos, etc. Tiene derecho a rechazar o retirar la autorización. 3. No compartiremos, proporcionaremos, transferiremos ni obtendremos su información personal de terceros.
fa: 1. به منظور اطمینان از عملکرد عادی خدمات محصول و ارائه بهتر عملکردهای ارتباطی مانند چت متنی، ارسال صدا، افزودن دوستان و غیره، ما از توافق نامه کاربر و خط مشی حفظ حریم خصوصی برای جمع آوری برخی از اطلاعات ضروری شما پیروی می کنیم. 2. خدمات فوق ممکن است شامل اطلاعات شخصی حساس مانند اطلاعات دستگاه، میکروفون، آلبوم عکس و غیره باشد. شما این حق را دارید که مجوز را رد یا لغو کنید. 3. ما اطلاعات شخصی شما را از اشخاص ثالث به اشتراک نمی گذاریم، ارائه نمی دهیم، انتقال نمی دهیم یا به دست نمی آوریم.
fr: 1. Afin d'assurer le fonctionnement normal des services du produit et de mieux fournir des fonctions de communication telles que le chat textuel, l'envoi de voix, l'ajout d'amis, etc., nous suivrons l'accord d'utilisation et la politique de confidentialité pour collecter certaines de vos informations nécessaires. 2. Les services ci-dessus peuvent impliquer des informations personnelles sensibles telles que des informations sur l'appareil, des microphones, des albums photo, etc. Vous avez le droit de refuser ou de retirer l'autorisation. 3. Nous ne partagerons, ne fournirons, ne transférerons ni n'obtiendrons vos informations personnelles auprès de tiers.
hi: 1. उत्पाद सेवाओं के सामान्य संचालन को सुनिश्चित करने और टेक्स्ट चैट, आवाज भेजने, दोस्तों को जोड़ने आदि जैसे संचार कार्यों को बेहतर ढंग से प्रदान करने के लिए, हम आपकी कुछ आवश्यक जानकारी एकत्र करने के लिए उपयोगकर्ता समझौते और गोपनीयता नीति का पालन करेंगे। 2. उपरोक्त सेवाओं में संवेदनशील व्यक्तिगत जानकारी जैसे डिवाइस जानकारी, माइक्रोफ़ोन, फोटो एलबम आदि शामिल हो सकते हैं। आपके पास प्राधिकरण को अस्वीकार करने या वापस लेने का अधिकार है। 3. हम आपकी व्यक्तिगत जानकारी तीसरे पक्ष से साझा, प्रदान, स्थानांतरित या प्राप्त नहीं करेंगे।
id: 1. Untuk memastikan pengoperasian normal layanan produk dan menyediakan fungsi komunikasi dengan lebih baik seperti obrolan teks, mengirim suara, menambah teman, dll., kami akan mengikuti perjanjian pengguna dan kebijakan privasi serta mengumpulkan beberapa informasi yang Anda perlukan. 2. Layanan di atas mungkin melibatkan informasi pribadi sensitif seperti informasi perangkat, mikrofon, album foto, dll. Anda berhak menolak atau membatalkan otorisasi. 3. Kami tidak akan membagikan, menyediakan, mentransfer, atau memperoleh informasi pribadi Anda dari pihak ketiga.
ko: 1. 당사는 제품 서비스의 정상적인 운영을 보장하고 문자 채팅, 음성 전송, 친구 추가 등 커뮤니케이션 기능을 보다 효과적으로 제공하기 위해 이용약관 및 개인정보취급방침을 준수하고 귀하의 필수 정보 중 일부를 수집합니다. 2. 위 서비스에는 기기 정보, 마이크, 사진 앨범 등 민감한 개인정보가 포함될 수 있습니다. 귀하는 승인을 거부하거나 철회할 권리가 있습니다. 3. 당사는 귀하의 개인정보를 제3자와 공유, 제공, 양도 또는 획득하지 않습니다.
ky: 1. Продукт кызматтарынын нормалдуу иштешин камсыз кылуу жана тексттик баарлашуу, үн жөнөтүү, досторду кошуу ж.б. сыяктуу байланыш функцияларын жакшыраак камсыз кылуу үчүн биз сиздин кээ бир керектүү маалыматты чогултуу үчүн колдонуучу келишимин жана купуялык саясатын карманабыз. 2. Жогорудагы кызматтар түзмөк маалыматы, микрофондор, фотоальбомдор ж.б. сыяктуу купуя жеке маалыматты камтышы мүмкүн. Сиз авторизациядан баш тартууга же кайра чакыртып алууга укуктуусуз. 3. Биз сиздин жеке маалыматыңызды үчүнчү жактардан бөлүшпөйбүз, бербейбиз, өткөрүп бербейбиз жана албайбыз.
pt_br: 1, para garantir a operação normal do produto e do serviço e oferecer melhor bate-papo por texto, envio de voz, adição de amigos e outras funções de comunicação e troca, seguiremos o contrato do usuário e a política de privacidade para coletar algumas de suas informações necessárias. 2, os serviços acima podem envolver informações de equipamentos, microfone, álbuns de fotos e outras informações pessoais confidenciais; você tem o direito de recusar ou retirar a autorização. 3, não compartilharemos, forneceremos, transferiremos ou obteremos suas informações pessoais de terceiros.
ru: 1. Чтобы обеспечить нормальную работу сервисов продукта и лучше предоставлять функции связи, такие как текстовый чат, отправка голоса, добавление друзей и т. д., мы будем следовать пользовательскому соглашению и политике конфиденциальности для сбора некоторой необходимой вам информации. 2. Вышеупомянутые услуги могут включать конфиденциальную личную информацию, такую как информация об устройстве, микрофонах, фотоальбомах и т. д. Вы имеете право отказать или отозвать авторизацию. 3. Мы не будем разглашать, предоставлять, передавать или получать вашу личную информацию от третьих лиц.
tr: 1. Ürün hizmetlerinin normal işleyişini sağlamak ve yazılı sohbet, ses gönderme, arkadaş ekleme vb. iletişim işlevlerini daha iyi sağlamak için kullanıcı sözleşmesine ve gizlilik politikasına uyacağız ve gerekli bilgilerinizin bir kısmını toplayacağız. 2. Yukarıdaki hizmetler cihaz bilgileri, mikrofonlar, fotoğraf albümleri vb. gibi hassas kişisel bilgileri içerebilir. Yetkiyi reddetme veya geri çekme hakkına sahipsiniz. 3. Kişisel bilgilerinizi üçüncü şahıslarla paylaşmayacağız, sağlamayacağız, aktarmayacağız veya almayacağız.
uz: 1. Mahsulot xizmatlarining normal ishlashini ta'minlash va matnli suhbat, ovoz yuborish, do'stlar qo'shish va hokazo kabi aloqa funktsiyalarini yaxshiroq ta'minlash uchun biz sizning ba'zi kerakli ma'lumotlarni to'plash uchun foydalanuvchi shartnomasi va maxfiylik siyosatiga amal qilamiz. 2. Yuqoridagi xizmatlarga qurilma maʼlumotlari, mikrofonlar, fotoalbomlar va boshqalar kabi maxfiy shaxsiy maʼlumotlar kirishi mumkin. Siz avtorizatsiyani rad etish yoki qaytarib olish huquqiga egasiz. 3. Shaxsiy ma'lumotlaringizni uchinchi shaxslardan baham ko'rmaymiz, taqdim etmaymiz, o'tkazmaymiz yoki olmaymiz.
vi: 1. Để đảm bảo dịch vụ sản phẩm hoạt động bình thường và cung cấp tốt hơn các chức năng liên lạc như trò chuyện bằng văn bản, gửi giọng nói, thêm bạn bè, v.v., chúng tôi sẽ tuân theo thỏa thuận người dùng và chính sách quyền riêng tư cũng như thu thập một số thông tin cần thiết của bạn. 2. Các dịch vụ trên có thể liên quan đến thông tin cá nhân như thông tin thiết bị, micrô, album ảnh, v.v. Bạn có quyền từ chối hoặc rút lại ủy quyền. 3. Chúng tôi sẽ không chia sẻ, cung cấp, chuyển giao hoặc lấy thông tin cá nhân của bạn từ bên thứ ba.
zh_hans: 1、为了保证产品服务的正常运行，更好的提供文字聊天、发送语音、添加好友等沟通交流功能，我们会遵循用户协议和隐私政策，收集您的部分必要信息。 2、上述服务可能涉及到设备信息、麦克风、相册等个人敏感信息，您有权拒绝或者撤回授权。 3、我们不会向第三方共享、提供、转让或者从第三方获取您的个人信息。
zh_hant: 1、為了保證產品服務的正常運行，更好的提供文字聊天、發送語音、添加好友等溝通交流功能，我們會遵循用戶協議和隱私政策，收集您的部分必要信息。 2、上述服務可能涉及到設備信息、麥克風、相冊等個人敏感信息，您有權拒絕或者撤回授權。 3、我們不會向第三方共享、提供、轉讓或者從第三方獲取您的個人信息。

# 服务协议
source: Service Agreement
ar: اتفاقية خدمات
bn: সেবা চুক্তি
es: Acuerdo de servicio
fa: قرارداد خدمات
fr: Contrat de service
hi: सेवा अनुबंध
id: Perjanjian Layanan
ko: 서비스 프로토콜
ky: Кызмат келишими
pt_br: contrato de serviço
ru: Сервисное соглашение
tr: Hizmet sözleşmesi
uz: Xizmat shartnomasi
vi: Thỏa thuận dịch vụ
zh_hans: 服务协议
zh_hant: 服務協議

# 隐私政策
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
es: política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan pribadi
ko: 개인정보 보호정책
ky: Купуялык саясаты
pt_br: política de privacidade
ru: политика конфиденциальности
tr: Gizlilik Politikası
uz: Maxfiylik siyosati
vi: Chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私政策

# 用户隐私协议
source: User Privacy Agreement
ar: اتفاقية خصوصية المستخدم
bn: ব্যবহারকারীর গোপনীয়তা চুক্তি
es: Acuerdo de privacidad del usuario
fa: قرارداد حفظ حریم خصوصی کاربر
fr: Accord de confidentialité de l'utilisateur
hi: उपयोगकर्ता गोपनीयता समझौता
id: Perjanjian Privasi Pengguna
ko: 사용자 개인정보 보호규약
ky: Колдонуучунун купуялык келишими
pt_br: Contrato de privacidade do usuário
ru: Соглашение о конфиденциальности пользователя
tr: Kullanıcı Gizlilik Sözleşmesi
uz: Foydalanuvchi maxfiylik shartnomasi
vi: Thỏa thuận về quyền riêng tư của người dùng
zh_hans: 用户隐私协议
zh_hant: 用戶隱私協議

# 您可以阅读完整版%@和%@
source: You can read the full version %@ and %@
ar: يمكنك قراءة النسخة الكاملة %@ و %@
bn: আপনি সম্পূর্ণ সংস্করণ %@ এবং %@ পড়তে পারেন
es: Puedes leer la versión completa %@ y %@
fa: می توانید نسخه کامل %@ و %@ را بخوانید
fr: Vous pouvez lire la version complète %@ et %@
hi: आप पूर्ण संस्करण %@ और %@ पढ़ सकते हैं
id: Anda dapat membaca versi lengkap %@ dan %@
ko: %@와%@의 전체 버전을 읽을 수 있습니다
ky: Толук версиясын окуй аласыз %@ жана %@
pt_br: Você pode ler a versão completa de %@e %@
ru: Вы можете прочитать полную версию %@ и %@
tr: %@ ve %@ tam sürümünü okuyabilirsiniz
uz: Toʻliq versiyani %@ va %@ bilan oʻqishingiz mumkin.
vi: Bạn có thể đọc phiên bản đầy đủ %@ và %@
zh_hans: 您可以阅读完整版%@和%@
zh_hant: 您可以閱讀完整版%@和%@

# 发送验证码
source: Send the verification code
ar: أرسل رمز التحقق
bn: যাচাইকরণ কোড পাঠান
es: Enviar el código de verificación
fa: کد تایید را ارسال کنید
fr: Envoyer le code de vérification
hi: सत्यापन कोड भेजें
id: Kirim kode verifikasi
ko: 인증 코드 보내기
ky: Текшерүү кодун жөнөтүңүз
pt_br: CAPTCHA
ru: Отправить код подтверждения
tr: Doğrulama kodunu gönder
uz: Tasdiqlash kodini yuboring
vi: Gửi mã xác minh
zh_hans: 发送验证码
zh_hant: 發送驗證碼

# 验证码
source: Verification code
ar: رمز التحقق
bn: যাচাইকরণ কোড
es: Código de verificación
fa: کد تایید
fr: Le code de vérification
hi: सत्यापन कोड
id: Kode verifikasi
ko: 인증 코드
ky: Текшерүү коду
pt_br: CAPTCHA, um tipo de teste de desafio-resposta (computação)
ru: Проверочный код
tr: Doğrulama kodu
uz: Tasdiq kodi
vi: Mã xác nhận
zh_hans: 验证码
zh_hant: 驗證碼

# 换一张
source: Change one
ar: تغيير واحد
bn: একটি পরিবর্তন
es: cambiar uno
fa: یکی رو عوض کن
fr: Changez-en un
hi: एक बदलें
id: Ubah satu
ko: 하나 바꾸세요
ky: Бирөөнү өзгөрт
pt_br: Alterar um
ru: Изменить один
tr: Birini değiştir
uz: Birini almashtiring
vi: Thay đổi một
zh_hans: 换一张
zh_hant: 換一張

# 图形验证码获取失败
source: Failed to obtain graphic verification code
ar: فشل في الحصول على رمز التحقق الرسومي
bn: গ্রাফিক যাচাইকরণ কোড পেতে ব্যর্থ হয়েছে
es: No se pudo obtener el código de verificación gráfica
fa: کد تصدیق گرافیکی دریافت نشد
fr: Échec de l'obtention du code de vérification graphique
hi: ग्राफ़िक सत्यापन कोड प्राप्त करने में विफल
id: Gagal mendapatkan kode verifikasi grafis
ko: 그래픽 인증 코드를 가져오는 데 실패했습니다
ky: Графикалык текшерүү коду алынбай калды
pt_br: Falha ao obter o captcha gráfico
ru: Не удалось получить графический код проверки.
tr: Grafik doğrulama kodu alınamadı
uz: Grafik tasdiqlash kodini olinmadi
vi: Không lấy được mã xác minh đồ họa
zh_hans: 图形验证码获取失败
zh_hant: 圖形驗證碼獲取失敗

# 好友
source: Friends
ar: أصدقاء
bn: বন্ধুরা
es: amigos
fa: دوستان
fr: amis
hi: दोस्त
id: teman-teman
ko: 친한 친구
ky: достор
pt_br: amigo
ru: друзья
tr: Arkadaşlar
uz: do'stlar
vi: Bạn bè
zh_hans: 好友
zh_hant: 好友

# 分组
source: Group
ar: مجموعة
bn: গ্রুপ
es: Grupo
fa: گروه
fr: Groupe
hi: समूह
id: Kelompok
ko: 그룹
ky: Топ
pt_br: agrupamentos
ru: Группа
tr: Grup
uz: Guruh
vi: Nhóm
zh_hans: 分组
zh_hant: 分組

# 群聊
source: Group chat
ar: مجموعة محادثة
bn: গ্রুপ চ্যাট
es: grupo de chat
fa: چت گروهی
fr: discussion de groupe
hi: समूह बातचीत
id: obrolan grup
ko: 그룹 채팅
ky: топтук чат
pt_br: bate-papo em grupo
ru: Групповой чат
tr: grup sohbeti
uz: guruh suhbati
vi: trò chuyện nhóm
zh_hans: 群聊
zh_hant: 群聊

# 无搜索结果
source: No search results
ar: لا نتائج للبحث
bn: কোন অনুসন্ধান ফলাফল নেই
es: Sin resultados de búsqueda
fa: هیچ نتیجه ای برای جستجو یافت نشد
fr: Aucun résultat trouvé
hi: खोजने पर कोई परिणाम नहीं मिला
id: Tidak ada hasil pencarian
ko: 검색 결과 없음
ky: Издөө натыйжалары жок
pt_br: Nenhum resultado de pesquisa
ru: Нет Результатов Поиска
tr: Arama sonucu bulunamadı
uz: Qidiruv natijalari yo‘q
vi: Không có kết quả tìm kiếm
zh_hans: 无搜索结果
zh_hant: 無搜索結果

# 备注
source: Remark
ar: ملاحظة
bn: মন্তব্য
es: Observación
fa: تذکر دهید
fr: Remarque
hi: टिप्पणी
id: Komentar
ko: 설명
ky: Эскертүү
pt_br: nota
ru: Примечание
tr: Açıklama
uz: Izoh
vi: Chú thích
zh_hans: 备注
zh_hant: 備註

# 你已将对方拉黑，无法发送消息。如需发送消息，请先关闭加入黑名单或进入个人中心移出黑名单
source: You have blocked the other party and cannot send messages. If you need to send a message, please first close the blacklist or enter your personal center to remove it from the blacklist.
ar: لقد قمت بحظر الطرف الآخر ولا يمكنك إرسال الرسائل. إذا كنت بحاجة إلى إرسال رسالة، يرجى أولاً إغلاق القائمة السوداء أو الدخول إلى مركزك الشخصي لإزالتها من القائمة السوداء.
bn: আপনি অন্য পক্ষকে অবরুদ্ধ করেছেন এবং বার্তা পাঠাতে পারবেন না। আপনি যদি একটি বার্তা পাঠাতে চান, অনুগ্রহ করে প্রথমে কালো তালিকাটি বন্ধ করুন বা কালো তালিকা থেকে এটি সরাতে আপনার ব্যক্তিগত কেন্দ্রে প্রবেশ করুন৷
es: Has bloqueado a la otra parte y no puedes enviar mensajes. Si necesita enviar un mensaje, primero cierre la lista negra o ingrese a su centro personal para eliminarlo de la lista negra.
fa: شما طرف مقابل را مسدود کرده اید و نمی توانید پیام ارسال کنید. در صورت نیاز به ارسال پیام، لطفاً ابتدا لیست سیاه را ببندید یا برای حذف آن از لیست سیاه وارد مرکز شخصی خود شوید.
fr: Vous avez bloqué l'autre partie et vous ne pouvez pas envoyer de messages. Si vous devez envoyer un message, veuillez d'abord fermer la liste noire ou accéder à votre centre personnel pour le supprimer de la liste noire.
hi: आपने दूसरे पक्ष को अवरोधित कर दिया है और संदेश नहीं भेज सकते. यदि आपको कोई संदेश भेजने की आवश्यकता है, तो कृपया पहले ब्लैकलिस्ट को बंद करें या इसे ब्लैकलिस्ट से हटाने के लिए अपने व्यक्तिगत केंद्र में प्रवेश करें।
id: Anda telah memblokir pihak lain dan tidak dapat mengirim pesan. Jika Anda perlu mengirim pesan, harap tutup daftar hitam terlebih dahulu atau masuk ke pusat pribadi Anda untuk menghapusnya dari daftar hitam.
ko: 블랙리스트에 다른 사람을 올렸으므로 메시지를 보낼 수 없습니다.메시지를 보내려면 블랙리스트에 가입하거나 블랙리스트에서 벗어나려면 개인 센터로 이동하십시오
ky: Сиз экинчи тарапты бөгөттөдүңүз жана билдирүү жөнөтө албайсыз. Эгер билдирүү жөнөтүшүңүз керек болсо, анда алгач кара тизмени жабыңыз же аны кара тизмеден алып салуу үчүн жеке борборуңузду киргизиңиз.
pt_br: Você colocou a outra parte na lista negra e não pode enviar uma mensagem. Se quiser enviar uma mensagem, feche a lista negra ou acesse a Central pessoal para removê-la.
ru: Вы заблокировали собеседника и не можете отправлять сообщения. Если вам нужно отправить сообщение, сначала закройте черный список или войдите в свой личный центр, чтобы удалить его из черного списка.
tr: Karşı tarafı engellediniz ve mesaj gönderemiyorsunuz. Mesaj göndermeniz gerekiyorsa lütfen önce kara listeyi kapatın veya kara listeden kaldırmak için kişisel merkezinize girin.
uz: Siz boshqa tomonni blokladingiz va xabar yubora olmaysiz. Agar siz xabar yuborishingiz kerak bo'lsa, avval qora ro'yxatni yoping yoki uni qora ro'yxatdan olib tashlash uchun shaxsiy markazingizga kiring.
vi: Bạn đã chặn bên kia và không thể gửi tin nhắn.Nếu bạn muốn gửi tin nhắn, trước tiên hãy đóng danh sách đen hoặc vào trung tâm cá nhân để xóa danh sách đen.
zh_hans: 你已将对方拉黑，无法发送消息。如需发送消息，请先关闭加入黑名单或进入个人中心移出黑名单
zh_hant: 你已將對方拉黑，無法發送消息。如需發送消息，請先關閉加入黑名單或進入個人中心移出黑名單

# 发消息
source: Send message
ar: أرسل رسالة
bn: বার্তা পাঠান
es: enviar mensaje
fa: پیام فرستادن
fr: envoyer le message
hi: मेसेज भेजें
id: mengirim pesan
ko: 문자 보내
ky: билдирүү жөнөтүү
pt_br: enviar uma mensagem
ru: Отправить сообщение
tr: mesaj gönder
uz: xabar yuborish
vi: gửi tin nhắn
zh_hans: 发消息
zh_hant: 發消息

# 新朋友
source: New friend
ar: صديق جديد
bn: নতুন বন্ধু
es: nuevo amigo
fa: دوست جدید
fr: nouvel ami
hi: नया दोस्त
id: teman baru
ko: 새 친구
ky: жаңы дос
pt_br: novo amigo
ru: новый друг
tr: yeni arkadaş
uz: yangi do'st
vi: Bạn mới
zh_hans: 新朋友
zh_hant: 新朋友

# 暂无好友申请
source: No friend requests yet
ar: لا توجد طلبات صداقة حتى الآن
bn: এখনো কোনো বন্ধুর অনুরোধ নেই
es: Aún no hay solicitudes de amistad
fa: هنوز درخواست دوستی نداریم
fr: Aucune demande d'ami pour l'instant
hi: अभी तक कोई मित्र अनुरोध नहीं है
id: Belum ada permintaan pertemanan
ko: 아직 친구 요청이 없습니다.
ky: Азырынча дос сурамдары жок
pt_br: Nenhuma solicitação de amizade
ru: Пока нет запросов на добавление в друзья
tr: Henüz arkadaşlık isteği yok
uz: Hozircha doʻstlik soʻrovlari yoʻq
vi: Chưa có yêu cầu kết bạn nào
zh_hans: 暂无好友申请
zh_hant: 暫無好友申請

# 我是有底线的
source: I have a bottom line
ar: لدي خلاصة القول
bn: আমি একটি নীচে লাইন আছে
es: tengo un resultado final
fa: من یک خط پایانی دارم
fr: J'ai un résultat net
hi: मेरे पास एक निचली रेखा है
id: Saya punya intinya
ko: 나는 하한선이 있다
ky: Менде бир жыйынтык бар
pt_br: Eu tenho um resultado final.
ru: У меня есть чистая прибыль
tr: Bir sonucum var
uz: Mening xulosam bor
vi: Tôi là người có nguyên tắc
zh_hans: 我是有底线的
zh_hant: 我是有底線的

# 请输入用户账号/手机号/邮箱
source: Please enter user account/mobile phone number/email
ar: الرجاء إدخال حساب المستخدم/رقم الهاتف المحمول/البريد الإلكتروني
bn: অনুগ্রহ করে ব্যবহারকারীর অ্যাকাউন্ট/মোবাইল ফোন নম্বর/ইমেল লিখুন
es: Por favor ingrese la cuenta de usuario/número de teléfono móvil/correo electrónico
fa: لطفا حساب کاربری/شماره تلفن همراه/ایمیل را وارد کنید
fr: Veuillez saisir votre compte utilisateur/numéro de téléphone portable/e-mail
hi: कृपया उपयोगकर्ता खाता/मोबाइल फ़ोन नंबर/ईमेल दर्ज करें
id: Silakan masukkan akun pengguna/nomor ponsel/email
ko: 사용자 계정/휴대폰번호/이메일을 입력해주세요.
ky: Сураныч, колдонуучунун аккаунтун/уюлдук телефон номерин/электрондук почтаны киргизиңиз
pt_br: Digite sua conta de usuário/número de telefone celular/endereço de e-mail
ru: Пожалуйста, введите учетную запись пользователя/номер мобильного телефона/адрес электронной почты
tr: Lütfen kullanıcı hesabını/cep telefonu numarasını/e-posta adresini girin
uz: Iltimos, foydalanuvchi hisobini / mobil telefon raqamini / elektron pochta manzilini kiriting
vi: Vui lòng nhập tài khoản người dùng/số điện thoại /email
zh_hans: 请输入用户账号/手机号/邮箱
zh_hant: 請輸入用戶賬號/手機號/郵箱

# 该用户不存在
source: This user does not exist
ar: هذا المستخدم غير موجود
bn: এই ব্যবহারকারীর অস্তিত্ব নাই
es: este usuario no existe
fa: این کاربر وجود ندارد
fr: Cet utilisateur n'existe pas
hi: यह उपभोक्ता मौजूद नहीं है
id: pengguna ini tidak ada
ko: 이 사용자는 존재하지 않습니다
ky: бул колдонуучу жок
pt_br: O usuário não existe
ru: этот пользователь не существует
tr: Böyle bir kullanıcı yoktur
uz: bu foydalanuvchi mavjud emas
vi: người dùng này không tồn tại
zh_hans: 该用户不存在
zh_hant: 該用戶不存在

# 通过验证
source: Approved
ar: موافقة
bn: অনুমোদিত
es: aprobado
fa: تایید شده
fr: approuvé
hi: अनुमत
id: disetujui
ko: 검증을 통과하다
ky: бекитилген
pt_br: Aprovação na validação
ru: одобренный
tr: onaylı
uz: tasdiqlangan
vi: Xác minh thông qua
zh_hans: 通过验证
zh_hant: 通過驗證

# 好友管理
source: Friend management
ar: إدارة الأصدقاء
bn: বন্ধু ব্যবস্থাপনা
es: Gestión de amigos
fa: مدیریت دوست
fr: Gestion des amis
hi: मित्र प्रबंधन
id: Manajemen teman
ko: 친구 관리
ky: Достук башкаруу
pt_br: Gerenciamento de amigos
ru: Управление друзьями
tr: Arkadaş yönetimi
uz: Do'st boshqaruvi
vi: Quản lý bạn bè
zh_hans: 好友管理
zh_hant: 好友管理

# 默认分组
source: Default grouping
ar: التجميع الافتراضي
bn: ডিফল্ট গ্রুপিং
es: Agrupación predeterminada
fa: گروه بندی پیش فرض
fr: Regroupement par défaut
hi: डिफ़ॉल्ट समूहन
id: Pengelompokan bawaan
ko: 기본 그룹
ky: Демейки топтоо
pt_br: Agrupamento padrão
ru: Группировка по умолчанию
tr: Varsayılan gruplama
uz: Standart guruhlash
vi: Nhóm mặc định
zh_hans: 默认分组
zh_hant: 默認分組
