Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 请再次输入新密码
source: Please enter the new password again
ar: الرجاء إدخال كلمة المرور الجديدة مرة أخرى
bn: অনুগ্রহ করে আবার নতুন পাসওয়ার্ড লিখুন
es: Por favor ingrese nuevamente la nueva contraseña
fa: لطفا رمز جدید را دوباره وارد کنید
fr: Veuillez saisir à nouveau le nouveau mot de passe
hi: कृपया दोबारा नया पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi baru lagi
ko: 새 비밀번호를 다시 입력해주세요
ky: Сураныч, жаңы сырсөздү кайра киргизиңиз
pt_br: Por favor insira a nova senha novamente
ru: Пожалуйста, введите новый пароль еще раз
tr: Lütfen yeni şifreyi tekrar girin
uz: Iltimos, yangi parolni qayta kiriting
vi: Vui lòng nhập lại mật khẩu mới
zh_hans: 请再次输入新密码
zh_hant: 請再次輸入新密碼

# 来自用户
source: From user
ar: من المستخدم
bn: ব্যবহারকারীর কাছ থেকে
es: del usuario
fa: از کاربر
fr: de l'utilisateur
hi: उपयोगकर्ता से
id: dari pengguna
ko: 사용자로부터
ky: колдонуучудан
pt_br: do usuário
ru: от пользователя
tr: kullanıcıdan
uz: foydalanuvchidan
vi: từ người dùng
zh_hans: 来自用户
zh_hant: 來自使用者

# 重置
source: Reset
ar: إعادة ضبط
bn: রিসেট
es: reiniciar
fa: تنظیم مجدد
fr: réinitialiser
hi: रीसेट करें
id: mengatur ulang
ko: 다시 놓기
ky: баштапкы абалга келтирүү
pt_br: reiniciar
ru: перезагрузить
tr: kullanıcıdan
uz: qayta o'rnatish
vi: cài lại
zh_hans: 重置
zh_hant: 重置

# IM连接失败
source: IM connection failed
ar: فشل اتصال المراسلة الفورية
bn: IM সংযোগ ব্যর্থ হয়েছে৷
es: La conexión de mensajería instantánea falló
fa: اتصال IM ناموفق بود
fr: La connexion IM a échoué
hi: आईएम कनेक्शन विफल रहा
id: Sambungan IM gagal
ko: IM 연결 실패
ky: IM байланышы ишке ашкан жок
pt_br: Falha na conexão de mensagem instantânea
ru: Не удалось подключиться к чату
tr: Sohbet bağlantısı başarısız oldu
uz: IM ulanishi amalga oshmadi
vi: Kết nối IM không thành công
zh_hans: IM连接失败
zh_hant: IM連線失敗

# 通道不可用，请联系客服
source: The channel is unavailable, please contact customer service
ar: القناة غير متاحة الرجاء التواصل مع خدمة العملاء
bn: চ্যানেল অনুপলব্ধ, গ্রাহক সেবা যোগাযোগ করুন
es: El canal no está disponible, por favor contacta con atención al cliente.
fa: کانال در دسترس نیست، لطفا با خدمات مشتری تماس بگیرید
fr: La chaîne n'est pas disponible, veuillez contacter le service client
hi: चैनल अनुपलब्ध है, कृपया ग्राहक सेवा से संपर्क करें
id: Saluran tidak tersedia, silakan hubungi layanan pelanggan
ko: 채널을 사용할 수 없습니다. 고객 서비스에 문의하세요.
ky: Канал жеткиликтүү эмес, кардарларды тейлөөгө кайрылыңыз
pt_br: O canal não está disponível, entre em contato com o atendimento ao cliente
ru: Канал недоступен, обратитесь в службу поддержки клиентов.
tr: Kanal kullanılamıyor, lütfen müşteri hizmetleriyle iletişime geçin
uz: Kanal mavjud emas, iltimos, mijozlarga xizmat ko'rsatish bilan bog'laning
vi: Kênh không khả dụng, vui lòng liên hệ bộ phận chăm sóc khách hàng
zh_hans: 通道不可用，请联系客服
zh_hant: 通道不可用，請聯絡客服

# 翻译账号已被禁用
source: The translation account has been disabled
ar: تم تعطيل حساب الترجمة
bn: অনুবাদ অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে
es: La cuenta de traducción ha sido inhabilitada.
fa: حساب ترجمه غیرفعال شده است
fr: Le compte de traduction a été désactivé
hi: अनुवाद खाता अक्षम कर दिया गया है
id: Akun terjemahan telah dinonaktifkan
ko: 번역 계정이 비활성화되었습니다
ky: Котормо эсеби өчүрүлгөн
pt_br: A conta de tradução foi desativada
ru: Аккаунт перевода отключен.
tr: Çeviri hesabı devre dışı bırakıldı
uz: Tarjima hisobi o‘chirilgan
vi: Tài khoản dịch đã bị vô hiệu hóa
zh_hans: 翻译账号已被禁用
zh_hant: 翻譯帳號已停用

# 阅译账号登录失败
source: The yuee account login failed
ar: فشل تسجيل الدخول إلى حساب Yuee
bn: Yuee অ্যাকাউন্ট লগইন ব্যর্থ হয়েছে
es: Error al iniciar sesión en la cuenta de Yuee
fa: ورود به حساب Yuee انجام نشد
fr: La connexion au compte Yuee a échoué
hi: Yuee खाता लॉगिन विफल रहा
id: Login akun Yuee gagal
ko: Yuee 계정 로그인 실패
ky: Yuee эсебине кирүү ишке ашкан жок
pt_br: Falha no login da conta Yuee
ru: Не удалось войти в учетную запись Yuee
tr: Yuee hesabına giriş başarısız oldu
uz: Yuee hisobiga kirish amalga oshmadi
vi: Đăng nhập tài khoản Yuee không thành công
zh_hans: 阅译账号登录失败
zh_hant: yuee帳號登入失敗

# 蓝鲸出海激活码为空
source: ExWord activation code is empty
ar: رمز التفعيل ExWord فارغ
bn: ExWord অ্যাক্টিভেশন কোড খালি
es: El código de activación de ExWord está vacío
fa: کد فعال سازی ExWord خالی است
fr: Le code d'activation ExWord est vide
hi: ExWord सक्रियण कोड खाली है
id: Kode aktivasi ExWord kosong
ko: ExWord 활성화 코드가 비어 있습니다.
ky: ExWord активдештирүү коду бош
pt_br: O código de ativação do ExWord está vazio
ru: Код активации ExWord пуст.
tr: ExWord aktivasyon kodu boş
uz: ExWord faollashtirish kodi bo'sh
vi: Mã kích hoạt ExWord trống
zh_hans: 蓝鲸出海激活码为空
zh_hant: 藍鯨出海啟動碼為空

# 蓝鲸出海登录失败
source: ExWord login failed
ar: فشل تسجيل الدخول ExWord
bn: ExWord লগইন ব্যর্থ হয়েছে
es: Error al iniciar sesión en ExWord
fa: ورود به ExWord انجام نشد
fr: La connexion à ExWord a échoué
hi: ExWord लॉगिन विफल रहा
id: ExWord Gagal masuk
ko: ExWord 로그인 실패
ky: ExWord кирүү ишке ашкан жок
pt_br: ExWord Falha no login
ru: Не удалось войти в систему ExWord
tr: ExWord Giriş başarısız oldu
uz: ExWord tizimiga kirish amalga oshmadi
vi: ExWord Đăng nhập thất bại
zh_hans: 蓝鲸出海登录失败
zh_hant: 藍鯨出海登入失敗

# 蓝鲸出海获取翻译通道失败
source: ExWord failed to obtain translation channel
ar: فشل ExWord في الحصول على قناة الترجمة
bn: ExWord অনুবাদ চ্যানেল পেতে ব্যর্থ হয়েছে
es: ExWord no pudo obtener el canal de traducción
fa: ExWord موفق به دریافت کانال ترجمه نشد
fr: ExWord n'a pas réussi à obtenir le canal de traduction
hi: ExWord अनुवाद चैनल प्राप्त करने में विफल रहा
id: ExWord gagal mendapatkan saluran terjemahan
ko: ExWord가 번역 채널을 얻지 못했습니다.
ky: ExWord котормо каналын ала алган жок
pt_br: ExWord não conseguiu obter canal de tradução
ru: ExWord не удалось получить канал перевода
tr: ExWord çeviri kanalını elde edemedi
uz: ExWord tarjima kanalini ololmadi
vi: ExWord không lấy được kênh dịch
zh_hans: 蓝鲸出海获取翻译通道失败
zh_hant: 藍鯨出海取得翻譯頻道失敗

# 阅译账号信息为空
source: yuee account information is empty
ar: معلومات حساب yuee فارغة
bn: yuee অ্যাকাউন্টের তথ্য খালি
es: La información de la cuenta 'yuee' está vacía
fa: اطلاعات حساب yuee خالی است
fr: Les informations du compte yuee sont vides
hi: yuee खाते की जानकारी खाली है
id: Informasi akun yuee kosong
ko: yuee 계정 정보가 비어있습니다
ky: yuee эсеп маалыматы бош
pt_br: As informações da conta yuee estão vazias
ru: Информация об аккаунте yuee пуста
tr: yuee hesap bilgileri boş
uz: yuee hisob ma'lumotlari bo'sh
vi: thông tin tài khoản yuee trống
zh_hans: 阅译账号信息为空
zh_hant: 閱譯帳號資訊為空

# 短信模板不存在,请联系管理员
source: The SMS template does not exist, please contact the administrator
ar: قالب الرسائل القصيرة غير موجود، يرجى الاتصال بالمسؤول
bn: SMS টেমপ্লেটটি বিদ্যমান নেই, অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন৷
es: La plantilla de SMS no existe, por favor contacte con el administrador
fa: قالب پیامک وجود ندارد، لطفا با مدیر تماس بگیرید
fr: Le modèle SMS n'existe pas, veuillez contacter l'administrateur
hi: एसएमएस टेम्प्लेट मौजूद नहीं है, कृपया व्यवस्थापक से संपर्क करें
id: Template SMS tidak ada, silahkan hubungi administrator
ko: SMS 템플릿이 존재하지 않습니다. 관리자에게 문의하세요.
ky: SMS үлгүсү жок, администраторго кайрылыңыз
pt_br: O modelo SMS não existe, entre em contato com o administrador
ru: Шаблон СМС не существует, обратитесь к администратору
tr: SMS şablonu mevcut değil, lütfen yöneticiyle iletişime geçin
uz: SMS shabloni mavjud emas, iltimos administratorga murojaat qiling
vi: Mẫu SMS không tồn tại, vui lòng liên hệ với quản trị viên
zh_hans: 短信模板不存在,请联系管理员
zh_hant: 簡訊模板不存在,請聯絡管理員

# 服务器连接失败 ，请联系管理员用
source: Server connection failed, please contact the administrator
ar: فشل الاتصال بالخادم، يرجى الاتصال بالمسؤول
bn: সার্ভার সংযোগ ব্যর্থ হয়েছে, প্রশাসকের সাথে যোগাযোগ করুন
es: La conexión al servidor falló, comuníquese con el administrador
fa: اتصال سرور انجام نشد، لطفا با مدیر تماس بگیرید
fr: La connexion au serveur a échoué, veuillez contacter l'administrateur
hi: सर्वर कनेक्शन विफल, कृपया व्यवस्थापक से संपर्क करें
id: Koneksi server gagal, harap hubungi administrator
ko: 서버 연결에 실패했습니다. 관리자에게 문의하세요
ky: Сервер туташуусу ишке ашпай калды, администраторго кайрылыңыз
pt_br: Falha na conexão do servidor, entre em contato com o administrador
ru: Не удалось подключиться к серверу, обратитесь к администратору
tr: Sunucu bağlantısı başarısız oldu, lütfen yöneticiyle iletişime geçin
uz: Serverga ulanish amalga oshmadi, iltimos, administratorga murojaat qiling
vi: Kết nối máy chủ không thành công, vui lòng liên hệ với quản trị viên
zh_hans: 服务器连接失败 ，请联系管理员用
zh_hant: 伺服器連線失敗 ，請聯絡管理員

# 验证失败，请5分钟后重试
source: Verification failed, please try again in 5 minutes
ar: فشل التحقق، يرجى المحاولة مرة أخرى خلال 5 دقائق
bn: যাচাইকরণ ব্যর্থ হয়েছে, অনুগ্রহ করে ৫ মিনিটের মধ্যে আবার চেষ্টা করুন
es: La verificación falló, inténtalo de nuevo en 5 minutos.
fa: تأیید ناموفق بود، لطفاً ۵ دقیقه دیگر دوباره امتحان کنید
fr: Échec de la vérification, veuillez réessayer dans 5 minutes
hi: सत्यापन विफल रहा, कृपया 5 मिनट में पुनः प्रयास करें
id: Verifikasi gagal, coba lagi dalam 5 menit
ko: 확인에 실패했습니다. 5분 후에 다시 시도해 주세요.
ky: Текшерилбей калды, 5 мүнөттөн кийин кайра аракет кылыңыз
pt_br: Falha na verificação. Tente novamente em 5 minutos
ru: Проверка не удалась, повторите попытку через 5 минут.
tr: Doğrulama başarısız oldu, lütfen 5 dakika sonra tekrar deneyin
uz: Tekshirish amalga oshmadi, 5 daqiqadan so‘ng qayta urinib ko‘ring
vi: Xác minh không thành công, vui lòng thử lại sau 5 phút
zh_hans: 验证失败，请5分钟后重试
zh_hant: 驗證失敗，請5分鐘後重試

# 账号信息发生变化，请重新登录
source: Account information has changed, please log in again
ar: لقد تغيرت معلومات الحساب، يرجى تسجيل الدخول مرة أخرى
bn: অ্যাকাউন্ট তথ্য পরিবর্তিত হয়েছে, আবার লগ ইন করুন
es: La información de la cuenta ha cambiado, inicie sesión nuevamente
fa: اطلاعات حساب تغییر کرده است، لطفا دوباره وارد شوید
fr: Les informations du compte ont changé, veuillez vous reconnecter
hi: खाते की जानकारी बदल गई है, कृपया दोबारा लॉग इन करें
id: Informasi akun telah berubah, silakan login kembali
ko: 계정정보가 변경되었습니다. 다시 로그인해주세요.
ky: Каттоо эсебинин маалыматы өзгөрдү, кайра кириңиз
pt_br: As informações da conta foram alteradas, faça login novamente
ru: Информация об аккаунте изменилась, пожалуйста, войдите снова
tr: Hesap bilgileri değişti, lütfen tekrar giriş yapın
uz: Hisob ma'lumotlari o'zgardi, qayta kiring
vi: Thông tin tài khoản đã thay đổi, vui lòng đăng nhập lại
zh_hans: 账号信息发生变化，请重新登录
zh_hant: 帳號資訊發生變化，請重新登入

# 重新登录
source: Log in again
ar: إعادة التسجيل
bn: পুনরায় নিবন্ধন করুন
es: volver a registrarse
fa: دوباره ثبت نام کنید
fr: réinscrire
hi: पुन: पंजीकृत
id: mendaftar ulang
ko: 재등록
ky: кайра катталуу
pt_br: registrar-se novamente
ru: перерегистрировать
tr: yeniden kayıt ol
uz: qayta ro'yxatdan o'tish
vi: đăng ký lại
zh_hans: 重新登录
zh_hant: 重新登入

# 账号已存在，请登录
source: Account already exists
ar: الحساب موجود بالفعل، يرجى تسجيل الدخول
bn: অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান, অনুগ্রহ করে লগ ইন করুন
es: La cuenta ya existe, por favor inicia sesión
fa: حساب از قبل وجود دارد، لطفا وارد شوید
fr: Le compte existe déjà, veuillez vous connecter
hi: खाता पहले से मौजूद है, कृपया लॉग इन करें
id: Akun sudah ada, silakan login
ko: 계정이 이미 존재합니다. 로그인하세요.
ky: Каттоо эсеби мурунтан эле бар, кириңиз
pt_br: A conta já existe, faça login
ru: Аккаунт уже существует, пожалуйста, войдите
tr: Hesap zaten mevcut, lütfen giriş yapın
uz: Hisob allaqachon mavjud, tizimga kiring
vi: Tài khoản đã tồn tại, vui lòng đăng nhập
zh_hans: 账号已存在，请登录
zh_hant: 帳號已存在，請登入

# 注册失败，请联系管理员后重试
source: Registration failed, please contact the administrator and try again
ar: فشل التسجيل، يرجى الاتصال بالمسؤول والمحاولة مرة أخرى
bn: নিবন্ধন ব্যর্থ হয়েছে, অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন এবং আবার চেষ্টা করুন৷
es: El registro falló, comuníquese con el administrador e inténtelo nuevamente.
fa: ثبت نام انجام نشد، لطفا با مدیر تماس بگیرید و دوباره امتحان کنید
fr: L'inscription a échoué, veuillez contacter l'administrateur et réessayer
hi: पंजीकरण विफल रहा, कृपया व्यवस्थापक से संपर्क करें और पुनः प्रयास करें
id: Pendaftaran gagal, silakan hubungi administrator dan coba lagi
ko: 등록에 실패했습니다. 관리자에게 문의한 후 다시 시도해 주세요.
ky: Каттоо ишке ашкан жок, администратор менен байланышып, кайра аракет кылыңыз
pt_br: Falha no registro, entre em contato com o administrador e tente novamente
ru: Регистрация не удалась, обратитесь к администратору и повторите попытку.
tr: Kayıt başarısız oldu, lütfen yöneticiyle iletişime geçin ve tekrar deneyin
uz: Ro‘yxatdan o‘tish amalga oshmadi, iltimos, administrator bilan bog‘lanib, qaytadan urinib ko‘ring
vi: Đăng ký không thành công, vui lòng liên hệ với quản trị viên và thử lại
zh_hans: 注册失败，请联系管理员后重试
zh_hant: 註冊失敗，請聯繫管理員後重試

# 手机号或密码不正确
source: Incorrect cell phone number or password
ar: رقم الهاتف المحمول أو كلمة المرور غير صحيحة
bn: মোবাইল ফোন নম্বর বা পাসওয়ার্ড ভুল
es: El número de teléfono móvil o la contraseña son incorrectos
fa: شماره تلفن همراه یا رمز عبور نادرست است
fr: Le numéro de téléphone portable ou le mot de passe est incorrect
hi: मोबाइल फ़ोन नंबर या पासवर्ड ग़लत है
id: Nomor ponsel atau kata sandi salah
ko: 휴대폰번호 또는 비밀번호가 올바르지 않습니다.
ky: Мобилдик телефон номери же сырсөз туура эмес
pt_br: O número do celular ou a senha estão incorretos
ru: Номер мобильного телефона или пароль неверен
tr: Cep telefonu numarası veya şifresi yanlış
uz: Mobil telefon raqami yoki parol noto'g'ri
vi: Số điện thoại di động hoặc mật khẩu không chính xác
zh_hans: 手机号或密码不正确
zh_hant: 手機號或密碼不正確

# 请输入正确的邮箱格式，如：google@mail.com
source: Please enter the correct email format, e.g. google@mail.com
ar: الرجاء إدخال تنسيق البريد الإلكتروني الصحيح، مثل: google@mail.com
bn: অনুগ্রহ করে সঠিক ইমেল বিন্যাস লিখুন, যেমন:google@mail.com
es: Ingrese el formato de correo electrónico correcto, como por ejemplo: google@mail.com
fa: لطفا فرمت ایمیل صحیح را وارد کنید، مانند: google@mail.com
fr: Veuillez saisir le format d'e-mail correct, tel que : google@mail.com
hi: कृपया सही ईमेल प्रारूप दर्ज करें, जैसे: google@mail.com
id: Silakan masukkan format email yang benar, seperti: google@mail.com
ko: google@mail.com과 같은 올바른 이메일 형식을 입력하세요.
ky: Сураныч, туура электрондук почта форматын киргизиңиз, мисалы: google@mail.com
pt_br: Por favor, insira o formato de e-mail correto, como: google@mail.com
ru: Пожалуйста, введите правильный формат электронной почты, например: google@mail.com
tr: Lütfen doğru e-posta biçimini girin, örneğin: google@mail.com
uz: Iltimos, to'g'ri elektron pochta formatini kiriting, masalan:google@mail.com
vi: Vui lòng nhập đúng định dạng email, chẳng hạn như: google@mail.com
zh_hans: 请输入正确的邮箱格式，如：google@mail.com
zh_hant: 請輸入正確的郵箱格式，如：google@mail.com

# 验证码发送失败，请联系管理员
source: Captcha failed to send, please contact the administrator
ar: فشل إرسال رمز التحقق، يرجى الاتصال بالمسؤول
bn: যাচাইকরণ কোড পাঠানো যায়নি, অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন
es: No se pudo enviar el código de verificación, comuníquese con el administrador
fa: کد تأیید ارسال نشد، لطفاً با سرپرست تماس بگیرید
fr: Le code de vérification n'a pas pu être envoyé, veuillez contacter l'administrateur
hi: सत्यापन कोड भेजा जाना विफल रहा, कृपया व्यवस्थापक से संपर्क करें
id: Kode verifikasi gagal terkirim, harap menghubungi administrator
ko: 인증번호 전송에 실패했습니다. 관리자에게 문의하세요.
ky: Текшерүү коду жөнөтүлгөн жок, администратор менен байланышыңыз
pt_br: O código de verificação não foi enviado, entre em contato com o administrador
ru: Не удалось отправить код, обратитесь к админу.
tr: Doğrulama kodu gönderilemedi, lütfen yöneticiyle iletişime geçin
uz: Tasdiqlash kodi yuborilmadi, administratorga murojaat qiling
vi: Mã xác minh không được gửi đi, vui lòng liên hệ với quản trị viên
zh_hans: 验证码发送失败，请联系管理员
zh_hant: 驗證碼發送失敗，請聯繫管理員

# 请输入有效的手机号码
source: Please enter a valid cell phone number
ar: يرجى إدخال رقم هاتف صالح
bn: একটি বৈধ ফোন নম্বর লিখুন দয়া করে
es: Por favor ingrese un número de teléfono válido
fa: لطفا یک شماره تلفن معتبر وارد کنید
fr: s'il vous plaît entrer un numéro de téléphone valide
hi: एक मान्य दूरभाष क्रमांक दर्ज करे
id: silahkan masukkan nomor telepon yang benar
ko: 유효한 전화 번호를 입력하세요
ky: Жарактуу телефон номерин киргизиңиз
pt_br: Por favor insira um número de telefone válido
ru: Пожалуйста, введите действующий телефонный номер
tr: Geçerli bir telefon numarası giriniz
uz: Iltimos, yaroqli telefon raqamini kiriting
vi: Xin vui lòng nhập một số điện thoại hợp lệ
zh_hans: 请输入有效的手机号码
zh_hant: 請輸入有效的手機號碼

# 请输入有效邮箱
source: Please enter a valid e-mail address
ar: يرجى إدخال عنوان بريد إلكتروني صالح
bn: একটি বৈধ ইমেইল ঠিকানা লিখুন
es: Por favor, introduce una dirección de correo electrónico válida
fa: لطفا یک آدرس ایمیل معتبر وارد کنید
fr: S'il vous plaît, mettez une adresse email valide
hi: कृपया एक मान्य ईमेल पता प्रविष्ट करें
id: silakan isi alamat email
ko: 유효한 이메일 주소를 입력하세요
ky: Жарактуу электрондук почта дарегин киргизиңиз
pt_br: Por favor insira um endereço de e-mail válido
ru: Пожалуйста, введите действительный адрес электронной почты
tr: Geçerli bir e
uz: Iltimos, to'g'ri e-pochta manzilini kiriting
vi: Vui lòng nhập địa chỉ email hợp lệ
zh_hans: 请输入有效邮箱
zh_hant: 請輸入有效郵箱

# 请输入有效手机号
source: Please enter a valid cell phone number
ar: يرجى إدخال رقم هاتف صحيح
bn: একটি বৈধ মোবাইল ফোন নম্বর লিখুন দয়া করে
es: Por favor, introduzca un número de teléfono móvil válido
fa: لطفا یک شماره تلفن همراه معتبر وارد کنید
fr: Veuillez entrer un numero de mobile valide
hi: एक वैध मोबाइल फोन नंबर दर्ज करें
id: Silakan masukkan nomor ponsel yang valid
ko: 올바른 휴대 전화 번호를 입력하십시오
ky: Жарактуу уюлдук телефон номерин киргизиңиз
pt_br: por favor insira um número de celular válido
ru: Пожалуйста, введите действительный номер мобильного телефона
tr: Geçerli bir cep telefonu numarası girin
uz: Yaroqli mobil telefon raqamini kiriting
vi: Vui lòng nhập số điện thoại di động hợp lệ
zh_hans: 请输入有效手机号
zh_hant: 請輸入有效手機號

# 密码长度6-16位，须包含字母、数字和字符
source: Password length is 6-16 characters and must contain letters, numbers and characters
ar: يتراوح طول كلمة المرور من 6 إلى 16 حرفًا ويجب أن تحتوي على أحرف وأرقام وأحرف
bn: পাসওয়ার্ডের দৈর্ঘ্য 6-16 অক্ষর এবং অক্ষর, সংখ্যা এবং অক্ষর থাকতে হবে
es: La longitud de la contraseña es de 6 a 16 caracteres y debe contener letras, números y caracteres.
fa: طول رمز عبور 6 تا 16 کاراکتر است و باید دارای حروف، اعداد و کاراکتر باشد
fr: La longueur du mot de passe est de 6 à 16 caractères et doit contenir des lettres, des chiffres et des caractères.
hi: पासवर्ड की लंबाई 6-16 अक्षर है और इसमें अक्षर, संख्याएं और वर्ण होने चाहिए
id: Panjang password 6-16 karakter dan harus mengandung huruf, angka dan karakter
ko: 비밀번호 길이는 6~16자이며 문자, 숫자, 문자를 포함해야 합니다.
ky: Сырсөз узундугу 6-16 символдорду, символдорду, сандарды жана символдорду камтыйт
pt_br: O comprimento da senha é de 6 a 16 caracteres e deve conter letras, números e caracteres
ru: Длина пароля составляет 6–16 символов и должен содержать буквы, цифры и символы.
tr: Şifre uzunluğu 6-16 karakter olup harf, sayı ve karakter içermelidir
uz: Parol uzunligi 6-16 belgidan iborat bo'lib, unda harflar, raqamlar va belgilar bo'lishi kerak
vi: Độ dài mật khẩu là 6-16 ký tự và phải chứa chữ cái, số và ký tự
zh_hans: 密码长度6-16位，须包含字母、数字和字符
zh_hant: 密碼長度6-16位，須包含字母、數字和字符

# 密码长度6-16位，须包含字母、数字
source: Password length is 6-16 characters and must contain letters and numbers
ar: يتراوح طول كلمة المرور من 6 إلى 16 حرفًا ويجب أن تحتوي على أحرف وأرقام
bn: পাসওয়ার্ড দৈর্ঘ্য 6-16 অক্ষর এবং অক্ষর এবং সংখ্যা থাকতে হবে
es: La longitud de la contraseña es de 6 a 16 caracteres y debe contener letras y números.
fa: طول رمز عبور 6 تا 16 کاراکتر است و باید دارای حروف و اعداد باشد
fr: La longueur du mot de passe est de 6 à 16 caractères et doit contenir des lettres et des chiffres
hi: पासवर्ड की लंबाई 6-16 अक्षर है और इसमें अक्षर और संख्याएँ होनी चाहिए
id: Panjang password 6-16 karakter dan harus mengandung huruf dan angka
ko: 비밀번호 길이는 6~16자이며 문자와 숫자를 포함해야 합니다.
ky: Сырсөз узундугу 6-16 символдор, англис тиркемелери жана номерлерди включать
pt_br: O comprimento da senha é de 6 a 16 caracteres e deve conter letras e números
ru: Длина пароля составляет 6–16 символов и должна содержать буквы и цифры.
tr: Şifre uzunluğu 6-16 karakter olup harf ve rakamlardan oluşmalıdır
uz: Parol uzunligi 6-16 belgidan iborat bo'lib, harflar va raqamlardan iborat bo'lishi kerak
vi: Độ dài mật khẩu là 6-16 ký tự và phải chứa chữ cái và số
zh_hans: 密码长度6-16位，须包含字母、数字
zh_hant: 密碼長度6-16位，須包含字母、數字

# 密码长度6-16
source: Password length 6-16
ar: طول كلمة المرور 6-16
bn: পাসওয়ার্ডের দৈর্ঘ্য 6-16
es: Longitud de la contraseña 6-16
fa: طول رمز عبور 6-16
fr: Longueur du mot de passe 6-16
hi: पासवर्ड की लंबाई 6-16
id: Panjang kata sandi 6-16
ko: 비밀번호 길이 6-16
ky: Сырсөз узундугу 6-16
pt_br: Comprimento da senha 6-16
ru: Длина пароля 6–16
tr: Şifre uzunluğu 6-16
uz: Parol uzunligi 6-16
vi: Độ dài mật khẩu 6-16
zh_hans: 密码长度6-16
zh_hant: 密碼長度6-16

# 密码须包含字母、数字
source: Password must contain letters and numbers
ar: كلمة المرور يجب أن تحتوي على حروف وأرقام
bn: পাসওয়ার্ড দৈর্ঘ্য 6-16 অক্ষর এবং অক্ষর এবং সংখ্যা থাকতে হবে
es: La contraseña debe contener letras y números.
fa: رمز عبور باید دارای حروف و اعداد باشد
fr: Le mot de passe doit contenir des lettres et des chiffres
hi: पासवर्ड में अक्षर और संख्याएँ अवश्य होनी चाहिए
id: Kata sandi harus mengandung huruf dan angka
ko: 비밀번호는 문자와 숫자를 포함해야 합니다
ky: Пароль должно содержать письма и номера
pt_br: A senha deve conter letras e números
ru: Пароль должен содержать буквы и цифры
tr: Şifre harf ve rakamlardan oluşmalıdır
uz: Parolda harflar va raqamlar bo'lishi kerak
vi: Mật khẩu phải chứa chữ cái và số
zh_hans: 密码须包含字母、数字
zh_hant: 密碼須包含字母、數字

# 验证签名失败
source: Failed to verify signature
ar: فشل في التحقق من التوقيع
bn: স্বাক্ষর যাচাই করতে ব্যর্থ হয়েছে
es: No se pudo verificar la firma
fa: تأیید امضا انجام نشد
fr: Échec de la vérification de la signature
hi: हस्ताक्षर सत्यापित करने में विफल
id: Gagal memverifikasi tanda tangan
ko: 서명을 확인하지 못했습니다.
ky: Колтамга текшерилбей калды
pt_br: Falha ao verificar a assinatura
ru: Не удалось проверить подпись
tr: İmza doğrulanamadı
uz: Imzoni tekshirib bo‘lmadi
vi: Không thể xác minh chữ ký
zh_hans: 验证签名失败
zh_hant: 驗證簽名失敗

# 账号密码登录暂不可用，请尝试其他登录方法
source: Account and password login is currently unavailable. Please try another login method.
ar: تسجيل الدخول بالحساب وكلمة المرور غير متاح مؤقتًا، يرجى تجربة طرق تسجيل دخول أخرى.
bn: অ্যাকাউন্ট এবং পাসওয়ার্ড দিয়ে লগইন সাময়িকভাবে অনুপলব্ধ, অন্য লগইন পদ্ধতি চেষ্টা করুন.
es: El inicio de sesión con cuenta y contraseña no está disponible temporalmente; pruebe con otros métodos de inicio de sesión.
fa: ورود با حساب کاربری و رمز عبور موقتاً در دسترس نیست، لطفاً سایر روش‌های ورود را امتحان کنید.
fr: La connexion avec le compte et le mot de passe est temporairement indisponible, veuillez essayer d'autres méthodes de connexion.
hi: खाते और पासवर्ड से लॉगिन अस्थायी रूप से अनुपलब्ध है, कृपया अन्य लॉगिन तरीकों का प्रयास करें।
id: Login dengan akun dan kata sandi untuk sementara tidak tersedia, silakan coba metode login lainnya.
ko: 일시적으로 계정 및 비밀번호로 로그인이 불가능합니다. 다른 로그인 방법을 시도해 주세요.
ky: Каттоо эсеби жана сырсөз менен кирүү убактылуу мүмкүн эмес, башка кирүү ыкмаларын колдонуп көрүңүз.
pt_br: O login com conta e senha está temporariamente indisponível. Tente outros métodos de login.
ru: Вход с использованием учетной записи и пароля временно недоступен, попробуйте другие способы входа.
tr: Hesap ve şifreyle giriş geçici olarak kullanılamıyor, lütfen diğer giriş yöntemlerini deneyin.
uz: Hisob qaydnomasi va parol bilan kirish vaqtinchalik mavjud emas, boshqa kirish usullarini sinab ko'ring.
vi: Đăng nhập bằng tài khoản và mật khẩu tạm thời không khả dụng, vui lòng thử các phương pháp đăng nhập khác.
zh_hans: 账号密码登录暂不可用，请尝试其他登录方法
zh_hant: 帳號密碼登入暫不可用，請嘗試其他登入方法
