Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 复制链接
source: Copy Link
ar: نسخ الوصلة
bn: লিংক কপি করুন
es: copiar link
fa: لینک را کپی کنید
fr: Copier le lien
hi: लिंक की प्रतिलिपि करें
id: Salin tautan
ko: 링크 복사
ky: шилтемени көчүрүү
pt_br: Copiar link
ru: копировать ссылку
tr: Bağlantıyı kopyala
uz: havolani nusxalash
vi: Sao chép liên kết
zh_hans: 复制链接
zh_hant: 複製鏈接

# 来%@
source: Come %@
ar: يأتي %@
bn: এসো %@
es: Venir %@
fa: بیا %@
fr: Viens %@
hi: आना %@
id: Datang%@
ko: 오다%@
ky: кел %@
pt_br: Vamos lá.
ru: Приходить %@
tr: Gelmek %@
uz: keling %@
vi: đến%@
zh_hans: 来%@
zh_hant: 來%@

# 体验新的聊天乐趣
source: Experience new chat fun
ar: تجربة متعة الدردشة الجديدة
bn: নতুন চ্যাট মজার অভিজ্ঞতা
es: Experimenta una nueva diversión en el chat
fa: سرگرمی جدید چت را تجربه کنید
fr: Découvrez un nouveau plaisir de chat
hi: नए चैट आनंद का अनुभव करें
id: Rasakan kesenangan obrolan baru
ko: 새로운 채팅의 즐거움을 경험해보세요
ky: Жаңы чатта кызыктуу нерселерди көрүңүз
pt_br: Experimente uma nova diversão de bate-papo
ru: Испытайте новое развлечение в чате
tr: Yeni sohbet eğlencesini deneyimleyin
uz: Yangi chatda zavqlaning
vi: Trải nghiệm trò chuyện mới thú vị
zh_hans: 体验新的聊天乐趣
zh_hant: 體驗新的聊天樂趣

# 已经邀请
source: Already invited
ar: تمت دعوته بالفعل
bn: ইতিমধ্যেই আমন্ত্রিত
es: Ya invitado
fa: قبلا دعوت شده است
fr: Déjà invité
hi: पहले से ही आमंत्रित
id: Sudah diundang
ko: 이미 초대됨
ky: Чакырылды
pt_br: os convites foram estendidos
ru: Уже приглашен
tr: Zaten davet edildi
uz: Allaqachon taklif qilingan
vi: Đã được mời
zh_hans: 已经邀请
zh_hant: 已經邀請

# %d位用户
source: %d Users
ar: %d مستخدمين
bn: %d ব্যবহারকারী
es: %d usuarios
fa: %d کاربر
fr: %d utilisateurs
hi: %d उपयोगकर्ता
id: %d pengguna
ko: %d명의 사용자
ky: %d колдонуучу
pt_br: Usuários de %d-bit
ru: %d пользователей
tr: %d kullanıcı
uz: %d ta foydalanuvchi
vi: %d người dùng
zh_hans: %d位用户
zh_hant: %d位用戶

# 网络地址：%@
source: Website address:%@
ar: عنوان موقع ويب:%@
bn: ওয়েবসাইটের ঠিকানা:%@
es: dirección web:%@
fa: آدرس وب سایت:%@
fr: adresse du site Web:%@
hi: वेबसाइट का पता:%@
id: alamat website:%@
ko: 웹 사이트 주소:%@
ky: вебсайт дареги:%@
pt_br: Endereço do site: %@
ru: адрес веб-сайта:%@
tr: İnternet adresi:%@
uz: veb-sayt manzili:%@
vi: địa chỉ trang web: %@
zh_hans: 网络地址：%@
zh_hant: 網絡地址：%@

# 邀请更多好友来体验
source: Invite more friends to experience
ar: قم بدعوة المزيد من الأصدقاء للتجربة
bn: অভিজ্ঞতার জন্য আরও বন্ধুদের আমন্ত্রণ জানান
es: Invita a más amigos a experimentar
fa: دوستان بیشتری را برای تجربه دعوت کنید
fr: Invitez plus d'amis à faire l'expérience
hi: अनुभव के लिए और अधिक मित्रों को आमंत्रित करें
id: Undang lebih banyak teman untuk mengalami
ko: 더 많은 친구를 초대하여 경험해보세요
ky: Тажрыйбага көбүрөөк досторду чакырыңыз
pt_br: Convide mais amigos para experimentar
ru: Пригласите больше друзей, чтобы испытать
tr: Daha fazla arkadaşınızı deneyimlemeye davet edin
uz: Tajriba uchun ko'proq do'stlaringizni taklif qiling
vi: Mời thêm bạn bè trải nghiệm
zh_hans: 邀请更多好友来体验
zh_hant: 邀請更多好友來體驗

# 我的二维码
source: My QR code
ar: رمز الاستجابة السريعة الخاص بي
bn: আমার QR কোড
es: Mi código QR
fa: کد QR من
fr: Mon code QR
hi: मेरा क्यूआर कोड
id: Kode QR saya
ko: 내 QR 코드
ky: Менин QR коду
pt_br: Meu código QR
ru: Мой QR-код
tr: QR kodum
uz: Mening QR kodim
vi: Mã QR của tôi
zh_hans: 我的二维码
zh_hant: 我的二維碼

# 账号:%@
source: Account:%@
ar: حساب:%@
bn: অ্যাকাউন্ট:%@
es: cuenta:%@
fa: حساب:%@
fr: compte:%@
hi: खाता:%@
id: akun:%@
ko: 계정:%@
ky: эсеп:%@
pt_br: Número da conta:%@
ru: счет:%@
tr: hesap:%@
uz: hisob:%@
vi: Tài khoản:%@
zh_hans: 账号:%@
zh_hant: 賬號:%@

# 扫一扫我的二维码，添加我为好友。
source: Scan my QR code and add me as a friend.
ar: امسح رمز الاستجابة السريعة الخاص بي وأضفني كصديق.
bn: আমার QR কোড স্ক্যান করুন এবং আমাকে বন্ধু হিসাবে যোগ করুন।
es: Escanea mi código QR y agrégame como amigo.
fa: کد QR من را اسکن کنید و من را به عنوان یک دوست اضافه کنید.
fr: Scannez mon code QR et ajoutez-moi comme ami.
hi: मेरा क्यूआर कोड स्कैन करें और मुझे मित्र के रूप में जोड़ें।
id: Pindai kode QR saya dan tambahkan saya sebagai teman.
ko: 내 QR 코드를 스캔하고 나를 친구로 추가하세요.
ky: Менин QR кодумду сканерлеп, мени дос катары кошуңуз.
pt_br: Leia meu código QR para me adicionar como amigo.
ru: Отсканируйте мой QR-код и добавьте меня в друзья.
tr: QR kodumu tarayın ve beni arkadaş olarak ekleyin.
uz: QR kodimni skanerlang va meni doʻst sifatida qoʻshing.
vi: Quét mã QR của tôi, thêm tôi làm bạn bè.
zh_hans: 扫一扫我的二维码，添加我为好友。
zh_hant: 掃一掃我的二維碼，添加我為好友。

# 当前版本v%@ %@
source: Current version v%@ %@
ar: الإصدار الحالي v%@ %@
bn: বর্তমান সংস্করণ v%@ %@
es: Versión actual v%@ %@
fa: نسخه فعلی v%@ %@
fr: Version actuelle v%@ %@
hi: वर्तमान संस्करण v%@ %@
id: Versi saat ini v%@ %@
ko: 현재 버전 v%@ %@
ky: Учурдагы версия v%@ %@
pt_br: Versão atual v%@ %@
ru: Текущая версия v%@ %@
tr: Geçerli sürüm v%@ %@
uz: Joriy versiya v%@ %@
vi: Phiên bản hiện tại v%@ %@
zh_hans: 当前版本v%@ %@
zh_hant: 當前版本v%@ %@

# 去评分
source: Go to rating
ar: انتقل إلى التصنيف
bn: রেটিং এ যান
es: Ir a calificación
fa: به رتبه بندی بروید
fr: Aller à la notation
hi: रेटिंग पर जाएं
id: Pergi ke peringkat
ko: 평가로 이동
ky: Рейтингге өтүңүз
pt_br: Ir para a taxa.
ru: Перейти к рейтингу
tr: Derecelendirmeye git
uz: Reytingga o'ting
vi: Đi tới xếp hạng
zh_hans: 去评分
zh_hant: 去評分

# 日志上报
source: Log reporting
ar: الإبلاغ عن السجل
bn: লগ রিপোর্টিং
es: Informes de registro
fa: گزارش گزارش
fr: Rapports de journaux
hi: लॉग रिपोर्टिंग
id: Pelaporan log
ko: 로그 보고
ky: Каттоо отчету
pt_br: Relatórios de registros
ru: Журнал отчетов
tr: Günlük raporlama
uz: Hisobot jurnali
vi: Báo cáo nhật ký
zh_hans: 日志上报
zh_hant: 日誌上報

# 修改密码
source: Change Password
ar: تغيير كلمة المرور
bn: পাসওয়ার্ড পরিবর্তন করুন
es: cambiar la contraseña
fa: تغییر رمز عبور
fr: changer le mot de passe
hi: पासवर्ड बदलें
id: ganti kata sandi
ko: 비밀번호 변경
ky: Сырсөздү өзгөртүү
pt_br: alterar sua senha
ru: изменить пароль
tr: şifre değiştir
uz: Parolni o'zgartirish
vi: Đổi mật khẩu
zh_hans: 修改密码
zh_hant: 修改密碼

# 手势图案解锁
source: Gesture pattern unlock
ar: فتح نمط الإيماءة
bn: অঙ্গভঙ্গি প্যাটার্ন আনলক
es: Desbloqueo de patrón de gestos
fa: باز کردن قفل الگوی اشاره
fr: Déverrouillage du schéma gestuel
hi: जेस्चर पैटर्न अनलॉक
id: Buka kunci pola isyarat
ko: 제스처 패턴 잠금 해제
ky: Жаңсоо үлгүсүнүн кулпусун ачуу
pt_br: Desbloqueio por padrão de gestos
ru: Разблокировка шаблоном жестов
tr: Hareket modelinin kilidini açma
uz: Imo-ishora naqshli qulfni ochish
vi: Mở khóa mẫu cử chỉ
zh_hans: 手势图案解锁
zh_hant: 手勢圖案解鎖

# 开启
source: Turn on
ar: شغله
bn: চালু করা
es: encender
fa: روشن کن
fr: allumer
hi: चालू करो
id: menyalakan
ko: 열다
ky: күйгүзүү
pt_br: abre
ru: включать
tr: aç
uz: yoqish; ishga tushirish
vi: Bật
zh_hans: 开启
zh_hant: 開啟

# 关闭
source: Closure
ar: إنهاء
bn: বন্ধ
es: cierre
fa: بسته
fr: fermeture
hi: बंद
id: penutup
ko: 폐쇄
ky: жабуу
pt_br: coagulação
ru: закрытие
tr: kapanış
uz: yopilish
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# 关闭手势密码
source: Turn off gesture passcode
ar: قم بإيقاف تشغيل رمز مرور الإيماءة
bn: অঙ্গভঙ্গি পাসকোড বন্ধ করুন
es: Desactivar la contraseña de gestos
fa: رمز عبور اشاره را خاموش کنید
fr: Désactiver le mot de passe gestuel
hi: जेस्चर पासकोड बंद करें
id: Matikan kode sandi isyarat
ko: 제스처 비밀번호 끄기
ky: Жаңсоо өткөрүү кодун өчүрүңүз
pt_br: Desativar a senha do gesto
ru: Отключить пароль для жестов
tr: Hareket şifresini kapat
uz: Imo-ishora parolini o'chirib qo'ying
vi: Tắt mật mã cử chỉ
zh_hans: 关闭手势密码
zh_hant: 關閉手勢密碼

# 修改手势密码
source: Modify gesture password
ar: تعديل كلمة المرور لفتة
bn: অঙ্গভঙ্গি পাসওয়ার্ড পরিবর্তন করুন
es: Modificar contraseña de gesto
fa: رمز عبور حرکتی را تغییر دهید
fr: Modifier le mot de passe du geste
hi: जेस्चर पासवर्ड संशोधित करें
id: Ubah kata sandi isyarat
ko: 제스처 비밀번호 수정
ky: Жаңсоо сырсөзүн өзгөртүү
pt_br: Alterar a senha do gesto
ru: Изменить пароль жеста
tr: Hareket şifresini değiştir
uz: Imo-ishora parolini o'zgartirish
vi: Sửa đổi mật khẩu cử chỉ
zh_hans: 修改手势密码
zh_hant: 修改手勢密碼

# 验证密码
source: Verify password
ar: اكد كلمة المرور
bn: গোপন শব্দ যাচাই
es: Verificar contraseña
fa: تائید رمز عبور
fr: vérifier le mot de passe
hi: पासवर्ड को सत्यापित करें
id: verifikasi kata sandi
ko: 비밀번호 확인
ky: сырсөздү текшерүү
pt_br: Verificar senha
ru: подтвердите пароль
tr: şifreyi doğrula
uz: parolni tasdiqlang
vi: Xác nhận lại mật khẩu
zh_hans: 验证密码
zh_hant: 驗證密碼

# 请输入密码:
source: Please enter password:
ar: الرجاء إدخال كلمة المرور:
bn: অনুগ্রহ করে পাসওয়ার্ড লিখুন:
es: Por favor, ingrese contraseña:
fa: لطفا رمز عبور را وارد کنید:
fr: Veuillez entrer le mot de passe:
hi: कृपया पासवर्ड दर्ज करें:
id: Silakan masukkan kata sandi:
ko: 비밀번호를 입력 해주세요:
ky: Сураныч, сырсөздү киргизиңиз:
pt_br: Digite a senha.
ru: Пожалуйста введите пароль:
tr: Lütfen şifre giriniz:
uz: Parolni kiriting:
vi: Xin vui lòng nhập mật khẩu:
zh_hans: 请输入密码:
zh_hant: 請輸入密碼:

# 删除该条收藏
source: Delete this favorite
ar: احذف هذه المفضلة
bn: এই প্রিয় মুছুন
es: Eliminar este favorito
fa: این مورد علاقه را حذف کنید
fr: Supprimer ce favori
hi: इस पसंदीदा को हटाएँ
id: Hapus favorit ini
ko: 이 즐겨찾기 삭제
ky: Бул сүйүктүү
pt_br: Excluir este favorito
ru: Удалить это избранное
tr: Bu favoriyi sil
uz: Ushbu sevimlini o'chirib tashlang
vi: Xóa mục yêu thích này
zh_hans: 删除该条收藏
zh_hant: 刪除該條收藏

# 删除失败
source: Failed to delete
ar: فشل في الحذف
bn: মুছে ফেলতে ব্যর্থ
es: no se pudo eliminar
fa: حذف نشد
fr: échec de la suppression
hi: हटाने में विफल
id: gagal dihapus
ko: 삭제하지 못했습니다.
ky: жок кыла алган жок
pt_br: Falha ao excluir
ru: не удалось удалить
tr: silinemedi
uz: o‘chirib bo‘lmadi
vi: Không thể xóa
zh_hans: 删除失败
zh_hant: 刪除失敗

# 修改账号
source: Modify account
ar: تعديل الحساب
bn: অ্যাকাউন্ট পরিবর্তন করুন
es: Modificar cuenta
fa: حساب کاربری را اصلاح کنید
fr: Modifier le compte
hi: खाता संशोधित करें
id: Ubah akun
ko: 계정 수정
ky: Аккаунтту өзгөртүү
pt_br: Modificar o número da conta
ru: Изменить аккаунт
tr: Hesabı değiştir
uz: Hisobni o'zgartirish
vi: Sửa đổi tài khoản
zh_hans: 修改账号
zh_hant: 修改賬號

# 修改昵称
source: Change username
ar: غير اسم المستخدم
bn: ব্যবহারকারীর নাম পরিবর্তন করুন
es: cambie el nombre de usuario
fa: تغییر نام کاربری
fr: changer de nom d'utilisateur
hi: उपयोगकर्ता नाम परिवर्तन करें
id: ganti nama pengguna
ko: 사용자 이름 변경
ky: колдонуучунун атын өзгөртүү
pt_br: Alterar apelido
ru: Изменение имени пользователя
tr: Kullanıcı adını değiştir
uz: foydalanuvchi nomini o'zgartirish
vi: Sửa đổi biệt danh
zh_hans: 修改昵称
zh_hant: 修改暱稱

# 账号只能修改一次
source: Account can only be modified once
ar: لا يمكن تعديل الحساب إلا مرة واحدة
bn: অ্যাকাউন্ট শুধুমাত্র একবার পরিবর্তন করা যাবে
es: La cuenta solo se puede modificar una vez
fa: اکانت فقط یکبار قابل تغییر است
fr: Le compte ne peut être modifié qu'une seule fois
hi: खाता केवल एक बार संशोधित किया जा सकता है
id: Akun hanya dapat diubah satu kali
ko: 계정은 한 번만 수정할 수 있습니다.
ky: Каттоо эсебин бир гана жолу өзгөртүүгө болот
pt_br: A conta só pode ser alterada uma vez
ru: Аккаунт можно изменить только один раз
tr: Hesap yalnızca bir kez değiştirilebilir
uz: Hisobni faqat bir marta o'zgartirish mumkin
vi: Tài khoản chỉ có thể sửa đổi một lần
zh_hans: 账号只能修改一次
zh_hant: 賬號只能修改一次

# 账号不能为空
source: Account cannot be empty
ar: لا يمكن أن يكون الحساب فارغًا
bn: অ্যাকাউন্ট খালি করা যাবে না
es: La cuenta no puede estar vacía
fa: حساب نمی تواند خالی باشد
fr: Le compte ne peut pas être vide
hi: खाता खाली नहीं हो सकता
id: Akun tidak boleh kosong
ko: 계정은 비워둘 수 없습니다.
ky: Каттоо эсеби бош болбошу керек
pt_br: O número da conta não pode estar vazio
ru: Аккаунт не может быть пустым
tr: Hesap boş olamaz
uz: Hisob bo'sh bo'lishi mumkin emas
vi: Tài khoản không thể trống
zh_hans: 账号不能为空
zh_hant: 賬號不能為空

# 与当前账号相同
source: Same as current account
ar: نفس الحساب الجاري
bn: বর্তমান অ্যাকাউন্টের মতোই
es: Igual que cuenta corriente
fa: همان حساب جاری
fr: Identique au compte courant
hi: चालू खाते के समान
id: Sama seperti rekening giro
ko: 현재 계좌번호랑 동일합니다
ky: Учурдагы эсеп менен бирдей
pt_br: Igual à conta corrente
ru: То же, что текущий счет
tr: Cari hesapla aynı
uz: Joriy hisob bilan bir xil
vi: Giống tài khoản hiện tại
zh_hans: 与当前账号相同
zh_hant: 與當前賬號相同

# 与当前昵称相同
source: Same as current nickname
ar: نفس اللقب الحالي
bn: বর্তমান ডাকনাম হিসাবে একই
es: Igual que el apodo actual
fa: همان نام مستعار فعلی
fr: Identique au pseudo actuel
hi: वर्तमान उपनाम के समान
id: Sama dengan nama panggilan saat ini
ko: 현재 닉네임과 같습니다
ky: Азыркы лакап ат менен бирдей
pt_br: O mesmo que o apelido atual
ru: То же, что текущий псевдоним
tr: Mevcut takma adla aynı
uz: Hozirgi taxallus bilan bir xil
vi: Giống biệt danh hiện tại
zh_hans: 与当前昵称相同
zh_hant: 與當前暱稱相同

# 账号已被使用
source: Account has been used
ar: تم استخدام الحساب
bn: অ্যাকাউন্ট ব্যবহার করা হয়েছে
es: La cuenta ha sido utilizada.
fa: حساب کاربری استفاده شده است
fr: Le compte a été utilisé
hi: खाते का उपयोग किया गया है
id: Akun telah digunakan
ko: 계좌번호가 이미 사용 중입니다
ky: Каттоо эсеби колдонулду
pt_br: A conta foi usada
ru: Аккаунт был использован
tr: Hesap kullanıldı
uz: Hisob ishlatildi
vi: Tài khoản đã được sử dụng
zh_hans: 账号已被使用
zh_hant: 賬號已被使用

# 签到记录
source: Sign-in record
ar: سجل تسجيل الدخول
bn: সাইন-ইন রেকর্ড
es: Registro de inicio de sesión
fa: ثبت ورود
fr: Enregistrement de connexion
hi: साइन-इन रिकॉर्ड
id: Catatan masuk
ko: 출석 기록
ky: Кирүү жазуусу
pt_br: Registro de check-in
ru: Запись входа
tr: Oturum açma kaydı
uz: Kirish yozuvi
vi: Bản ghi điểm danh
zh_hans: 签到记录
zh_hant: 簽到記錄

# %ld年%ld月
source: %ld Year %ld month
ar: %ld سنة %ld شهر
bn: %ld বছর %ld মাস
es: %ld año %ld mes
fa: %ld سال %ld ماه
fr: %ld année %ld mois
hi: %ld वर्ष %ld माह
id: %ld tahun %ld bulan
ko: %ld년%ld월
ky: %ld жыл %ld ай
pt_br: %ld ano %ld mês
ru: %ld года %ld месяца
tr: %ld yıl %ld ay
uz: %ld yil %ld oy
vi: %ld năm %ld tháng
zh_hans: %ld年%ld月
zh_hant: %ld年%ld月

# 累计获得：%@积分
source: Accumulated points earned: %@ points
ar: النقاط المجمعة المكتسبة: %@ نقطة
bn: সঞ্চিত পয়েন্ট অর্জিত: %@ পয়েন্ট
es: Puntos acumulados ganados: %@ puntos
fa: امتیاز انباشته شده: %@ امتیاز
fr: Points accumulés gagnés : %@ points
hi: अर्जित अर्जित अंक: %@ अंक
id: Akumulasi poin yang diperoleh: %@ poin
ko: 누적:%@포인트
ky: Топтолгон упайлар: %@ упай
pt_br: Ganho acumulado: %@pontos
ru: Накоплено баллов: %@ баллов
tr: Kazanılan birikmiş puanlar: %@ puan
uz: Toʻplangan ballar: %@ ball
vi: Điểm tích lũy : %@ điểm
zh_hans: 累计获得：%@积分
zh_hant: 累計獲得：%@積分

# 签到时间
source: Check-in time
ar: وقت تسجيل الوصول
bn: সময় পরীক্ষা
es: Hora de entrada
fa: زمان ورود
fr: Heure d'arrivée
hi: समय पर जांचो
id: Waktu check-in
ko: 제 시간에 확인하다
ky: Каттоо убактысы
pt_br: horário de check-in
ru: Время заезда
tr: Zamanında kontrol et
uz: Ro'yxatdan o'tish vaqti
vi: Thời gian điểm danh
zh_hans: 签到时间
zh_hant: 簽到時間

# 日签积分
source: Daily visa points
ar: نقاط التأشيرة اليومية
bn: দৈনিক ভিসা পয়েন্ট
es: Puntos de visa diarios
fa: امتیاز ویزای روزانه
fr: Points de visa quotidiens
hi: दैनिक वीज़ा अंक
id: Poin visa harian
ko: 일일 비자 포인트
ky: Күнүмдүк виза пункттары
pt_br: pontos de bônus diários
ru: Ежедневные визовые пункты
tr: Günlük vize noktaları
uz: Kundalik viza punktlari
vi: Điểm điểm danh ngày
zh_hans: 日签积分
zh_hant: 日簽積分

# 奖励积分
source: Bonus points
ar: نقاط المكافأة
bn: বোনাস পয়েন্ট
es: puntos extra
fa: امتیاز جایزه
fr: points bonus
hi: बोनस अंक
id: poin bonus
ko: 보너스 포인트
ky: бонустук упайлар
pt_br: Pontos de bônus
ru: бонусные очки
tr: Bonus puanlar
uz: bonus ball
vi: Điểm thưởng
zh_hans: 奖励积分
zh_hant: 獎勵積分

# 日总积分
source: Total daily points
ar: مجموع النقاط اليومية
bn: মোট দৈনিক পয়েন্ট
es: Puntos diarios totales
fa: مجموع امتیازات روزانه
fr: Total de points quotidiens
hi: कुल दैनिक अंक
id: Total poin harian
ko: 일일 총 포인트
ky: Жалпы күнүмдүк упайлар
pt_br: Total de pontos do dia
ru: Всего ежедневных баллов
tr: Toplam günlük puan
uz: Jami kunlik ballar
vi: Tổng điểm ngày
zh_hans: 日总积分
zh_hant: 日總積分

# 每日签到
source: Daily check-in
ar: تسجيل الوصول اليومي
bn: দৈনিক চেক ইন
es: Registro diario
fa: ورود روزانه
fr: Enregistrement quotidien
hi: दैनिक चेक-इन
id: Check-in harian
ko: 매일 출석하다.
ky: Күнүмдүк катталуу
pt_br: Registro diário
ru: Ежедневная регистрация
tr: Günlük giriş
uz: Kundalik ro'yxatdan o'tish
vi: Điểm danh hằng ngày
zh_hans: 每日签到
zh_hant: 每日簽到

# 累计签到
source: Accumulated check-ins
ar: تسجيلات الوصول المتراكمة
bn: জমা চেক ইন
es: Registros acumulados
fa: اعلام حضورهای انباشته شده
fr: Enregistrements accumulés
hi: संचित चेक-इन
id: Akumulasi check-in
ko: 누적 출석 체크
ky: Топтолгон катталуулар
pt_br: Check-in cumulativo
ru: Накопленные чекины
tr: Birikmiş check-in'ler
uz: To'plangan ro'yxatga olish
vi: Số lượt điểm danh tích lũy
zh_hans: 累计签到
zh_hant: 累計簽到

# 规则
source: Rule
ar: قاعدة
bn: নিয়ম
es: regla
fa: قانون
fr: règle
hi: नियम
id: aturan
ko: 규칙
ky: эреже
pt_br: regras e regulamentos
ru: правило
tr: kural
uz: qoida
vi: Luật lệ
zh_hans: 规则
zh_hant: 規則

# 签到领积分
source: Sign in to receive points
ar: قم بتسجيل الدخول لتحصل على النقاط
bn: পয়েন্ট পেতে সাইন ইন করুন
es: Inicia sesión para recibir puntos
fa: برای دریافت امتیاز وارد شوید
fr: Connectez-vous pour recevoir des points
hi: अंक प्राप्त करने के लिए साइन इन करें
id: Masuk untuk menerima poin
ko: 포인트를 받으려면 로그인하세요.
ky: Упайларды алуу үчүн кириңиз
pt_br: Faça login para obter pontos
ru: Войдите, чтобы получить баллы
tr: Puan almak için oturum açın
uz: Ballarni olish uchun tizimga kiring
vi: Điểm danh nhận điểm
zh_hans: 签到领积分
zh_hant: 簽到領積分

# 今日可领积分
source: Points can be collected today
ar: يمكن جمع النقاط اليوم
bn: আজই পয়েন্ট সংগ্রহ করা যাবে
es: Los puntos se pueden acumular hoy
fa: امتیازات را می توان امروز جمع آوری کرد
fr: Les points peuvent être collectés aujourd'hui
hi: आज अंक एकत्रित किये जा सकते हैं
id: Poin dapat dikumpulkan hari ini
ko: 오늘 포인트 적립 가능
ky: Упайларды бүгүн чогултса болот
pt_br: Solicite seus pontos hoje mesmo
ru: Баллы можно получить сегодня
tr: Puanlar bugün toplanabilir
uz: Ballarni bugun yig'ish mumkin
vi: Nhận điểm ngay hôm nay
zh_hans: 今日可领积分
zh_hant: 今日可領積分

# 立即签到
source: Sign in now
ar: قم بتسجيل دخولك الآن
bn: এখন সাইন ইন করুন
es: Regístrate
fa: اکنون وارد شوید
fr: Connectez vous maintenant
hi: अब साइन इन करो
id: Masuk sekarang
ko: 지금 출석
ky: Азыр кириңиз
pt_br: Faça login agora
ru: Войдите сейчас
tr: Şimdi giriş yap
uz: Hozir kiring
vi: Điểm danh ngay
zh_hans: 立即签到
zh_hant: 立即簽到

# 明天签到，您将会获得连签奖励
source: Sign in tomorrow and you will get consecutive signing rewards
ar: قم بتسجيل الدخول غدًا وستحصل على مكافآت التوقيع المتتالية
bn: আগামীকাল সাইন ইন করুন এবং আপনি ক্রমাগত স্বাক্ষর করার পুরস্কার পাবেন
es: Inicia sesión mañana y obtendrás recompensas por firmar consecutivas
fa: فردا وارد شوید و جوایز امضای متوالی دریافت خواهید کرد
fr: Connectez-vous demain et vous obtiendrez des récompenses de signature consécutives
hi: कल साइन इन करें और आपको लगातार हस्ताक्षर करने वाले पुरस्कार मिलेंगे
id: Masuk besok dan Anda akan mendapatkan hadiah penandatanganan berturut-turut
ko: 내일 출석하면, 당신은 연속 서명 보상을 획득합니다.
ky: Эртең кириңиз жана сиз ырааттуу кол коюу сыйлыктарын аласыз
pt_br: Faça login amanhã e você será recompensado com uma sequência!
ru: Войдите в систему завтра, и вы получите последовательные награды за подписание
tr: Yarın oturum açın ve ardı ardına imza ödülleri kazanın
uz: Ertaga tizimga kiring va ketma-ket imzolash uchun mukofotlarga ega bo'lasiz
vi: Ngày mai điểm danh，Bạn sẽ nhận được phần thưởng liên tiếp
zh_hans: 明天签到，您将会获得连签奖励
zh_hant: 明天簽到，您將會獲得連簽獎勵

# 签到成功
source: Sign in successfully
ar: تم تسجيل الدخول بنجاح
bn: সফলভাবে সাইন ইন করুন
es: Iniciar sesión correctamente
fa: با موفقیت وارد سیستم شوید
fr: Connectez-vous avec succès
hi: सफलतापूर्वक साइन इन करें
id: Berhasil masuk
ko: 로그인이 완료되었습니다.
ky: Ийгиликтүү кириңиз
pt_br: Fazer login com sucesso
ru: Войдите успешно
tr: Başarıyla oturum açın
uz: Kirish muvaffaqiyatli
vi: Điểm danh thành công
zh_hans: 签到成功
zh_hant: 簽到成功

# 今日已签到
source: Signed in today
ar: تم تسجيل الدخول اليوم
bn: আজ সাইন ইন
es: Iniciado sesión hoy
fa: امروز وارد سیستم شد
fr: Je me suis connecté aujourd'hui
hi: आज साइन इन किया गया
id: Masuk hari ini
ko: 로그인이 완료되었습니다.
ky: Бүгүн кирдиңиз
pt_br: Registrou-se hoje
ru: Вошёл сегодня
tr: Bugün oturum açıldı
uz: Bugun kirgan
vi: Hôm nay đã điểm danh
zh_hans: 今日已签到
zh_hant: 今日已簽到

# 今日已领积分
source: Got points today
ar: حصلت على نقاط اليوم
bn: আজ পয়েন্ট পেয়েছে
es: Obtuve puntos hoy
fa: امروز امتیاز گرفت
fr: J'ai des points aujourd'hui
hi: आज अंक मिले
id: Mendapat poin hari ini
ko: 오늘 포인트 받았어요
ky: Бүгүн упай алдым
pt_br: Pontos reivindicados hoje
ru: Получил сегодня баллы
tr: Bugün puan topladım
uz: Bugun ochko oldim
vi: Hôm nay đã nhận điểm
zh_hans: 今日已领积分
zh_hant: 今日已領積分

# 本月已累计签到%@天
source: A total of %@ days have been signed in this month
ar: تم التوقيع على إجمالي %@ يوم في هذا الشهر
bn: এই মাসে মোট %@ দিন স্বাক্ষর করা হয়েছে
es: Se han firmado un total de %@ días en este mes
fa: در مجموع %@ روز در این ماه امضا شده است
fr: Un total de %@ jours ont été signés ce mois-ci
hi: इस माह में कुल %@दिनों पर हस्ताक्षर किये गये हैं
id: Total %@ hari telah ditandatangani pada bulan ini
ko: 이번 달에는 총 %@일이 서명되었습니다.
ky: Бул айда жалпысынан %@ күнгө кол коюлду
pt_br: Total de %@dias verificados neste mês
ru: Всего в этом месяце было подписано %@ дней
tr: Bu ay toplam %@ gün imzalandı
uz: Bu oyda jami %@ kun imzolangan
vi: Tổng cộng %@ ngày đã điểm danh tháng này
zh_hans: 本月已累计签到%@天
zh_hant: 本月已累計簽到%@天

# 签到规则
source: Check-in rules
ar: قواعد تسجيل الوصول
bn: চেক ইন নিয়ম
es: Reglas de check-in
fa: قوانین ورود
fr: Règles d'enregistrement
hi: चेक-इन नियम
id: Aturan check-in
ko: 체크인 규칙
ky: Каттоо эрежелери
pt_br: Regras de check-in
ru: Правила регистрации
tr: Giriş kuralları
uz: Ro'yxatdan o'tish qoidalari
vi: Luật lệ điểm danh
zh_hans: 签到规则
zh_hant: 簽到規則

source: Self.signRule
hi: स्व.साइनरूल

# 密码不能为空
source: Password can not be blank
ar: كلمة السر لا يمكن أن تترك فارغة
bn: পাসওয়ার্ড ফাঁকা হতে পারে না
es: la contraseña no puede estar en blanco
fa: رمز عبور نمی تواند خالی باشد
fr: le mot de passe ne peut pas être vide
hi: पासवर्ड खाली नहीं हो सकता
id: kata sandi tidak boleh kosong
ko: 비밀번호는 비워둘 수 없습니다.
ky: сырсөз бош болушу мүмкүн эмес
pt_br: A senha não pode estar vazia
ru: пароль не может быть пустым
tr: şifre boş olamaz
uz: parol bo'sh bo'lishi mumkin emas
vi: Mật khẩu không thể để trống
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

# 密码校验失败
source: Password verification failed
ar: فشل التحقق من كلمة المرور
bn: পাসওয়ার্ড যাচাই ব্যর্থ হয়েছে
es: Falló la verificación de contraseña
fa: تأیید رمز عبور ناموفق بود
fr: La vérification du mot de passe a échoué
hi: पासवर्ड सत्यापन विफल रहा
id: Verifikasi kata sandi gagal
ko: 비밀번호 확인 실패
ky: Сырсөздү текшерүү ишке ашкан жок
pt_br: Falha na verificação da senha
ru: Проверка пароля не удалась
tr: Şifre doğrulaması başarısız oldu
uz: Parolni tekshirish amalga oshmadi
vi: Xác minh mật khẩu không thành công
zh_hans: 密码校验失败
zh_hant: 密碼校驗失敗

# 输入原密码
source: Enter original password
ar: أدخل كلمة المرور الأصلية
bn: মূল পাসওয়ার্ড লিখুন
es: Ingrese la contraseña original
fa: رمز اصلی را وارد کنید
fr: Entrez le mot de passe d'origine
hi: मूल पासवर्ड दर्ज करें
id: Masukkan kata sandi asli
ko: 원래 비밀번호를 입력하세요
ky: Түпнуска сырсөздү киргизиңиз
pt_br: Digite a senha original
ru: Введите оригинальный пароль
tr: Orijinal şifreyi girin
uz: Asl parolni kiriting
vi: Nhập mật khẩu gốc
zh_hans: 输入原密码
zh_hant: 輸入原密碼

# 输入新密码
source: Enter a new password
ar: أدخل كلمة مرور جديدة
bn: একটি নতুন পাসওয়ার্ড লিখুন
es: Introduzca una nueva contraseña
fa: رمز عبور جدیدی وارد کنید
fr: entrer un nouveau mot de passe
hi: नया पारण शब्द भरे
id: Masukan kata sandi yang baru
ko: 새 비밀번호를 입력하세요码
ky: Жаңы сырсөз киргизиңиз
pt_br: Digite a nova senha
ru: Введите новый пароль
tr: yeni bir şifre gir
uz: Yangi parolni kiriting
vi: Nhập mật khẩu mới
zh_hans: 输入新密码
zh_hant: 輸入新密碼
