Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 群组已解散
source: Group has been disbanded
ar: تم حل المجموعة
bn: গ্রুপ ভেঙে দেওয়া হয়েছে
es: El grupo ha sido disuelto.
fa: گروه منحل شده است
fr: Le groupe a été dissous
hi: समूह भंग कर दिया गया है
id: Grup telah dibubarkan
ko: 그룹이 해체되었습니다
ky: Группа таркатылды
pt_br: O grupo foi dissolvido.
ru: Группа расформирована
tr: Grup dağıldı
uz: Guruh tarqatib yuborildi
vi: Nhóm đã bị giải tán
zh_hans: 群组已解散
zh_hant: 群組已解散

# 你已不在该群
source: You are no longer in this group
ar: أنت لم تعد في هذه المجموعة
bn: আপনি আর এই গ্রুপে নেই
es: Ya no estás en este grupo
fa: شما دیگر در این گروه نیستید
fr: Vous n'êtes plus dans ce groupe
hi: अब आप इस समूह में नहीं हैं
id: Anda tidak lagi berada di grup ini
ko: 귀하는 더 이상 이 그룹에 속해 있지 않습니다.
ky: Сиз мындан ары бул топто жоксуз
pt_br: Você não está mais no grupo.
ru: Вас больше нет в этой группе
tr: Artık bu grupta değilsiniz
uz: Siz endi bu guruhda emassiz
vi: Bạn không còn ở trong nhóm
zh_hans: 你已不在该群
zh_hant: 你已不在該群

# 你已被禁言
source: You have been banned
ar: لقد تم حظرك
bn: আপনাকে নিষিদ্ধ করা হয়েছে
es: has sido baneado
fa: تو تحریم شدی
fr: Vous avez été banni
hi: आप पर प्रतिबंध लगा दिया गया है
id: kamu di blokir
ko: 당신은 금지되었습니다
ky: Сизге тыюу салынды
pt_br: Você foi banido.
ru: Вас забанили
tr: Engellendiniz
uz: Siz taqiqlangansiz
vi: Bạn đã bị khóa chat
zh_hans: 你已被禁言
zh_hant: 你已被禁言

# “%@”将“%@”移出群聊
source: “%@” Removed “%@” from the group chat
ar: قام “%@” بإزالة “%@” من الدردشة الجماعية
bn: “%@” গ্রুপ চ্যাট থেকে “%@” সরিয়ে দিয়েছে
es: “%@” eliminó a “%@” del chat grupal
fa: “%@” “%@” را از چت گروهی حذف کرد
fr: “%@” a supprimé “%@” de la discussion de groupe
hi: “%@” ने समूह चैट से “%@” हटा दिया
id: “%@” menghapus “%@” dari obrolan grup
ko: “%@”이(가) 그룹 채팅에서 “%@”을(를) 제거했습니다.
ky: “%@” “%@” тобун чаттан алып салды
pt_br: “%@” move “%@” para fora do bate-papo em grupo
ru: “%@” удалил “%@” из группового чата
tr: “%@”, “%@” grubunu grup sohbetinden kaldırdı
uz: “%@” “%@” ni guruh chatidan olib tashladi
vi: “%@” đã xóa “%@” khỏi cuộc trò chuyện nhóm
zh_hans: “%@”将“%@”移出群聊
zh_hant: “%@”將“%@”移出群聊

# “%@”退出了群聊
source: “%@” Left the group chat
ar: غادر “%@” الدردشة الجماعية
bn: “%@” গ্রুপ চ্যাট ছেড়ে গেছে
es: “%@” abandonó el chat grupal
fa: “%@” از چت گروهی خارج شد
fr: “%@” a quitté la discussion de groupe
hi: “%@” ने समूह चैट छोड़ दी
id: “%@” keluar dari obrolan grup
ko: “%@”그룹채팅을 종료했습니다
ky: “%@” топтук чаттан кетти
pt_br: “%@” saiu do bate-papo em grupo
ru: “%@” покинул групповой чат
tr: “%@” grup sohbetinden ayrıldı
uz: “%@” guruh chatini tark etdi
vi: “%@” đã rời khỏi trò chuyện nhóm
zh_hans: “%@”退出了群聊
zh_hant: “%@”退出了群聊

# 群主变更为“%@”
source: The group owner changed to “%@”
ar: تم تغيير مالك المجموعة إلى “%@”
bn: গ্রুপের মালিক “%@” এ পরিবর্তিত হয়েছে
es: El propietario del grupo cambió a “%@”
fa: مالک گروه به “%@” تغییر کرد
fr: Le propriétaire du groupe a été remplacé par “%@”
hi: समूह स्वामी को “%@” में बदल दिया गया
id: Pemilik grup berubah menjadi “%@”
ko: 그룹 소유자가 '(으)로 변경되었습니다“%@”
ky: Топтун ээси “%@” болуп өзгөрдү
pt_br: Alteração do proprietário do grupo para “%@”
ru: Владелец группы изменился на “%@”
tr: Grup sahibi “%@” olarak değiştirildi
uz: Guruh egasi “%@” ga oʻzgartirildi
vi: Chủ nhóm đã đổi thành “%@”
zh_hans: 群主变更为“%@”
zh_hant: 群主變更為“%@”

# “%@”开启了全员禁言
source: “%@” Has turned on the ban for all members
ar: “%@” قام بتفعيل الحظر لجميع الأعضاء
bn: “%@” সমস্ত সদস্যদের জন্য নিষেধাজ্ঞা চালু করেছে৷
es: “%@” ha activado la prohibición para todos los miembros
fa: “%@” ممنوعیت را برای همه اعضا فعال کرده است
fr: “%@” a activé le bannissement pour tous les membres
hi: “%@” ने सभी सदस्यों के लिए प्रतिबंध चालू कर दिया है
id: “%@” telah mengaktifkan larangan untuk semua anggota
ko: “%@”모든 회원에 대한 차단이 활성화되었습니다.
ky: “%@” бардык мүчөлөр үчүн тыюуну күйгүздү
pt_br: “%@” abre uma proibição total.
ru: “%@” включил бан для всех участников
tr: “%@” tüm üyeler için yasağı etkinleştirdi
uz: “%@” barcha aʼzolar uchun taqiqni yoqdi
vi: “%@” bật lệnh khóa chat tất cả thành viên
zh_hans: “%@”开启了全员禁言
zh_hant: “%@”開啟了全員禁言

# “%@”关闭了全员禁言
source: “%@” Has closed the ban for all members
ar: “%@” قام بإغلاق الحظر لجميع الأعضاء
bn: “%@” সমস্ত সদস্যের জন্য নিষেধাজ্ঞা বন্ধ করেছে৷
es: “%@” ha cerrado el ban para todos los miembros
fa: “%@” ممنوعیت را برای همه اعضا بسته است
fr: “%@” a mis fin au bannissement de tous les membres
hi: “%@” ने सभी सदस्यों के लिए प्रतिबंध बंद कर दिया है
id: “%@” telah menutup larangan untuk semua anggota
ko: “%@”모든 회원에 대한 차단을 해제합니다.
ky: “%@” бардык мүчөлөр үчүн тыюуну жапты
pt_br: “%@” desativa o banimento total
ru: “%@” закрыл бан для всех участников
tr: “%@” tüm üyeler için yasağı kapattı
uz: “%@” barcha a'zolar uchun taqiqni yopdi
vi: “%@” đóng lệnh cấm cho tất cả thành viên
zh_hans: “%@”关闭了全员禁言
zh_hant: “%@”關閉了全員禁言

# “%@”将%@设为管理员
source: “%@” Sets %@ as an administrator
ar: يقوم “%@” بتعيين %@ كمسؤول
bn: “%@” %@ কে প্রশাসক হিসাবে সেট করে
es: “%@” establece %@ como administrador
fa: “%@” %@ را به عنوان مدیر تنظیم می کند
fr: “%@” définit %@ comme administrateur
hi: “%@” %@ को व्यवस्थापक के रूप में सेट करता है
id: “%@” menetapkan %@ sebagai administrator
ko: “%@”이(가) %@을(를) 관리자로 설정합니다
ky: “%@” администратор катары %@ коет
pt_br: “%@” define %@ como administrador
ru: “%@” назначает %@ администратором.
tr: “%@”, %@'yi yönetici olarak ayarlar
uz: “%@” %@ ni administrator sifatida belgilaydi
vi: “%@” đặt %@ làm quản trị viên
zh_hans: “%@”将%@设为管理员
zh_hant: “%@”將%@設為管理員

# “%@”将%@从管理员中移除
source: “%@” Removes %@ from administrators
ar: “%@” يزيل %@ من المسؤولين
bn: “%@” প্রশাসকদের থেকে %@ সরিয়ে দেয়
es: “%@” elimina %@ de los administradores
fa: “%@” %@ را از مدیران حذف می‌کند
fr: “%@” supprime %@ des administrateurs
hi: “%@” प्रशासकों से %@ को हटा देता है
id: “%@” menghapus %@ dari administrator
ko: “%@”은(는) 관리자에서 %@을(를) 제거합니다.
ky: “%@” администраторлордон %@ алып салат
pt_br: “%@” remove %@ dos administradores
ru: “%@” удаляет %@ из числа администраторов
tr: “%@”, %@'ı yöneticilerden kaldırır
uz: “%@” %@ ni administratorlardan olib tashlaydi
vi: “%@” xóa %@ khỏi quản trị viên
zh_hans: “%@”将%@从管理员中移除
zh_hant: “%@”將%@從管理員中移除

# “%@”将群名称修改为：%@
source: “%@” Changes the group name to: %@
ar: “%@” يغير اسم المجموعة إلى: %@
bn: “%@” গ্রুপের নাম পরিবর্তন করে: %@
es: “%@” cambia el nombre del grupo a: %@
fa: “%@” نام گروه را به %@ تغییر می‌دهد
fr: “%@” change le nom du groupe en : %@
hi: “%@” समूह का नाम इस प्रकार बदलता है: %@
id: “%@” mengubah nama grup menjadi: %@
ko: “%@”은(는) 그룹 이름을 다음으로 변경합니다: %@
ky: “%@” топтун атын төмөнкүгө өзгөртөт: %@
pt_br: “%@” altera o nome do grupo para: %@
ru: «%@» меняет имя группы на: %@
tr: “%@” grup adını şu şekilde değiştirir: %@
uz: “%@” guruh nomini o'zgartiradi: %@
vi: “%@” đổi tên nhóm thành: %@
zh_hans: “%@”将群名称修改为：%@
zh_hant: “%@”將群名稱修改為：%@

# “%@”设置了群公告
source: “%@” Has set up a group announcement
ar: قام “%@” بإعداد إعلان جماعي
bn: “%@” একটি গ্রুপ ঘোষণা সেট আপ করেছে৷
es: “%@” ha configurado un anuncio grupal
fa: “%@” یک اعلامیه گروهی تنظیم کرده است
fr: “%@” a mis en place une annonce de groupe
hi: “%@” ने एक समूह घोषणा स्थापित की है
id: “%@” telah menyiapkan pengumuman grup
ko: “%@”그룹 공지사항 설정
ky: “%@” топтун жарыясын түздү
pt_br: “%@” define o anúncio do grupo
ru: “%@” настроил групповое объявление
tr: “%@” bir grup duyurusu oluşturdu
uz: “%@” guruh eʼlonini oʻrnatdi
vi: “%@” đã thiết lập thông báo nhóm
zh_hans: “%@”设置了群公告
zh_hant: “%@”設置了群公告

# 你被“%@”%@
source: You were“%@”%@
ar: كنت"%@"%@
bn: তুমি ছিলে“%@”%@
es: estabas“%@”%@
fa: تو بودی“%@”%@
fr: vous étiez“%@”%@
hi: तुम थे“%@”%@
id: kamu adalah“%@”%@
ko: 당신은 “%@”%@이 될 것입니다
ky: сиз “%@”%@ болгонсуз
pt_br: Você foi “%@”%@
ru: вы были“%@”%@
tr: sen“%@”%@
uz: sen eding“%@”%@
vi: Bạn được “%@”%@
zh_hans: 你被“%@”%@
zh_hant: 你被“%@”%@

# 你被“%@”解除禁言
source: You have been unbanned by “%@”
ar: لقد تم رفع الحظر عنك بواسطة “%@”
bn: আপনাকে “%@” দ্বারা নিষিদ্ধ করা হয়েছে
es: “%@” te ha desbaneado
fa: شما توسط “%@” لغو ممنوعیت شده اید
fr: Vous avez été débanni par “%@”
hi: आपको “%@” द्वारा प्रतिबंधित कर दिया गया है
id: Anda telah dibatalkan pemblokirannya oleh “%@”
ko: “%@”에 의해 차단이 해제되었습니다.
ky: Сизди “%@” бөгөттөн чыгарды
pt_br: Seu banimento foi cancelado por “%@”.
ru: Вас разбанил пользователь “%@”
tr: “%@” tarafından yasağınız kaldırıldı
uz: Sizni “%@” taqiqlab qo‘ydi
vi: Bạn được “%@” bỏ khóa chat
zh_hans: 你被“%@”解除禁言
zh_hant: 你被“%@”解除禁言

# “%@”被“%@”%@
source: “%@”Quilt“%@”%@
ar: “%@”لحاف“%@”%@
bn: “%@”কুইল্ট“%@”%@
es: “%@”colcha“%@”%@
fa: “%@”لحاف“%@”%@
fr: “%@”édredon“%@”%@
hi: “%@”रज़ाई“%@”%@
id: “%@”selimut“%@”%@
ko: “%@”이불“%@”%@
ky: “%@”көрмө“%@”%@
pt_br: “%@” por “%@”%@
ru: “%@”одеяло“%@”%@
tr: “%@”yorgan“%@”%@
uz: “%@”ko'rpacha“%@”%@
vi: “%@” được “%@”%@
zh_hans: “%@”被“%@”%@
zh_hant: “%@”被“%@”%@

# “%@”被“%@”解除禁言
source: “%@” Was unbanned by “%@”
ar: تم رفع الحظر عن “%@” بواسطة “%@”
bn: “%@” “%@” দ্বারা নিষিদ্ধ করা হয়েছে
es: “%@” fue desbaneado por “%@”
fa: “%@” توسط “%@” لغو ممنوعیت شد
fr: “%@” n'a pas été banni par “%@”
hi: “%@” को “%@” द्वारा प्रतिबंधित कर दिया गया
id: “%@” dibatalkan pemblokirannya oleh “%@”
ko: “%@”이(가) “%@”에 의해 차단 해제되었습니다.
ky: “%@” “%@” тарабынан тыюу салынды
pt_br: “%@” cancelou o banimento por “%@”
ru: “%@” был разбанен пользователем “%@”
tr: “%@” yasağı “%@” tarafından kaldırıldı
uz: “%@” “%@” tomonidan blokdan chiqarildi
vi: “%@” được “%@” bỏ khóa chat
zh_hans: “%@”被“%@”解除禁言
zh_hant: “%@”被“%@”解除禁言

# “%@”解散了该群
source: “%@” Disbanded the group
ar: قام “%@” بحل المجموعة
bn: “%@” গ্রুপটি ভেঙে দিয়েছে
es: “%@” disolvió el grupo
fa: “%@” گروه را منحل کرد
fr: “%@” a dissous le groupe
hi: “%@” ने समूह भंग कर दिया
id: “%@” membubarkan grup
ko: “%@”이(가) 그룹을 해체했습니다
ky: “%@” топту таркатты
pt_br: “%@” dissolveu o grupo
ru: “%@” распустил группу
tr: “%@” grubu dağıttı
uz: “%@” guruhni tarqatib yubordi
vi: “%@” đã giải tán nhóm
zh_hans: “%@”解散了该群
zh_hant: “%@”解散了該群

# 你还不是“%@”的好友，无法邀请其加入群聊
source: You are not a friend of “%@” yet and cannot invite him to join the group chat
ar: أنت لست صديقًا لـ “%@” حتى الآن ولا يمكنك دعوته للانضمام إلى الدردشة الجماعية
bn: আপনি এখনও “%@” এর বন্ধু নন এবং তাকে গ্রুপ চ্যাটে যোগ দিতে আমন্ত্রণ জানাতে পারবেন না৷
es: Aún no eres amigo de “%@” y no puedes invitarlo a unirse al chat grupal.
fa: شما هنوز دوست “%@” نیستید و نمی توانید او را برای پیوستن به گپ گروهی دعوت کنید
fr: Vous n'êtes pas encore ami de “%@” et vous ne pouvez pas l'inviter à rejoindre le chat de groupe
hi: आप अभी तक “%@” के मित्र नहीं हैं और उसे समूह चैट में शामिल होने के लिए आमंत्रित नहीं कर सकते
id: Anda belum menjadi teman “%@” dan tidak dapat mengundangnya untuk bergabung dalam obrolan grup
ko: 귀하는 아직 “%@”의 친구가 아니므로 그를 그룹 채팅에 초대할 수 없습니다.
ky: Сиз азырынча “%@” досу эмессиз жана аны топтук чатка кошулууга чакыра албайсыз
pt_br: Você ainda não é amigo de “%@” e não pode convidá-lo para participar do bate-papo em grupo.
ru: Вы еще не являетесь другом пользователя “%@” и не можете пригласить его присоединиться к групповому чату.
tr: Henüz “%@” adlı kişinin arkadaşı değilsiniz ve onu grup sohbetine davet edemezsiniz
uz: Siz hali “%@” bilan do'st emassiz va uni guruh chatiga qo'shilishga taklif qila olmaysiz
vi: Bạn chưa phải là bạn của “%@” , không thể mời tham gia trò chuyện nhóm
zh_hans: 你还不是“%@”的好友，无法邀请其加入群聊
zh_hant: 你還不是“%@”的好友，無法邀請其加入群聊

# “%@”修改了群头像
source: “%@” Modified the group avatar
ar: قام “%@” بتعديل الصورة الرمزية للمجموعة
bn: “%@” গ্রুপ অবতার পরিবর্তন করেছে
es: “%@” modificó el avatar del grupo
fa: “%@” آواتار گروه را تغییر داد
fr: “%@” a modifié l'avatar du groupe
hi: “%@” ने समूह अवतार को संशोधित किया
id: “%@” mengubah avatar grup
ko: “%@”가 그룹 아바타 이미지를 편집했습니다.
ky: “%@” топтун аватарын өзгөрттү
pt_br: “%@” alterou o avatar do grupo
ru: “%@” изменил аватар группы
tr: “%@” grup avatarını değiştirdi
uz: “%@” guruh avatarini o'zgartirdi
vi: “%@” đã thay đổi hình đại diện nhóm
zh_hans: “%@”修改了群头像
zh_hant: “%@”修改了群頭像

# “%@”删除了群公告
source: “%@” Deleted the group announcement
ar: قام “%@” بحذف إعلان المجموعة
bn: “%@” গ্রুপ ঘোষণা মুছে দিয়েছে
es: “%@” eliminó el anuncio del grupo
fa: “%@” اعلان گروه را حذف کرد
fr: “%@” a supprimé l'annonce du groupe
hi: “%@” ने समूह घोषणा हटा दी
id: “%@” menghapus pengumuman grup
ko: “%@”이(가) 그룹 공지를 삭제했습니다.
ky: “%@” топтун жарыясын өчүрдү
pt_br: “%@” excluiu o anúncio do grupo
ru: “%@” удалил объявление группы
tr: “%@” grup duyurusunu sildi
uz: “%@” guruh eʼlonini oʻchirib tashladi
vi: “%@” đã xóa thông báo nhóm
zh_hans: “%@”删除了群公告
zh_hant: “%@”刪除了群公告

# 已设置自动删除1天前发送的消息
source: Set to automatically delete messages sent 1 day ago
ar: قم بالتعيين لحذف الرسائل المرسلة قبل يوم واحد تلقائيًا
bn: 1 দিন আগে পাঠানো বার্তা স্বয়ংক্রিয়ভাবে মুছে ফেলার জন্য সেট করুন
es: Configurar para eliminar automáticamente los mensajes enviados hace 1 día
fa: تنظیم کنید تا پیام‌های ارسال شده ۱ روز پیش به‌طور خودکار حذف شود
fr: Configurer pour supprimer automatiquement les messages envoyés il y a 1 jour
hi: 1 दिन पहले भेजे गए संदेशों को स्वचालित रूप से हटाने के लिए सेट करें
id: Atur untuk secara otomatis menghapus pesan yang dikirim 1 hari yang lalu
ko: 1일 전에 보낸 메시지를 자동으로 삭제하도록 설정
ky: 1 күн мурун жөнөтүлгөн билдирүүлөрдү автоматтык түрдө жок кылуу үчүн коюлган
pt_br: Definido para excluir automaticamente as mensagens enviadas há 1 dia
ru: Установите автоматическое удаление сообщений, отправленных 1 день назад.
tr: 1 gün önce gönderilen mesajları otomatik olarak silmek üzere ayarla
uz: 1 kun oldin yuborilgan xabarlarni avtomatik oʻchirishni sozlang
vi: Đặt tự động xóa tin nhắn đã gửi 1 ngày trước
zh_hans: 已设置自动删除1天前发送的消息
zh_hant: 已設置自動刪除1天前發送的消息

# 已设置自动删除7天前发送的消息
source: Set to automatically delete messages sent 7 days ago
ar: قم بالتعيين لحذف الرسائل المرسلة قبل 7 أيام تلقائيًا
bn: 7 দিন আগে পাঠানো বার্তা স্বয়ংক্রিয়ভাবে মুছে ফেলার জন্য সেট করুন
es: Configurar para eliminar automáticamente los mensajes enviados hace 7 días
fa: تنظیم کنید تا پیام‌های ارسال شده ۷ روز پیش به‌طور خودکار حذف شوند
fr: Configurer pour supprimer automatiquement les messages envoyés il y a 7 jours
hi: 7 दिन पहले भेजे गए संदेशों को स्वचालित रूप से हटाने के लिए सेट करें
id: Atur untuk secara otomatis menghapus pesan yang dikirim 7 hari yang lalu
ko: 7일 전에 보낸 메시지를 자동으로 삭제하도록 설정
ky: 7 күн мурун жөнөтүлгөн билдирүүлөрдү автоматтык түрдө жок кылуу үчүн коюлган
pt_br: Definido para excluir automaticamente as mensagens enviadas há 7 dias
ru: Установите автоматическое удаление сообщений, отправленных 7 дней назад.
tr: 7 gün önce gönderilen mesajları otomatik olarak silmek üzere ayarla
uz: 7 kun oldin yuborilgan xabarlarni avtomatik oʻchirishga sozlang
vi: Đặt tự động xóa tin nhắn đã gửi 7 ngày trước
zh_hans: 已设置自动删除7天前发送的消息
zh_hant: 已設置自動刪除7天前發送的消息

# 已设置自动删除30天前发送的消息
source: Set to automatically delete messages sent 30 days ago
ar: قم بالتعيين لحذف الرسائل المرسلة قبل 30 يومًا تلقائيًا
bn: 30 দিন আগে পাঠানো বার্তা স্বয়ংক্রিয়ভাবে মুছে ফেলার জন্য সেট করুন
es: Configurar para eliminar automáticamente los mensajes enviados hace 30 días
fa: تنظیم کنید تا پیام‌های ارسال شده 30 روز پیش به صورت خودکار حذف شوند
fr: Configurer pour supprimer automatiquement les messages envoyés il y a 30 jours
hi: 30 दिन पहले भेजे गए संदेशों को स्वचालित रूप से हटाने के लिए सेट करें
id: Atur untuk secara otomatis menghapus pesan yang dikirim 30 hari yang lalu
ko: 30일 전에 보낸 메시지를 자동으로 삭제하도록 설정
ky: 30 күн мурун жөнөтүлгөн билдирүүлөрдү автоматтык түрдө жок кылуу үчүн коюлган
pt_br: Definido para excluir automaticamente as mensagens enviadas há 30 dias
ru: Установите автоматическое удаление сообщений, отправленных 30 дней назад.
tr: 30 gün önce gönderilen mesajları otomatik olarak silmek üzere ayarla
uz: 30 kun oldin yuborilgan xabarlarni avtomatik oʻchirishga sozlang
vi: Đặt tự động xóa tin nhắn đã gửi 30 ngày trước
zh_hans: 已设置自动删除30天前发送的消息
zh_hant: 已設置自動刪除30天前發送的消息

# 关闭了自动删除
source: Automatic deletion is turned off
ar: تم إيقاف الحذف التلقائي
bn: স্বয়ংক্রিয়ভাবে মুছে ফেলা বন্ধ করা হয়েছে
es: La eliminación automática está desactivada
fa: حذف خودکار خاموش است
fr: La suppression automatique est désactivée
hi: स्वचालित विलोपन बंद है
id: Penghapusan otomatis dimatikan
ko: 자동 삭제가 사용 중지되었습니다.
ky: Автоматтык түрдө өчүрүү өчүрүлгөн
pt_br: A exclusão automática está desativada
ru: Автоматическое удаление отключено.
tr: Otomatik silme kapalı
uz: Avtomatik o'chirish o'chirilgan
vi: Đã tắt tính năng xóa tự động
zh_hans: 关闭了自动删除
zh_hant: 關閉了自動刪除

# “%@”已启用群里邀请确认
source: “%@” Has enabled group invitation confirmation
ar: قام “%@” بتمكين تأكيد دعوة المجموعة
bn: “%@” গ্রুপ আমন্ত্রণ নিশ্চিতকরণ সক্ষম করেছে৷
es: “%@” ha habilitado la confirmación de invitación al grupo
fa: “%@” تأیید دعوت گروه را فعال کرده است
fr: “%@” a activé la confirmation de l'invitation au groupe
hi: “%@” ने समूह आमंत्रण पुष्टिकरण सक्षम कर दिया है
id: “%@” telah mengaktifkan konfirmasi undangan grup
ko: “%@”그룹 초대 확인이 활성화되었습니다.
ky: “%@” топтун чакыруусун ырастоону иштетти
pt_br: “%@” está ativado para confirmação de convite em grupo
ru: “%@” включил подтверждение группового приглашения
tr: “%@” grup daveti onayını etkinleştirdi
uz: “%@” guruh taklifini tasdiqlashni yoqdi
vi: “%@” đã bật xác nhận lời mời nhóm
zh_hans: “%@”已启用群里邀请确认
zh_hant: “%@”已啟用群裡邀請確認

# “%@”已关闭群里邀请确认
source: “%@” Has closed group invitation confirmation
ar: قام “%@” بإغلاق تأكيد دعوة المجموعة
bn: “%@” বন্ধ গ্রুপ আমন্ত্রণ নিশ্চিতকরণ আছে
es: “%@” ha cerrado la confirmación de la invitación al grupo
fa: “%@” تأیید دعوت گروه را بسته است
fr: “%@” a fermé la confirmation de l'invitation au groupe
hi: “%@” ने समूह आमंत्रण पुष्टिकरण बंद कर दिया है
id: “%@” telah menutup konfirmasi undangan grup
ko: “%@”그룹 초대 확인이 마감되었습니다.
ky: “%@” жабык топко чакыруу ырастоосуна ээ
pt_br: “%@” fechou a confirmação do convite do grupo
ru: “%@” получил подтверждение приглашения в закрытую группу
tr: “%@” grup daveti onayını kapattı
uz: “%@” yopiq guruh taklifini tasdiqladi
vi: “%@” đã tắt xác nhận lời mời nhóm
zh_hans: “%@”已关闭群里邀请确认
zh_hant: “%@”已關閉群裡邀請確認

# 暂无公告
source: No announcement yet
ar: لا يوجد إعلان حتى الآن
bn: এখনো কোনো ঘোষণা নেই
es: Aún no hay anuncio
fa: هنوز اعلامیه ای وجود ندارد
fr: Aucune annonce pour l'instant
hi: अभी कोई घोषणा नहीं
id: Belum ada pengumuman
ko: 아직 발표가 없습니다
ky: Азырынча билдирүү жок
pt_br: Nenhum anúncio
ru: Пока нет объявлений
tr: Henüz duyuru yok
uz: Hozircha e'lon yo'q
vi: Chưa có thông báo nào
zh_hans: 暂无公告
zh_hant: 暫無公告

# 群头像
source: Group avatar
ar: الصورة الرمزية للمجموعة
bn: গ্রুপ অবতার
es: avatar de grupo
fa: آواتار گروهی
fr: Avatar du groupe
hi: समूह अवतार
id: Avatar grup
ko: 단체 아바타
ky: Топтун аватары
pt_br: retrato de grupo
ru: Аватар группы
tr: Grup avatarı
uz: Guruh avatar
vi: Hình đại diện nhóm
zh_hans: 群头像
zh_hant: 群頭像

# 解除禁言
source: Unban
ar: رفع الحظر
bn: নিষেধাজ্ঞা মুক্ত করুন
es: Desbanear
fa: لغو ممنوعیت
fr: Annuler le bannissement
hi: अप्रतिबंधित करें
id: Batalkan pelarangan
ko: 금지 해제
ky: Тыюудан чыгаруу
pt_br: suspender uma proibição
ru: Разбанить
tr: Yasağı kaldır
uz: Taqiqni bekor qilish
vi: Bỏ lệnh khóa chat
zh_hans: 解除禁言
zh_hant: 解除禁言

# 约%@后解除禁言
source: Unban the ban after asking %@
ar: قم بفك الحظر بعد السؤال %@
bn: %@ জিজ্ঞাসা করার পরে নিষেধাজ্ঞা মুক্ত করুন
es: Desbanear la prohibición después de preguntar a %@
fa: لغو ممنوعیت پس از پرسیدن %@
fr: Annulez le bannissement après avoir demandé %@
hi: %@ से पूछकर प्रतिबंध हटाएँ
id: Batalkan pemblokiran setelah menanyakan %@
ko: %@에게 요청한 후 차단을 해제하세요.
ky: %@ сурагандан кийин тыюуну алып салыңыз
pt_br: Não foi banido após cerca de %@
ru: Снимите бан после запроса %@
tr: %@'a sorduktan sonra yasağı kaldırın
uz: %@ soʻraganidan keyin taqiqni olib tashlang
vi: Bỏ lệnh khóa chat sau khoảng %@
zh_hans: 约%@后解除禁言
zh_hant: 約%@後解除禁言

# 群私密
source: Group private
ar: المجموعة خاصة
bn: গ্রুপ ব্যক্তিগত
es: grupo privado
fa: گروه خصوصی
fr: Groupe privé
hi: समूह निजी
id: Grup pribadi
ko: 그룹 비공개
ky: Жеке топ
pt_br: privacidade do grupo
ru: Группа частная
tr: Grup özel
uz: Guruh shaxsiy
vi: Nhóm riêng tư
zh_hans: 群私密
zh_hant: 群私密

# 禁止成员查看其他成员资料
source: Prevent members from viewing other members' profiles
ar: منع الأعضاء من مشاهدة الملفات الشخصية للأعضاء الآخرين
bn: সদস্যদের অন্য সদস্যদের প্রোফাইল দেখা থেকে বিরত রাখুন
es: Evitar que los miembros vean los perfiles de otros miembros
fa: از مشاهده پروفایل سایر اعضا جلوگیری کنید
fr: Empêcher les membres de consulter les profils des autres membres
hi: सदस्यों को अन्य सदस्यों की प्रोफ़ाइल देखने से रोकें
id: Cegah anggota melihat profil anggota lain
ko: 회원이 다른 회원의 프로필을 볼 수 없도록 방지
ky: Мүчөлөрдүн башка мүчөлөрдүн профилдерин көрүүсүнө жол бербөө
pt_br: Proibir que os membros visualizem os perfis de outros membros
ru: Запретить участникам просматривать профили других участников
tr: Üyelerin diğer üyelerin profillerini görüntülemesini engelle
uz: A'zolarning boshqa a'zolarning profillarini ko'rishiga yo'l qo'ymaslik
vi: Chặn thành viên xem hồ sơ thành viên khác
zh_hans: 禁止成员查看其他成员资料
zh_hant: 禁止成員查看其他成員資料

# 邀请确认
source: Invitation confirmation
ar: تأكيد الدعوة
bn: আমন্ত্রণ নিশ্চিতকরণ
es: Confirmación de invitación
fa: تایید دعوت
fr: Confirmation d'invitation
hi: निमंत्रण की पुष्टि
id: Konfirmasi undangan
ko: 초대 확인
ky: Чакыруу ырастоо
pt_br: Confirmação do convite
ru: Подтверждение приглашения
tr: Davet onayı
uz: Taklifni tasdiqlash
vi: Xác nhận lời mời
zh_hans: 邀请确认
zh_hant: 邀請確認

# 邀请成员入群需管理员或群主确认
source: Inviting members to the group requires confirmation from the administrator or group owner
ar: تتطلب دعوة الأعضاء إلى المجموعة تأكيداً من المسؤول أو مالك المجموعة
bn: গ্রুপে সদস্যদের আমন্ত্রণ জানানোর জন্য প্রশাসক বা গ্রুপ মালিকের কাছ থেকে নিশ্চিতকরণ প্রয়োজন
es: Para invitar a miembros al grupo se requiere la confirmación del administrador o del propietario del grupo
fa: دعوت از اعضا به گروه نیاز به تأیید سرپرست یا مالک گروه دارد
fr: L'invitation de membres dans le groupe nécessite la confirmation de l'administrateur ou du propriétaire du groupe
hi: समूह में सदस्यों को आमंत्रित करने के लिए व्यवस्थापक या समूह स्वामी से पुष्टि की आवश्यकता होती है
id: Mengundang anggota ke grup memerlukan konfirmasi dari administrator atau pemilik grup
ko: 그룹에 구성원을 초대하려면 관리자 또는 그룹 소유자의 확인이 필요합니다.
ky: Топко мүчөлөрдү чакыруу үчүн администратордон же топтун ээсинен ырастоо талап кылынат
pt_br: Convidar membros para participar do grupo requer a confirmação do administrador ou do proprietário do grupo.
ru: Для приглашения участников в группу требуется подтверждение администратора или владельца группы
tr: Gruba üye davet etmek için yöneticinin veya grup sahibinin onayı gerekir
uz: Guruhga aʼzolarni taklif qilish uchun administrator yoki guruh egasi tomonidan tasdiqlanishi kerak
vi: Mời thành viên vào nhóm cần quản trị viên hoặc chủ nhóm xác nhận
zh_hans: 邀请成员入群需管理员或群主确认
zh_hant: 邀請成員入群需管理員或群主確認

# 备注/昵称
source: Remarks/nickname
ar: ملاحظات/اللقب
bn: মন্তব্য/ডাকনাম
es: Comentarios/apodo
fa: اظهارات / نام مستعار
fr: Remarques/surnom
hi: टिप्पणियाँ/उपनाम
id: Keterangan/nama panggilan
ko: 비고/닉네임
ky: Эскертүүлөр/лакап ат
pt_br: Observações/Nickname
ru: Примечания/прозвище
tr: Açıklamalar/takma ad
uz: Izohlar/laqab
vi: Chú thích/biệt danh
zh_hans: 备注/昵称
zh_hant: 備註/暱稱

# 备注：
source: Remark:
ar: ملاحظة:
bn: মন্তব্য:
es: Observación:
fa: تذکر:
fr: Remarque:
hi: टिप्पणी:
id: Komentar:
ko: 닉네임:
ky: Эскертүү:
pt_br: Observações:
ru: Примечание:
tr: Açıklama:
uz: Izoh:
vi: Chú thích：
zh_hans: 备注：
zh_hant: 備註：

# 描述：
source: Describe:
ar: يصف:
bn: বর্ণনা:
es: describir:
fa: توصیف کردن:
fr: décrire:
hi: वर्णन करना:
id: menggambarkan:
ko: 설명하다:
ky: сүрөттөп берүү:
pt_br: Descrição:
ru: описывать:
tr: betimlemek:
uz: tasvirlab bering:
vi: Mô tả：
zh_hans: 描述：
zh_hant: 描述：
