Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 所选资源超过5分钟
source: The selected resource exceeds 5 minutes
ar: المورد المحدد يتجاوز 5 دقائق
bn: নির্বাচিত সংস্থানটি 5 মিনিটের বেশি
es: El recurso seleccionado supera los 5 minutos.
fa: منبع انتخابی بیش از 5 دقیقه است
fr: La ressource sélectionnée dépasse 5 minutes
hi: चयनित संसाधन 5 मिनट से अधिक है
id: Sumber daya yang dipilih melebihi 5 menit
ko: 선택한 리소스가 5분을 초과합니다.
ky: Тандалган ресурс 5 мүнөттөн ашат
pt_br: Recursos selecionados durante 5 minutos
ru: Выбранный ресурс превышает 5 минут
tr: Seçilen kaynak 5 dakikayı aşıyor
uz: Tanlangan manba 5 daqiqadan oshadi
vi: Tài nguyên đã chọn vượt quá 5 phút
zh_hans: 所选资源超过5分钟
zh_hant: 所選資源超過5分鐘

# 加载中...
source: Loading...
ar: تحميل...
bn: লোড হচ্ছে...
es: cargando...
fa: بارگذاری...
fr: chargement...
hi: लोड हो रहा है...
id: memuat...
ko: 로드 중...
ky: жүктөлүүдө...
pt_br: Carregando ...
ru: загрузка...
tr: Yükleniyor...
uz: yuklanmoqda...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中...

# 选择
source: Choose
ar: يختار
bn: পছন্দ করা
es: elegir
fa: انتخاب کنید
fr: choisir
hi: चुनना
id: memilih
ko: 선택하다
ky: тандоо
pt_br: opção
ru: выбирать
tr: seçmek
uz: tanlang
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# 选择图片
source: Select Image
ar: اختر صورة
bn: ছবি নির্বাচন করুন
es: Seleccionar imagen
fa: Image را انتخاب کنید
fr: Sélectionnez une image
hi: छवि चुने
id: Pilih gambar
ko: 이미지 선택
ky: Сүрөттү тандаңыз
pt_br: Selecionar imagem
ru: Выберите изображение
tr: Fotoğraf seç
uz: Rasmni tanlang
vi: Chọn ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片

# 共%@
source: Common%@
ar: شائع%@
bn: সাধারণ%@
es: común%@
fa: مشترک%@
fr: commun%@
hi: सामान्य%@
id: umum%@
ko: 모두%@
ky: жалпы%@
pt_br: Total %@
ru: общий%@
tr: yaygın%@
uz: umumiy%@
vi: Tổng %@
zh_hans: 共%@
zh_hant: 共%@

# %ld/%ld发送
source: %ld/%ldSend
ar: %ld/%ldإرسال
bn: %ld/%ld পাঠান
es: %ld/%ldEnviar
fa: %ld/%ldارسال
fr: %ld/%ldEnvoyer
hi: %ld/%ldभेजें
id: %ld/%ldKirim
ko: %ld/%ld보내기
pt_br: %ld/%ld enviado
ru: %ld/%ld отправлять
tr: %ld/%ldGönder
vi: %ld/%ld Gửi
zh_hans: %ld/%ld发送
zh_hant: %ld/%ld發送

# 请在设置中开启相机权限使用此功能
source: Please enable camera permission in settings to use this function
ar: يرجى تمكين إذن الكاميرا في الإعدادات لاستخدام هذه الوظيفة
bn: এই ফাংশন ব্যবহার করার জন্য সেটিংসে ক্যামেরা অনুমতি সক্ষম করুন
es: Habilite el permiso de la cámara en la configuración para usar esta función
fa: لطفاً مجوز دوربین را در تنظیمات برای استفاده از این عملکرد فعال کنید
fr: Veuillez activer l'autorisation de la caméra dans les paramètres pour utiliser cette fonction
hi: कृपया इस फ़ंक्शन का उपयोग करने के लिए सेटिंग्स में कैमरा अनुमति सक्षम करें
id: Harap aktifkan izin kamera di pengaturan untuk menggunakan fungsi ini
ko: 이 기능을 사용하려면 설정에서 카메라 권한을 활성화하세요.
ky: Бул функцияны колдонуу үчүн жөндөөлөрдөн камера уруксатын иштетиңиз
pt_br: Ative os privilégios da câmera nas configurações para usar esse recurso
ru: Пожалуйста, включите разрешение камеры в настройках, чтобы использовать эту функцию.
tr: Bu işlevi kullanmak için lütfen ayarlarda kamera iznini etkinleştirin
uz: Bu funksiyadan foydalanish uchun sozlamalarda kamera ruxsatini yoqing
vi: Vui lòng bật quyền truy cập camera trong cài đặt để sử dụng chức năng này
zh_hans: 请在设置中开启相机权限使用此功能
zh_hant: 請在設置中開啟相機權限使用此功能

# 下次开启
source: Enable next time
ar: تمكين في المرة القادمة
bn: পরের বার সক্রিয় করুন
es: Habilitar la próxima vez
fa: دفعه بعد فعال کنید
fr: Activer la prochaine fois
hi: अगली बार सक्षम करें
id: Aktifkan lain kali
ko: 다음번에 활성화
ky: Кийинки жолу иштетүү
pt_br: Na próxima vez que abrir.
ru: Включить в следующий раз
tr: Bir dahaki sefere etkinleştir
uz: Keyingi safar yoqing
vi: Lần sau bật
zh_hans: 下次开启
zh_hant: 下次開啟

# 立即开启
source: Turn on now
ar: شغل الآن
bn: এখন চালু কর
es: Activar ahora
fa: اکنون روشن کنید
fr: Allumer maintenant
hi: अब ऑन करें
id: Nyalakan sekarang
ko: 지금 켜세요
ky: Азыр күйгүзүңүз
pt_br: Abrir agora
ru: Включи сейчас
tr: Şimdi aç
uz: Hozir yoqing
vi: Bật ngay bây giờ
zh_hans: 立即开启
zh_hant: 立即開啟

# 相机权限未开启，请在设置中选择当前应用，开启相机权限
source: The camera permission is not turned on. Please select the current application in the settings to turn on the camera permission.
ar: لم يتم تفعيل إذن الكاميرا. يرجى تحديد التطبيق الحالي في الإعدادات لتشغيل إذن الكاميرا.
bn: ক্যামেরা অনুমতি চালু নেই। ক্যামেরা অনুমতি চালু করতে দয়া করে সেটিংসে বর্তমান অ্যাপ্লিকেশনটি নির্বাচন করুন।
es: El permiso de la cámara no está activado. Seleccione la aplicación actual en la configuración para activar el permiso de la cámara.
fa: مجوز دوربین روشن نیست. لطفاً برنامه فعلی را در تنظیمات انتخاب کنید تا مجوز دوربین روشن شود.
fr: L'autorisation de la caméra n'est pas activée. Veuillez sélectionner l'application actuelle dans les paramètres pour activer l'autorisation de la caméra.
hi: कैमरा अनुमति चालू नहीं है। कृपया कैमरा अनुमति चालू करने के लिए सेटिंग्स में वर्तमान एप्लिकेशन का चयन करें।
id: Izin kamera tidak diaktifkan. Silakan pilih aplikasi saat ini di pengaturan untuk mengaktifkan izin kamera.
ko: 카메라 권한이 켜져 있지 않습니다. 카메라 권한을 켜려면 설정에서 현재 애플리케이션을 선택하세요.
ky: Камера уруксаты күйгүзүлгөн эмес. Камерага уруксатты күйгүзүү үчүн жөндөөлөрдөн учурдагы колдонмону тандаңыз.
pt_br: A permissão da câmera não está ativada, selecione o aplicativo atual nas configurações para ativar a permissão da câmera
ru: Разрешение камеры не включено. Чтобы включить разрешение камеры, выберите текущее приложение в настройках.
tr: Kamera izni açık değil. Kamera iznini açmak için lütfen ayarlardan mevcut uygulamayı seçin.
uz: Kamera ruxsati yoqilmagan. Kamera ruxsatini yoqish uchun sozlamalardan joriy ilovani tanlang.
vi: Quyền truy cập camera chưa được bật. Vui lòng chọn ứng dụng hiện tại trong cài đặt để bật quyền này.
zh_hans: 相机权限未开启，请在设置中选择当前应用，开启相机权限
zh_hant: 相機權限未開啟，請在設置中選擇當前應用，開啟相機權限

# 从iCloud下载...
source: Download from iCloud...
ar: التحميل من الايكلاود...
bn: iCloud থেকে ডাউনলোড করুন...
es: Descargar desde iCloud...
fa: دانلود از iCloud ...
fr: Télécharger depuis iCloud...
hi: iCloud से डाउनलोड करें...
id: Unduh dari iCloud...
ko: iCloud에서 다운로드...
ky: iCloud'дан жүктөп алуу...
pt_br: Baixar do iCloud...
ru: Скачать из iCloud...
tr: iCloud'dan indirin...
uz: iCloud'dan yuklab oling...
vi: Tải xuống từ iCloud...
zh_hans: 从iCloud下载...
zh_hant: 從iCloud下載...

# 资源下载失败
source: Resource download failed
ar: فشل تنزيل المورد
bn: সম্পদ ডাউনলোড ব্যর্থ হয়েছে
es: Falló la descarga de recursos
fa: دانلود منبع انجام نشد
fr: Le téléchargement des ressources a échoué
hi: संसाधन डाउनलोड विफल रहा
id: Pengunduhan sumber daya gagal
ko: 리소스 다운로드 실패
ky: Ресурс жүктөлбөй калды
pt_br: Falha no download do recurso
ru: Загрузка ресурса не удалась
tr: Kaynak indirilemedi
uz: Resurs yuklab olinmadi
vi: Tải xuống tài nguyên thất bại
zh_hans: 资源下载失败
zh_hant: 資源下載失敗

# 图片预览
source: Picture Preview
ar: معاينة الصورة
bn: ছবির পূর্বরূপ
es: Vista previa de imagen
fa: پیش نمایش تصویر
fr: Aperçu de l'image
hi: चित्र पूर्वावलोकन
id: Pratinjau Gambar
ko: 사진 미리보기
ky: Сүрөттү алдын ала көрүү
pt_br: Visualização da imagem
ru: Предварительный просмотр изображения
tr: Resim Önizleme
uz: Rasmni oldindan ko'rish
vi: Xem trước hình ảnh
zh_hans: 图片预览
zh_hant: 圖片預覽

# 视频播放
source: Video playback
ar: تشغيل الفيديو
bn: ভিডিও প্লেব্যাক
es: reproducción de vídeo
fa: پخش ویدئو
fr: lecture vidéo
hi: वीडियो प्लेबैक
id: pemutaran video
ko: 비디오 재생
ky: видео ойнотуу
pt_br: Reprodução de vídeo
ru: проигрывание видео
tr: video oynatma
uz: video tinglash
vi: Xem lại video
zh_hans: 视频播放
zh_hant: 視頻播放

# 视频加载中...
source: Video loading...
ar: جارٍ تحميل الفيديو...
bn: ভিডিও লোড হচ্ছে...
es: Cargando vídeo...
fa: در حال بارگذاری ویدئو...
fr: Chargement de la vidéo...
hi: वीडियो लोड हो रहा है...
id: Memuat video...
ko: 비디오 로딩...
ky: Видео жүктөлүүдө...
pt_br: Carregamento de vídeo...
ru: Видео загружается...
tr: Video yükleniyor...
uz: Video yuklanmoqda...
vi: Đang tải video...
zh_hans: 视频加载中...
zh_hant: 視頻加載中...

# 正在缓冲...
source: Buffering...
ar: جارٍ التخزين المؤقت...
bn: বাফারিং...
es: Almacenamiento en búfer...
fa: بافر کردن...
fr: Mise en mémoire tampon...
hi: बफ़रिंग...
id: Penyangga...
ko: 버퍼링...
ky: Буферлөө...
pt_br: amortecer algo
ru: Буферизация...
tr: Ara belleğe alınıyor...
uz: Buferlash...
vi: Đang đệm...
zh_hans: 正在缓冲...
zh_hant: 正在緩衝...

# 未能连接到网络，请稍后重试
source: Failed to connect to the network, please try again later
ar: فشل الاتصال بالشبكة، يرجى المحاولة مرة أخرى لاحقًا
bn: নেটওয়ার্কে সংযোগ করতে ব্যর্থ হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন৷
es: No se pudo conectar a la red, inténtelo nuevamente más tarde
fa: اتصال به شبکه انجام نشد، لطفاً بعداً دوباره امتحان کنید
fr: Échec de la connexion au réseau, veuillez réessayer plus tard
hi: नेटवर्क से कनेक्ट करने में विफल, कृपया बाद में पुनः प्रयास करें
id: Gagal terhubung ke jaringan, coba lagi nanti
ko: 네트워크에 연결하지 못했습니다. 나중에 다시 시도해 주세요.
ky: Тармакка туташпай койду, бир аздан кийин кайталап көрүңүз
pt_br: Falha ao conectar-se à rede, tente novamente mais tarde.
ru: Не удалось подключиться к сети, повторите попытку позже.
tr: Ağa bağlanılamadı, lütfen daha sonra tekrar deneyin
uz: Tarmoqqa ulanib bo'lmadi, keyinroq qayta urinib ko'ring
vi: Không kết nối được mạng, vui lòng thử lại sau
zh_hans: 未能连接到网络，请稍后重试
zh_hant: 未能連接到網絡，請稍後重試

# 播放出错了o(╥﹏╥)o
source: Playback error o(╥﹏╥)o
ar: خطأ في التشغيل o(╥﹏╥)o
bn: প্লেব্যাক ত্রুটি o(╥﹏╥)o
es: Error de reproducción o(╥﹏╥)o
fa: خطای پخش o(╥﹏╥)o
fr: Une erreur s'est produite lors de la lecture de o(╥﹏╥)o
hi: प्लेबैक त्रुटि o(╥﹏╥)o
id: Kesalahan pemutaran o(╥﹏╥)o
ko: 재생 오류o(╥﹏╥)o
ky: o(╥﹏╥)o ойноп жатканда ката кетти
pt_br: Erro de reprodução o(╥﹏╥)o
ru: Произошла ошибка при воспроизведении o(╥﹏╥)o
tr: Oynatma hatası o(╥﹏╥)o
uz: o(╥﹏╥)o oʻynashda xatolik yuz berdi
vi: Lỗi phát lại o(╥﹏╥)o
zh_hans: 播放出错了o(╥﹏╥)o
zh_hant: 播放出錯了o(╥﹏╥)o

# %@中的文件
source: Files in %@
ar: الملفات في %@
bn: ফাইলগুলি %@
es: Archivos en %@
fa: فایل ها در %@
fr: Fichiers dans %@
hi: %@ में फ़ाइलें
id: File dalam %@
ko: %@의 파일
ky: Файлдар %@
pt_br: Arquivos em %@
ru: Файлы в %@
tr: %@ içindeki dosyalar
uz: %@ ichidagi fayllar
vi: Các tập tin trong %@
zh_hans: %@中的文件
zh_hant: %@中的文件

# 手机储存
source: Mobile phone storage
ar: تخزين الهاتف المحمول
bn: মোবাইল ফোন স্টোরেজ
es: Almacenamiento del teléfono móvil
fa: ذخیره سازی تلفن همراه
fr: Stockage du téléphone portable
hi: मोबाइल फोन भंडारण
id: Penyimpanan ponsel
ko: 핸드폰 저장
ky: Мобилдик телефондун сактагычы
pt_br: Armazenamento de telefones celulares
ru: Память мобильного телефона
tr: Cep telefonu depolama
uz: Mobil telefon xotirasi
vi: Lưu trữ điện thoại
zh_hans: 手机储存
zh_hant: 手機儲存

# 接收到的其他文件
source: Other documents received
ar: تم استلام مستندات أخرى
bn: অন্যান্য নথি প্রাপ্ত
es: Otros documentos recibidos
fa: سایر مدارک دریافتی
fr: Autres documents reçus
hi: अन्य दस्तावेज प्राप्त हुए
id: Dokumen lain diterima
ko: 기타 접수된 서류
ky: Башка документтер кабыл алынды
pt_br: Outros documentos recebidos
ru: Остальные документы получены
tr: Alınan diğer belgeler
uz: Boshqa hujjatlar qabul qilindi
vi: Các file khác nhận được
zh_hans: 接收到的其他文件
zh_hant: 接收到的其他文件

# 相册视频
source: Album video
ar: فيديو الألبوم
bn: অ্যালবাম ভিডিও
es: Vídeo del álbum
fa: ویدیوی آلبوم
fr: Vidéo de l'album
hi: एल्बम वीडियो
id: Video album
ko: 앨범 영상
ky: Альбом видео
pt_br: Vídeo do álbum
ru: Видео альбома
tr: Albüm videosu
uz: Albom video
vi: Video album
zh_hans: 相册视频
zh_hant: 相冊視頻

# 发送(%d)
source: Send(%d)
ar: إرسال(%d)
bn: পাঠান(%d)
es: Enviar(%d)
fa: ارسال (%d)
fr: Envoyer(%d)
hi: भेजें(%d)
id: Kirim(%d)
ko: 보내기(%d)
ky: Жөнөтүү(%d)
pt_br: Enviar (%d)
ru: Отправить(%d)
tr: Gönder(%d)
uz: Yuborish(%d)
vi: Gửi (%d)
zh_hans: 发送(%d)
zh_hant: 發送(%d)

# 至少选择3个点
source: Choose at least 3 points
ar: اختر 3 نقاط على الأقل
bn: কমপক্ষে 3 পয়েন্ট চয়ন করুন
es: Elige al menos 3 puntos
fa: حداقل 3 امتیاز را انتخاب کنید
fr: Choisissez au moins 3 points
hi: कम से कम 3 अंक चुनें
id: Pilih setidaknya 3 poin
ko: 3개 이상의 포인트를 선택하세요.
ky: Жок дегенде 3 упай тандаңыз
pt_br: Selecione pelo menos 3 pontos
ru: Выберите минимум 3 пункта
tr: En az 3 puan seçin
uz: Kamida 3 ballni tanlang
vi: Chọn tối thiểu 3 điểm
zh_hans: 至少选择3个点
zh_hant: 至少選擇3個點

# %zd小时
source: %zd Hours
ar: %zd ساعة
bn: %zd ঘন্টা
es: % zd horas
fa: %zd ساعت
fr: %zd heures
hi: %zd घंटे
id: %zd jam
ko: %zd 시간
ky: %zd саат
pt_br: % zd horas
ru: %зд часов
tr: %zd saat
uz: %zd soat
vi: %zd giờ
zh_hans: %zd小时
zh_hant: %zd小時

# %zd分
source: %zd Points
ar: %zd نقطة
bn: %zd পয়েন্ট
es: %zd puntos
fa: %zd امتیاز
hi: %zd अंक
id: %zd poin
ko: %zd 분
ky: %zd упай
pt_br: %zd
ru: %zd баллов
tr: %zd puan
uz: %zd ball
vi: %zd phút
zh_hans: %zd分
zh_hant: %zd分

# %.1f秒
source: %.1f Seconds
ar: %.1f ثانية
bn: %.1f সেকেন্ড
es: %.1f segundos
fa: %1f ثانیه
fr: %.1f secondes
hi: %.1f सेकंड
id: %.1f detik
ko: %.1f초
ky: %.1f секунд
pt_br: %.1f segundos
ru: %.1f секунд
tr: %.1f saniye
uz: %.1f soniya
vi: %.1f giây
zh_hans: %.1f秒
zh_hant: %.1f秒

# 已是最新版本
source: Already the latest version
ar: بالفعل أحدث إصدار
bn: ইতিমধ্যে সর্বশেষ সংস্করণ
es: Ya la ultima version
fa: در حال حاضر آخرین نسخه
fr: Déjà la dernière version
hi: पहले से ही नवीनतम संस्करण
id: Sudah versi terbaru
ko: 이미 최신 버전임
ky: Эң акыркы версия
pt_br: É a versão mais recente.
ru: Уже последняя версия
tr: Zaten en son sürüm
uz: Allaqachon oxirgi versiya
vi: Đã là phiên bản mới nhất
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# %ds后重新获取
source: Get it again after %ds
ar: احصل عليه مرة أخرى بعد %ds
bn: %ds পরে আবার পান
es: Obtenerlo nuevamente después de %ds
fa: بعد از %ds دوباره آن را دریافت کنید
fr: Récupérez-le après %ds
hi: %ds के बाद इसे पुनः प्राप्त करें
id: Dapatkan lagi setelah %ds
ko: %ds 이후 다시 획득
ky: %ds кийин кайра алыңыз
pt_br: Recaptura após %ds
ru: Получите его снова после %ds
tr: %ds sonra tekrar alın
uz: %ds dan keyin yana yuklab oling
vi: Nhận lại sau %ds
zh_hans: %ds后重新获取
zh_hant: %ds後重新獲取

# 重新获取(%d)
source: Re-fetch (%d)
ar: إعادة تحميل(%d)
bn: পুনরুদ্ধার(%d)
es: Recargar(%d)
fa: بازخوانی(%d)
fr: Rechercher(%d)
hi: पुनः प्राप्त(%d)
id: Ambil(%d)
ko: 다시 받기(%d)
ky: Жүктөө(%d)
pt_br: Recarregar(%d)
ru: Повторить(%d)
tr: Yeniden(%d)
uz: Qayta(%d)
vi: Tải lại(%d)
zh_hans: 重新获取(%d)
zh_hant: 重新獲取(%d)

# %@ 撤回了一条消息
source: %@ Withdrew a message
ar: %@ قام بسحب الرسالة
bn: %@ একটি বার্তা প্রত্যাহার করেছে৷
es: %@ retiró un mensaje
fa: %@ پیامی را پس گرفت
fr: %@ a retiré un message
hi: %@ ने एक संदेश वापस ले लिया
id: %@ menarik pesan
ko: %@ 메시지를 철회했습니다
ky: %@ билдирүүнү кайтарып алды
pt_br: %@ retirou uma mensagem
ru: %@ отозвал сообщение
tr: %@ bir mesajı geri çekti
uz: %@ xabarni qaytarib oldi
vi: %@ đã thu hồi tin nhắn
zh_hans: %@ 撤回了一条消息
zh_hant: %@ 撤回了一條消息

# [有人@我]
source: [Someone@me]
ar: [شخص@لي]
bn: [কেউ@আমি]
es: [Alguien@yo]
fr: [Quelqu'un@moi]
hi: [मुझे कोई]
id: [Seseorang@saya]
ko: [누군가 @ 나]
ky: [Бирөө@мен]
pt_br: [Alguém me @]
ru: [Кто-то@меня]
tr: [Birisi@ben]
uz: [Kimdir@men]
vi: [Ai đó @ tôi]
zh_hans: [有人@我]
zh_hant: [有人@我]

# %@“%@” 加入了群聊
source: %@“%@” Joined the group chat
ar: انضم %@“%@” إلى الدردشة الجماعية
bn: %@“%@” গ্রুপ চ্যাটে যোগ দিয়েছে
es: %@“%@” se unió al chat grupal
fa: %@“%@” به چت گروهی پیوست
fr: %@«%@» a rejoint le chat de groupe
hi: %@“%@” समूह चैट में शामिल हुआ
id: %@“%@” bergabung dengan obrolan grup
ko: %@“%@” 그룹 채팅에 참여했습니다.
ky: %@“%@” топтук чатка кошулду
pt_br: %@“%@” entrou no bate-papo em grupo
ru: %@“%@” присоединился к групповому чату
tr: %@“%@” grup sohbetine katıldı
uz: %@“%@” guruh chatiga qoʻshildi
vi: %@“%@” đã tham gia cuộc trò chuyện nhóm
zh_hans: %@“%@” 加入了群聊
zh_hant: %@“%@” 加入了群聊

# “%@”通过扫描二维码加入群聊
source: “%@” Joins the group chat by scanning the QR code
ar: ينضم “%@” إلى الدردشة الجماعية عن طريق مسح رمز الاستجابة السريعة
bn: QR কোড স্ক্যান করে “%@” গ্রুপ চ্যাটে যোগদান করে
es: “%@” se une al chat grupal escaneando el código QR
fa: “%@” با اسکن کد QR به چت گروهی می‌پیوندد
fr: “%@” rejoint la discussion de groupe en scannant le code QR
hi: “%@” क्यूआर कोड को स्कैन करके समूह चैट में शामिल होता है
id: “%@” bergabung dengan obrolan grup dengan memindai kode QR
ko: “%@”QR 코드를 스캔하여 그룹 채팅에 참여하세요.
ky: “%@” QR кодун сканерлөө менен топтук маекке кошулат
pt_br: “%@” entra no bate-papo em grupo por meio da leitura do código QR
ru: «%@» присоединяется к групповому чату, сканируя QR-код.
tr: “%@” QR kodunu tarayarak grup sohbetine katılır
uz: “%@” QR kodini skanerlash orqali guruh chatiga qo'shiladi
vi: “%@” tham gia trò chuyện nhóm bằng cách quét mã QR
zh_hans: “%@”通过扫描二维码加入群聊
zh_hant: “%@”通過掃描二維碼加入群聊

# 群主开启了全员禁言
source: The group owner has activated the ban for all members
ar: قام مالك المجموعة بتفعيل الحظر لجميع الأعضاء
bn: গ্রুপের মালিক সকল সদস্যের জন্য নিষেধাজ্ঞা সক্রিয় করেছে
es: El propietario del grupo ha activado la prohibición para todos los miembros.
fa: مالک گروه ممنوعیت را برای همه اعضا فعال کرده است
fr: Le propriétaire du groupe a activé le bannissement de tous les membres
hi: समूह स्वामी ने सभी सदस्यों के लिए प्रतिबंध सक्रिय कर दिया है
id: Pemilik grup telah mengaktifkan larangan untuk semua anggota
ko: 그룹 소유자가 모든 회원에 대해 차단을 활성화했습니다.
ky: Топтун ээси тыюуну бардык мүчөлөр үчүн иштетти
pt_br: O líder do grupo iniciou um banimento de todos os membros.
ru: Владелец группы активировал бан для всех участников
tr: Grup sahibi yasağı tüm üyeler için etkinleştirdi
uz: Guruh egasi barcha a'zolar uchun taqiqni faollashtirgan
vi: Chủ nhóm đã bật lệnh khóa chat với tất cả thành viên
zh_hans: 群主开启了全员禁言
zh_hant: 群主開啟了全員禁言

# 你已被踢出群聊
source: You have been kicked out of the group chat
ar: لقد تم طردك من الدردشة الجماعية
bn: আপনাকে গ্রুপ চ্যাট থেকে বের করে দেওয়া হয়েছে
es: Te han expulsado del chat grupal.
fa: شما از چت گروهی اخراج شدید
fr: Vous avez été expulsé du chat de groupe
hi: आपको समूह चैट से बाहर निकाल दिया गया है
id: Anda telah dikeluarkan dari obrolan grup
ko: 그룹채팅에서 쫓겨났습니다
ky: Сиз топтук чаттан чыгарылдыңыз
pt_br: Você foi expulso do bate-papo em grupo.
ru: Вас исключили из группового чата
tr: Grup sohbetinden atıldınız
uz: Siz guruh chatidan chiqarib yuborildingiz
vi: Bạn đã bị loại khỏi cuộc trò chuyện nhóm
zh_hans: 你已被踢出群聊
zh_hant: 你已被踢出群聊

# “%@”将“%@”踢出群聊
source: “%@” Kicked “%@” out of the group chat
ar: قام “%@” بطرد “%@” من الدردشة الجماعية
bn: “%@” গ্রুপ চ্যাট থেকে “%@” কে বের করে দিয়েছে
es: “%@” expulsó a “%@” del chat grupal
fa: “%@” “%@” را از چت گروهی بیرون کرد
fr: “%@” a expulsé “%@” de la discussion de groupe
hi: “%@” ने “%@” को समूह चैट से बाहर निकाल दिया
id: “%@” mengeluarkan “%@” dari obrolan grup
ko: “%@”이(가) 그룹 채팅에서 “%@”을(를) 쫓아냈습니다.
ky: “%@” “%@” тобун чаттан чыгарып салды
pt_br: “%@” expulsa “%@” do bate-papo em grupo
ru: “%@” выгнал “%@” из группового чата
tr: “%@”, “%@” grubunu grup sohbetinden attı
uz: “%@” “%@” ni guruh chatidan chiqarib yubordi
vi: “%@” đã loại “%@” ra khỏi cuộc trò chuyện nhóm
zh_hans: “%@”将“%@”踢出群聊
zh_hant: “%@”將“%@”踢出群聊

# “%@”将“%@”设为管理员
source: “%@” Sets “%@” as an administrator
ar: يقوم “%@” بتعيين “%@” كمسؤول
bn: “%@” প্রশাসক হিসাবে “%@” সেট করে
es: “%@” establece “%@” como administrador
fa: “%@” “%@” را به عنوان مدیر تنظیم می کند
fr: “%@” définit “%@” comme administrateur
hi: “%@” व्यवस्थापक के रूप में “%@” सेट करता है
id: “%@” menetapkan “%@” sebagai administrator
ko: “%@”은(는) “%@”을(를) 관리자로 설정합니다.
ky: “%@” администратор катары “%@” коет
pt_br: “%@” para definir “%@” como administrador
ru: «%@» назначает «%@» администратором
tr: “%@”, “%@”yi yönetici olarak ayarlar
uz: “%@” “%@” ni administrator sifatida belgilaydi
vi: “%@” đặt “%@” làm quản trị viên
zh_hans: “%@”将“%@”设为管理员
zh_hant: “%@”將“%@”設為管理員

# “%@”将“%@”从管理员中移除
source: “%@” Removes “%@” from admins
ar: “%@” يزيل “%@” من المسؤولين
bn: “%@” প্রশাসকদের থেকে “%@” সরিয়ে দেয়
es: “%@” elimina “%@” de los administradores
fa: “%@” “%@” را از مدیران حذف می کند
fr: “%@” supprime “%@” des administrateurs
hi: “%@” व्यवस्थापकों से “%@” हटा देता है
id: “%@” menghapus “%@” dari admin
ko: “%@”은(는) 관리자에게서 “%@”을(를) 제거합니다.
ky: “%@” администраторлордон “%@” алып салат
pt_br: “%@” remove “%@” dos administradores
ru: “%@” удаляет “%@” из администраторов
tr: “%@”, “%@” grubunu yöneticilerden kaldırır
uz: “%@” “%@” ni administratorlardan olib tashlaydi
vi: “%@” xóa “%@” khỏi quản trị viên
zh_hans: “%@”将“%@”从管理员中移除
zh_hant: “%@”將“%@”從管理員中移除

# “%@”将群名称修改为“%@”
source: “%@” Changes the group name to “%@”
ar: “%@” يغير اسم المجموعة إلى “%@”
bn: “%@” গ্রুপের নাম পরিবর্তন করে “%@” করে
es: “%@” cambia el nombre del grupo a “%@”
fa: “%@” نام گروه را به “%@” تغییر می دهد.
fr: “%@” change le nom du groupe en “%@”
hi: “%@” समूह का नाम बदलकर “%@” कर देता है
id: “%@” mengubah nama grup menjadi “%@”
ko: “%@”은(는) 그룹 이름을 “%@”(으)로 변경합니다.
ky: “%@” топтун атын “%@” кылып өзгөртөт
pt_br: “%@” para alterar o nome do grupo para “%@”
ru: «%@» меняет имя группы на «%@»
tr: “%@”, grup adını “%@” olarak değiştirir
uz: “%@” guruh nomini “%@” ga o'zgartiradi
vi: “%@” đổi tên nhóm thành “%@”
zh_hans: “%@”将群名称修改为“%@”
zh_hant: “%@”將群名稱修改為“%@”

# %@等%ld人
source: %@Waiting for %ld people
ar: %@في انتظار %ld من الأشخاص
bn: %@%ld লোকের জন্য অপেক্ষা করা হচ্ছে
es: %@Esperando a %ld personas
fa: %@در انتظار %ld نفر
fr: %@En attente de %ld personnes
hi: %@%ld लोगों की प्रतीक्षा है
id: %@Menunggu %ld orang
ko: %@%ld명을 기다리는 중입니다.
ky: %@%ld адам күтүлүүдө
pt_br: %@Esperando por %ld pessoas
ru: %@Ожидание %ld человек
tr: %@%ld kişi bekleniyor
uz: %@%ld kishi kutilmoqda
vi: %@ đang chờ %ld người
zh_hans: %@等%ld人
zh_hant: %@等%ld人

# %@邀请%@加入%@
source: %@Invite %@ to join %@
ar: %@ قم بدعوة %@ للانضمام %@
bn: %@ যোগদানের জন্য %@কে আমন্ত্রণ জানান
es: %@Invitar a %@ a unirse a %@
fa: %@ دعوت از %@ برای پیوستن به %@
fr: %@Inviter %@ à rejoindre %@
hi: %@ शामिल होने के लिए %@ को आमंत्रित करें
id: %@Undang %@ untuk bergabung %@
ko: %@%@을(를) %@에 초대하세요
ky: %@ %@ кошулууга %@ чакырыңыз
pt_br: %@Invite%@para%@
ru: %@Пригласите %@ присоединиться к %@
tr: %@%@'yi %@'a katılmaya davet edin
uz: %@ %@ ni %@ ga qo‘shilishga taklif qiling
vi: %@ mời %@ tham gia %@
zh_hans: %@邀请%@加入%@
zh_hant: %@邀請%@加入%@

# %@发起了%@
source: %@ Initiated %@
ar: %@ بدأت %@
bn: %@ শুরু হয়েছে %@
es: %@ iniciado %@
fa: %@ آغاز شد %@
fr: %@ a lancé %@
hi: %@ शुरू किया %@
id: %@ dimulai %@
ko: %@시작됨%@
ky: %@ демилгеленген %@
pt_br: %@ iniciado %@
ru: %@ инициировано %@
tr: %@ %@ başlattı
uz: %@ boshlangan %@
vi: %@ đã bắt đầu %@
zh_hans: %@发起了%@
zh_hant: %@發起了%@

# 群%@开始了
source: Group %@ started
ar: بدأت المجموعة %@
bn: গ্রুপ %@ শুরু হয়েছে
es: Grupo %@ iniciado
fa: گروه %@ شروع شد
fr: Groupe %@ démarré
hi: समूह %@ प्रारंभ हुआ
id: Grup %@ dimulai
ko: %@ 그룹이 시작되었습니다.
ky: %@ тобу башталды
pt_br: O grupo %@started
ru: Группа %@ запущена
tr: %@ grubu başlatıldı
uz: %@ guruhi boshlandi
vi: Nhóm %@ đã bắt đầu
zh_hans: 群%@开始了
zh_hant: 群%@開始了

# [未知]
source: [Unknown]
ar: [مجهول]
bn: [অজানা]
es: [desconocido]
fa: [ناشناخته]
fr: [inconnu]
hi: [अज्ञात]
id: [tidak dikenal]
ko: [알려지지 않은]
ky: [белгисиз]
pt_br: [Desconhecido]
ru: [неизвестный]
tr: [Bilinmeyen]
uz: [noma'lum]
vi: [không xác định]
zh_hans: [未知]
zh_hant: [未知]

# [草稿]
source: [Draft]
ar: [مسودة]
bn: [খসড়া]
es: [borrador]
fa: [پیش نویس]
fr: [brouillon]
hi: [मसौदा]
id: [draf]
ko: [초안]
ky: [Долбоор]
pt_br: [Rascunho]
ru: [черновик]
tr: [taslak]
uz: [qoralama]
vi: [bản nháp]
zh_hans: [草稿]
zh_hant: [草稿]

# 刚刚
source: Just
ar: فقط
bn: শুধু
es: justo
fa: فقط
fr: juste
hi: अभी
id: hanya
ko: 방금
ky: жөн гана
pt_br: recentemente
ru: только
tr: Sadece
uz: shunchaki
vi: Vừa mới
zh_hans: 刚刚
zh_hant: 剛剛

# %ld分钟以前
source: %ld Minutes ago
ar: منذ %ld دقيقة
bn: %ld মিনিট আগে
es: Hace %ld minutos
fa: %ld دقیقه قبل
fr: il y a %ld minutes
hi: %ld मिनट पहले
id: %ld beberapa menit yang lalu
ko: %ld분 전
ky: %ld мүнөт мурун
pt_br: %ld minutos atrás
ru: %ld минут назад
tr: %ld dakika önce
uz: %ld daqiqa oldin
vi: %ld phút trước
zh_hans: %ld分钟以前
zh_hant: %ld分鐘以前

# %ld小时以前
source: %ld Hours ago
ar: منذ %ld ساعة
bn: %ld ঘন্টা আগে
es: Hace %ld horas
fa: %ld ساعت قبل
fr: Il y a %ld heures
hi: %ld घंटे पहले
id: %ld jam yang lalu
ko: %몇 시간 전
ky: %ld саат мурун
pt_br: %ld horas atrás
ru: %ld часов назад
tr: %ld saat önce
uz: %ld soat oldin
vi: %ld giờ trước
zh_hans: %ld小时以前
zh_hant: %ld小時以前
