Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 您正在取消 “%@” 的管理权限。
source: You are revoking administrative rights from “%@”.
ar: أنت تقوم بإلغاء الحقوق الإدارية من “%@“.
bn: আপনি “%@” থেকে প্রশাসনিক অধিকার প্রত্যাহার করছেন।
es: Estás revocando derechos administrativos de “%@”.
fa: شما حقوق اداری را از “%@” لغو می کنید.
fr: Vous révoquez les droits d'administration de “%@”.
hi: आप “%@” से प्रशासनिक अधिकार रद्द कर रहे हैं।
id: Anda mencabut hak administratif dari “%@”.
ko: “%@”의 관리 권한을 취소합니다.
ky: Сиз “%@” административдик укуктарын жокко чыгарып жатасыз.
pt_br: Você está cancelando os privilégios administrativos de “%@”.
ru: Вы отзываете административные права у «%@».
tr: “%@” adlı kullanıcının yönetici haklarını iptal ediyorsunuz.
uz: Siz “%@” dan maʼmuriy huquqlarni bekor qilyapsiz.
vi: Bạn đang hủy quyền quản lý của “%@” .
zh_hans: 您正在取消 “%@” 的管理权限。
zh_hant: 您正在取消“%@” 的管理權限。

# 群管理
source: Group management
ar: إدارة المجموعة
bn: গ্রুপ ব্যবস্থাপনা
es: Manejo de grupo
fa: مدیریت گروه
fr: Gestion de groupe
hi: समूह प्रबंधन
id: Manajemen grup
ko: 그룹 관리
ky: Топту башкаруу
pt_br: gerenciamento de grupos
ru: Управление группой
tr: Grup yönetimi
uz: Guruh boshqaruvi
vi: Quản lý nhóm
zh_hans: 群管理
zh_hant: 群管理

# 成员解除禁言成功
source: Member unbanned successfully
ar: تم إلغاء حظر العضو بنجاح
bn: সদস্য সফলভাবে নিষিদ্ধ করা হয়েছে
es: Miembro desbaneado exitosamente
fa: عضو با موفقیت لغو ممنوعیت شد
fr: Membre débanni avec succès
hi: सदस्य को सफलतापूर्वक हटाया गया
id: Anggota berhasil dibatalkan pemblokirannya
ko: 회원 차단이 해제되었습니다.
ky: Мүчө бөгөттөн ийгиликтүү чыгарылды
pt_br: Membro cujo banimento foi cancelado com sucesso
ru: Участник успешно разбанен
tr: Üyenin yasağı başarıyla kaldırıldı
uz: Muvaffaqiyatli aʼzo blokdan chiqarildi
vi: Thành viên được bỏ khóa chat thành công
zh_hans: 成员解除禁言成功
zh_hant: 成員解除禁言成功

# 关闭全员禁言
source: Close all bans
ar: إغلاق كافة أشكال الحظر
bn: সমস্ত নিষেধাজ্ঞা বন্ধ করুন
es: Cerrar todas las prohibiciones
fa: تمام ممنوعیت ها را ببندید
fr: Fermer toutes les interdictions
hi: सभी प्रतिबंध बंद करें
id: Tutup semua larangan
ko: 모든 금지를 닫습니다
ky: Бардык тыюуларды жабуу
pt_br: Encerrar o amordaçamento de toda a equipe
ru: Закрыть все баны
tr: Tüm yasakları kapat
uz: Barcha taqiqlarni yoping
vi: Đóng lệnh khóa chat tất cả thành viên
zh_hans: 关闭全员禁言
zh_hant: 關閉全員禁言

# 开启全员禁言
source: Enable ban for all members
ar: تفعيل الحظر لجميع الأعضاء
bn: সমস্ত সদস্যদের জন্য নিষেধাজ্ঞা সক্রিয় করুন
es: Habilitar prohibición para todos los miembros
fa: فعال کردن ممنوعیت برای همه اعضا
fr: Activer l'interdiction pour tous les membres
hi: सभी सदस्यों के लिए प्रतिबंध सक्षम करें
id: Aktifkan larangan untuk semua anggota
ko: 모든 구성원에 대해 음소거 활성화
ky: Бардык мүчөлөр үчүн тыюуну иштетүү
pt_br: Habilitar o banimento total
ru: Включить бан для всех участников
tr: Tüm üyeler için yasağı etkinleştir
uz: Barcha aʼzolar uchun taqiqni yoqing
vi: Mở lệnh khóa chat tất cả thành viên
zh_hans: 开启全员禁言
zh_hant: 開啟全員禁言

# 群组解散成功
source: Group disbanded successfully
ar: تم حل المجموعة بنجاح
bn: গ্রুপ সফলভাবে ভেঙে দেওয়া হয়েছে
es: Grupo disuelto exitosamente
fa: گروه با موفقیت منحل شد
fr: Groupe dissous avec succès
hi: समूह सफलतापूर्वक भंग हो गया
id: Grup berhasil dibubarkan
ko: 그룹이 성공적으로 해체되었습니다
ky: Топ ийгиликтүү таркатылды
pt_br: O grupo foi dissolvido com sucesso.
ru: Группа успешно расформирована
tr: Grup başarıyla dağıldı
uz: Guruh muvaffaqiyatli tarqaldi
vi: Giải tán nhóm thành công
zh_hans: 群组解散成功
zh_hant: 群組解散成功

# 解散群聊
source: Dismiss group chat
ar: رفض الدردشة الجماعية
bn: গ্রুপ চ্যাট খারিজ
es: Cerrar chat grupal
fa: رد کردن چت گروهی
fr: Ignorer la discussion de groupe
hi: समूह चैट ख़ारिज करें
id: Tutup obrolan grup
ko: 그룹 채팅 닫기
ky: Топтук чатты жабуу
pt_br: Encerrar o bate-papo em grupo
ru: Закрыть групповой чат
tr: Grup sohbetini kapat
uz: Guruh suhbatini yopish
vi: Giải tán nhóm trò chuyện
zh_hans: 解散群聊
zh_hant: 解散群聊

# 解散当前群聊并清空群内聊天记录
source: Dismiss the current group chat and clear the chat history in the group
ar: ارفض الدردشة الجماعية الحالية وامسح سجل الدردشة في المجموعة
bn: বর্তমান গ্রুপ চ্যাট খারিজ করুন এবং গ্রুপে চ্যাট ইতিহাস সাফ করুন
es: Descartar el chat grupal actual y borrar el historial de chat en el grupo
fa: گپ گروهی فعلی را رد کنید و سابقه چت را در گروه پاک کنید
fr: Ignorer la discussion de groupe en cours et effacer l'historique des discussions dans le groupe
hi: वर्तमान समूह चैट को ख़ारिज करें और समूह में चैट इतिहास साफ़ करें
id: Tutup obrolan grup saat ini dan hapus riwayat obrolan di grup
ko: 현재 그룹 채팅을 닫고 그룹 채팅 기록을 지웁니다.
ky: Учурдагы топтук чатты жабуу жана топтогу чат тарыхын тазалоо
pt_br: Encerrar o bate-papo em grupo atual e limpar os registros do bate-papo em grupo.
ru: Закрыть текущий групповой чат и очистить историю чата в группе.
tr: Mevcut grup sohbetini kapatın ve gruptaki sohbet geçmişini temizleyin
uz: Joriy guruh suhbatini o‘chirib qo‘ying va guruhdagi suhbatlar tarixini tozalang
vi: Giải tán nhóm trò chuyện hiện tại và xóa lịch sử trò chuyện nhóm
zh_hans: 解散当前群聊并清空群内聊天记录
zh_hant: 解散當前群聊並清空群內聊天記錄

# 邀请进群申请
source: Invite to join the group application
ar: دعوة للانضمام إلى تطبيق المجموعة
bn: গ্রুপ অ্যাপ্লিকেশনে যোগদানের জন্য আমন্ত্রণ জানান
es: Invitar a unirse a la aplicación grupal.
fa: برای پیوستن به برنامه گروه دعوت کنید
fr: Inviter à rejoindre l'application de groupe
hi: समूह एप्लिकेशन में शामिल होने के लिए आमंत्रित करें
id: Undang untuk bergabung dengan aplikasi grup
ko: 그룹 신청에 참여하도록 초대
ky: Топтук тиркемеге кошулууга чакырыңыз
pt_br: Convite para aplicação em grupo
ru: Пригласить присоединиться к групповой заявке
tr: Grup uygulamasına katılmaya davet edin
uz: Guruh ilovasiga qo'shilishga taklif qiling
vi: Mời tham gia nhóm
zh_hans: 邀请进群申请
zh_hant: 邀請進群申請

# 关闭音视频
source: Turn off audio and video
ar: قم بإيقاف تشغيل الصوت والفيديو
bn: অডিও এবং ভিডিও বন্ধ করুন
es: Desactivar audio y vídeo
fa: صدا و تصویر را خاموش کنید
fr: Désactivez l'audio et la vidéo
hi: ऑडियो और वीडियो बंद करें
id: Matikan audio dan video
ko: 오디오 및 비디오 끄기
ky: Аудио жана видеону өчүрүү
pt_br: Desligue o áudio e o vídeo
ru: Отключить звук и видео
tr: Sesi ve videoyu kapat
uz: Audio va videoni o'chiring
vi: Tắt âm thanh, video
zh_hans: 关闭音视频
zh_hant: 關閉音視頻

# 关闭群提示
source: Close group prompt
ar: إغلاق تلميح المجموعة
bn: গ্রুপ প্রম্পট বন্ধ করুন
es: Cerrar mensaje de grupo
fa: بستن دستور گروه
fr: Fermer les conseils de groupe
hi: ग्रुप प्रॉम्प्ट बंद करें
id: Tutup perintah grup
ko: 그룹 메시지 닫기
ky: Топтук кеңешти жабуу
pt_br: Desativar alertas de grupo
ru: Выключить групповой сигнал
tr: Grup istemini kapat
uz: Guruh soʻrovini yopish
vi: Đóng lời nhắc nhóm
zh_hans: 关闭群提示
zh_hant: 關閉羣提示

# 新成员可查看历史记录
source: New members can view history
ar: يمكن للأعضاء الجدد عرض التاريخ
bn: নতুন সদস্যরা ইতিহাস দেখতে পারে
es: Los nuevos miembros pueden ver el historial
fa: اعضای جدید می توانند تاریخ را ببینند
fr: Les nouveaux membres peuvent voir l'historique
hi: नए सदस्यों इतिहास देख सकते हैं
id: Anggota baru dapat melihat sejarah
ko: 신규 회원은 기록을 볼 수 있습니다.
ky: Жаңы катышуучулар тарыхты көрө алат
pt_br: Novos membros podem visualizar o histórico
ru: Новые участники могут просмотреть историю
tr: Yeni üyeler tarihi görülebilir
uz: Yangi a'zolar tarixni ko'rishlari mumkin
vi: Thành viên mới Xem lịch sử
zh_hans: 新成员可查看历史记录
zh_hant: 新成員可查看歷史記錄

# “%@” 关闭了新成员可查看历史消息
source: '%@' has disabled new members to view historical messages
ar: ' %@ ' إغلاق عضو جديد لعرض رسالة التاريخ
bn: %@ নতুন সদস্যদের ঐতিহাসিক বার্তা দেখার ক্ষমতা বন্ধ করে দিয়েছে
es: “%@” cierra nuevos miembros para ver mensajes históricos
fa: '%@' اعضای جدید را برای دیدن پیغام تاریخی غیرفعال کرده است
fr: “%@” fermé nouveaux membres afficher les messages historiques
hi: '%@' ने इतिहास संदेश देखने के लिए नया सदस्य अक्षम कर दिया है
id: '%@' telah mematikan anggota baru untuk melihat pesan sejarah
ko: “%@” 신규 회원이 과거 메시지를 볼 수 없도록 폐쇄됨
ky: “%@” тарыхый билдирүүлөрдү көрүү үчүн жаңы катышуучуларды өчүрдү
pt_br: %@ está desativado para que os novos membros vejam as mensagens do histórico.
ru: «%@» закрыл доступ к историческим новостям для новых членов
tr: '%@' tarih mesajlarını görürmek için yeni üyeleri etkisizlendi
uz: “%@” yangi aʼzolar uchun tarixiy xabarlarni koʻrish imkoniyatini yopdi
vi: «%@ » tắt tin nhắn lịch sử cho thành viên mới
zh_hans: “%@” 关闭了新成员可查看历史消息
zh_hant: “%@”關閉了新成員可查看歷史消息

# “%@” 开启了新成员可查看历史消息
source: '%@' has enabled new members to view historical messages
ar: ' %@ ' فتح عضو جديد لعرض رسالة التاريخ
bn: %@ নতুন সদস্যদের ঐতিহাসিক বার্তা দেখতে সক্ষম করেছে৷
es: “%@” abre un nuevo miembro para ver mensajes históricos
fa: '%@' اعضای جدید را برای دیدن پیامهای تاریخی فعال کرده است
fr: “%@” ouvre un nouveau membre afficher les messages historiques
hi: '%@' ने इतिहास संदेश देखने के लिए नए सदस्यों को सक्षम कर दिया है
id: '%@' telah memungkinkan anggota baru untuk melihat pesan sejarah
ko: “%@” 활성화되면 새 회원이 기록 메시지를 볼 수 있습니다
ky: “%@” тарыхый билдирүүлөрдү көрүү үчүн жаңы катышуучуларды ишке ашырды
pt_br: %@ está ativado para que os novos membros vejam as mensagens do histórico.
ru: «%@» открывает доступ к историческим новостям для новых членов
tr: '%@' yeni üyelerin tarihi mesajlarını görüntülemesini sağladı
uz: “%@” yangi aʼzolarga tarixiy xabarlarni koʻrish imkonini berdi
vi: «%@ » mở thư lịch sử cho thành viên mới
zh_hans: “%@” 开启了新成员可查看历史消息
zh_hant: “%@”開啟了新成員可查看歷史消息

# 解散群组
source: Dismiss group
ar: رفض المجموعة
bn: গ্রুপ বরখাস্ত করুন
es: Descartar grupo
fa: رد کردن گروه
fr: Supprimer le groupe
hi: समूह ख़ारिज करें
id: Tutup grup
ko: 그룹 닫기
ky: Топту жабуу
pt_br: Dissolver o grupo
ru: Закрыть группу
tr: Grubu kapat
uz: Guruhni tark etish
vi: Giải tán nhóm
zh_hans: 解散群组
zh_hant: 解散群組

# 邀请好友
source: Invite friends
ar: ادعو أصدقاء
bn: বন্ধুদের আমন্ত্রণ জানান
es: invitar a amigos
fa: دوستان را دعوت کنید
fr: Inviter des amis
hi: मित्रों को आमंत्रित करें
id: mengundang teman-teman
ko: 친구를 초대
ky: Досторду чакыруу
pt_br: Convidar amigos
ru: пригласить друзей
tr: arkadaşları davet etmek
uz: do'stlarni taklif qiling
vi: Mời bạn bè
zh_hans: 邀请好友
zh_hant: 邀請好友

# 群主或管理员已启用“群聊邀请确认”, 请描述邀请原因
source: The group owner or administrator has enabled ”Group Chat Invitation Confirmation“, please describe the reason for the invitation
ar: قام مالك المجموعة أو مسؤولها بتمكين ” تأكيد دعوة الدردشة الجماعية“ ، يرجى توضيح سبب الدعوة
bn: গ্রুপের মালিক বা প্রশাসক “গ্রুপ চ্যাট আমন্ত্রণ নিশ্চিতকরণ” সক্ষম করেছেন, অনুগ্রহ করে আমন্ত্রণের কারণ বর্ণনা করুন
es: El propietario o administrador del grupo ha habilitado la “Confirmación de invitación al chat grupal”. Describa el motivo de la invitación.
fa: مالک یا سرپرست گروه “تأیید دعوت چت گروهی” را فعال کرده است، لطفاً دلیل دعوت را توضیح دهید.
fr: Le propriétaire ou l'administrateur du groupe a activé la « Confirmation d'invitation à une discussion de groupe ». Veuillez décrire la raison de l'invitation.
hi: समूह स्वामी या व्यवस्थापक ने “समूह चैट आमंत्रण पुष्टिकरण” सक्षम किया है, कृपया निमंत्रण का कारण बताएं
id: Pemilik atau administrator grup telah mengaktifkan ”Konfirmasi Undangan Obrolan Grup“, harap jelaskan alasan undangan tersebut
ko: 그룹 소유자 또는 관리자가“그룹 채팅 초대 확인”을 활성화했습니다. 초대 이유를 설명해 주세요.
ky: Топтун ээси же администратору “Топтук чат чакыруусун ырастоону” иштетти, чакыруунун себебин сүрөттөп бериңиз
pt_br: O proprietário ou administrador do grupo ativou a “Confirmação de convite para chat em grupo“. Descreva o motivo do convite.
ru: Владелец или администратор группы включил «Подтверждение приглашения в групповой чат», опишите причину приглашения.
tr: Grup sahibi veya yöneticisi “Grup Sohbet Daveti Onayı”nı etkinleştirdi, lütfen davetin nedenini açıklayın
uz: Guruh egasi yoki administratori “Guruh suhbatiga taklifni tasdiqlash” funksiyasini yoqdi, iltimos, taklif sababini tushuntirib bering.
vi: Chủ nhóm hoặc quản trị viên đã bật “Xác nhận lời mời trò chuyện nhóm”,Hãy mô tả lý do mời
zh_hans: 群主或管理员已启用“群聊邀请确认”, 请描述邀请原因
zh_hant: 群主或管理員已啟用“群聊邀請確認”, 請描述邀請原因

# 说明邀请理由
source: Explain the reason for the invitation
ar: اشرح سبب الدعوة
bn: দাওয়াতের কারণ ব্যাখ্যা কর
es: Explica el motivo de la invitación.
fa: دلیل دعوت را توضیح دهید
fr: Expliquer la raison de l'invitation
hi: निमंत्रण का कारण स्पष्ट करें
id: Jelaskan alasan undangan tersebut
ko: 초대 이유를 설명하세요.
ky: Чакыруунун себебин түшүндүрүңүз
pt_br: Declaração de motivos para o convite
ru: Объясните причину приглашения
tr: Davetin nedenini açıklayın
uz: Taklif sababini tushuntiring
vi: Giải thích lý do mời
zh_hans: 说明邀请理由
zh_hant: 說明邀請理由

# %@邀请你加入群聊
source: %@ Invites you to join the group chat
ar: %@ يدعوك للانضمام إلى الدردشة الجماعية
bn: %@ আপনাকে গ্রুপ চ্যাটে যোগ দিতে আমন্ত্রণ জানিয়েছে
es: %@ te invita a unirte al chat grupal
fa: %@ از شما دعوت می کند که به چت گروهی بپیوندید
fr: %@ vous invite à rejoindre le chat de groupe
hi: %@ आपको समूह चैट में शामिल होने के लिए आमंत्रित करता है
id: %@ mengundang Anda untuk bergabung dalam obrolan grup
ko: %@그룹 채팅에 참여하도록 초대
ky: %@ сизди топтук чатка кошулууга чакырат
pt_br: %@Convide você para participar do bate-papo em grupo
ru: %@ приглашает вас присоединиться к групповому чату
tr: %@ sizi grup sohbetine katılmaya davet ediyor
uz: %@ sizni guruh chatiga qo‘shilishga taklif qiladi
vi: %@ mời bạn tham gia trò chuyện nhóm
zh_hans: %@邀请你加入群聊
zh_hant: %@邀請你加入群聊

# 邀请成功
source: Invitation successful
ar: تمت الدعوة بنجاح
bn: আমন্ত্রণ সফল
es: Invitación exitosa
fa: دعوت با موفقیت انجام شد
fr: Invitation réussie
hi: निमंत्रण सफल
id: Undangan berhasil
ko: 초대 성공
ky: Чакыруу ийгиликтүү болду
pt_br: Convite bem-sucedido
ru: Приглашение успешно выполнено
tr: Davet başarılı
uz: Taklif muvaffaqiyatli
vi: Lời mời thành công
zh_hans: 邀请成功
zh_hant: 邀請成功

# 群组最多只能选择%d人
source: The group can only select at most %d people
ar: يمكن للمجموعة أن تختار فقط %d شخصًا على الأكثر
bn: গোষ্ঠীটি শুধুমাত্র সর্বাধিক %d জনকে নির্বাচন করতে পারে৷
es: El grupo solo puede seleccionar como máximo %d personas
fa: گروه فقط می تواند حداکثر %d نفر را انتخاب کند
fr: Le groupe ne peut sélectionner qu'un maximum de %d personnes
hi: समूह केवल अधिकतम %d लोगों का ही चयन कर सकता है
id: Grup hanya dapat memilih maksimal %d orang
ko: 그룹은 최대 %d명만 선택할 수 있습니다.
ky: Топ эң көп %d адамды гана тандай алат
pt_br: O número máximo de pessoas selecionadas para um grupo é %d
ru: Группа может выбрать не более %d человек.
tr: Grup yalnızca en fazla %d kişiyi seçebilir
uz: Guruh faqat koʻpi bilan %d kishini tanlashi mumkin
vi: Nhóm chỉ có thể chọn tối đa %d người
zh_hans: 群组最多只能选择%d人
zh_hant: 群組最多只能選擇%d人

# 系统投诉
source: System complaints
ar: شكاوى النظام
bn: সিস্টেমের অভিযোগ
es: Quejas del sistema
fa: شکایات سیستم
fr: Plaintes du système
hi: सिस्टम शिकायतें
id: Keluhan sistem
ko: 시스템 불만
ky: Системалык даттануулар
pt_br: Reclamações sobre o sistema
ru: Системные жалобы
tr: Sistem şikayetleri
uz: Tizim shikoyatlari
vi: Khiếu nại hệ thống
zh_hans: 系统投诉
zh_hant: 系統投訴

# 企业号/域名
source: Enterprise number/domain name
ar: رقم المؤسسة/اسم المجال
bn: এন্টারপ্রাইজ নম্বর/ডোমেন নাম
es: Número de empresa/nombre de dominio
fa: شماره شرکت/نام دامنه
fr: Numéro d'entreprise/nom de domaine
hi: एंटरप्राइज़ नंबर/डोमेन नाम
id: Nomor perusahaan/nama domain
ko: 기업 번호/도메인 이름
ky: Ишкананын номери/домен аты
pt_br: Nome da empresa/domínio
ru: Номер предприятия/доменное имя
tr: Şirket numarası/alan adı
uz: Korxona raqami/domen nomi
vi: Số doanh nghiệp/tên miền
zh_hans: 企业号/域名
zh_hant: 企業號/域名

# 确认提交投诉
source: Confirm submission of complaint
ar: تأكيد تقديم الشكوى
bn: অভিযোগ জমা নিশ্চিত করুন
es: Confirmar presentación de queja
fa: تایید ارسال شکایت
fr: Confirmer le dépôt de la plainte
hi: शिकायत प्रस्तुत करने की पुष्टि करें
id: Konfirmasikan pengajuan pengaduan
ko: 불만사항 제출 확인
ky: Даттанууну ырастоо
pt_br: Confirmação do envio da reclamação
ru: Подтвердите отправку жалобы
tr: Şikayetin gönderilmesini onaylayın
uz: Shikoyat yuborilishini tasdiqlang
vi: Xác nhận gửi khiếu nại
zh_hans: 确认提交投诉
zh_hant: 確認提交投訴

# 图片证据(必填)
source: Picture evidence (required)
ar: الأدلة المصورة (مطلوب)
bn: ছবি প্রমাণ (প্রয়োজনীয়)
es: Prueba de imagen (obligatoria)
fa: مدرک تصویری (الزامی)
fr: Preuve photographique (obligatoire)
hi: चित्र साक्ष्य (आवश्यक)
id: Bukti gambar (wajib)
ko: 사진 증거 (필수)
ky: Сүрөт далили (талап кылынат)
pt_br: Evidência fotográfica (obrigatória)
ru: Фотодоказательство (обязательно)
tr: Resimli kanıt (gerekli)
uz: Rasmiy dalillar (talab qilinadi)
vi: Bằng chứng hình ảnh (bắt buộc)
zh_hans: 图片证据(必填)
zh_hant: 圖片證據(必填)

# %d张/9
source: %d Photos/9
ar: %d صورة/9
bn: %dটি ফটো/9
es: %d fotos/9
fa: %d عکس/9
hi: %d फ़ोटो/9
id: %d foto/9
ko: %d장의 사진/9
ky: %d сүрөт/9
pt_br: %d Zhang/9
ru: %d фотографий/9
tr: %d fotoğraf/9
uz: %d ta surat/9
vi: %d ảnh/9
zh_hans: %d张/9
zh_hant: %d張/9

# 投诉内容
source: Complaints
ar: شكاوي
bn: অভিযোগ
es: Quejas
fa: شکایات
fr: Plaintes
hi: शिकायतों
id: Keluhan
ko: 기소내용
ky: Арыздар
pt_br: Descrição da reclamação
ru: Жалобы
tr: Şikayetler
uz: Shikoyatlar
vi: Nội dung khiếu nại
zh_hans: 投诉内容
zh_hant: 投訴內容

# 最多只能选择%ld张照片
source: You can only select at most %ld photos
ar: يمكنك تحديد %ld صورة فقط على الأكثر
bn: আপনি শুধুমাত্র সর্বাধিক %ld ফটো নির্বাচন করতে পারেন৷
es: Solo puedes seleccionar como máximo %ld fotos
fa: شما فقط می توانید حداکثر %ld عکس را انتخاب کنید
fr: Vous ne pouvez sélectionner qu'au maximum %ld photos
hi: आप अधिकतम %ld फ़ोटो ही चुन सकते हैं
id: Anda hanya dapat memilih maksimal %ld foto
ko: 최대 %ld개의 사진만 선택할 수 있습니다.
ky: Сиз эң көп %ld сүрөттү гана тандай аласыз
pt_br: Máximo de %ld fotos
ru: Вы можете выбрать не более %ld фотографий.
tr: Yalnızca en fazla %ld fotoğraf seçebilirsiniz
uz: Siz faqat koʻpi bilan %ld surat tanlashingiz mumkin
vi: Chỉ có thể chọn tối đa %ld ảnh
zh_hans: 最多只能选择%ld张照片
zh_hant: 最多只能選擇%ld張照片

# 发布违法有害信息
source: Publish illegal and harmful information
ar: نشر معلومات غير قانونية وضارة
bn: অবৈধ এবং ক্ষতিকারক তথ্য প্রকাশ করুন
es: Publicar información ilegal y dañina.
fa: انتشار اطلاعات غیرقانونی و مضر
fr: Publier des informations illégales et préjudiciables
hi: अवैध और हानिकारक जानकारी प्रकाशित करें
id: Publikasikan informasi ilegal dan berbahaya
ko: 불법적이고 유해한 정보 게시
ky: Мыйзамсыз жана зыяндуу маалыматтарды жарыялоо
pt_br: Publicação de informações ilegais e prejudiciais
ru: Публикуйте незаконную и вредную информацию
tr: Yasadışı ve zararlı bilgileri yayınlama
uz: Noqonuniy va zararli ma'lumotlarni nashr qilish
vi: Đăng thông tin bất hợp pháp, có hại
zh_hans: 发布违法有害信息
zh_hant: 發布違法有害信息

# 发布垃圾广告
source: Post spam ads
ar: نشر إعلانات غير مرغوب فيها
bn: পোস্ট স্প্যাম বিজ্ঞাপন
es: Publicar anuncios spam
fa: ارسال تبلیغات اسپم
fr: Publier des annonces spam
hi: स्पैम विज्ञापन पोस्ट करें
id: Pasang iklan spam
ko: 스팸 광고 게시
ky: Спам жарнамаларды жайгаштыруу
pt_br: Publicação de anúncios indesejados
ru: Размещать спам-объявления
tr: Spam reklamlar yayınlayın
uz: Spam reklamalarni joylashtirish
vi: Đăng quảng cáo rác
zh_hans: 发布垃圾广告
zh_hant: 發布垃圾廣告

# 种族歧视
source: Racism
ar: عنصرية
bn: বর্ণবাদ
es: racismo
fa: نژاد پرستی
fr: racisme
hi: जातिवाद
id: rasisme
ko: 인종차별
ky: расизм
pt_br: discriminação racial
ru: расизм
tr: ırkçılık
uz: irqchilik
vi: Phân biệt chủng tộc
zh_hans: 种族歧视
zh_hant: 種族歧視

# 存在文化歧视
source: There is cultural discrimination
ar: هناك تمييز ثقافي
bn: সাংস্কৃতিক বৈষম্য আছে
es: Hay discriminación cultural
fa: تبعیض فرهنگی وجود دارد
fr: Il y a une discrimination culturelle
hi: सांस्कृतिक भेदभाव है
id: Ada diskriminasi budaya
ko: 문화차별이 있네
ky: Маданий дискриминация бар
pt_br: Existência de discriminação cultural
ru: Существует культурная дискриминация
tr: Kültürel ayrımcılık var
uz: Madaniy diskriminatsiya mavjud
vi: Phân biệt văn hóa
zh_hans: 存在文化歧视
zh_hant: 存在文化歧視

# 辱骂骚扰
source: Insult harassment
ar: التحرش بالإهانة
bn: অপমান হয়রানি
es: Acoso por insultos
fa: توهین آزار و اذیت
fr: Insulte harcèlement
hi: अपमान उत्पीड़न
id: Pelecehan penghinaan
ko: 모욕적 괴롭힘
ky: Мазактоо
pt_br: abuso e assédio verbal
ru: Оскорбление, преследование
tr: Hakaret tacizi
uz: Haqorat qilish
vi: Xúc phạm quấy rối
zh_hans: 辱骂骚扰
zh_hant: 辱罵騷擾

# 帐号可能被盗
source: Account may have been stolen
ar: ربما تم سرقة الحساب
bn: অ্যাকাউন্ট চুরি হয়ে যেতে পারে
es: Es posible que la cuenta haya sido robada
fa: ممکن است حساب کاربری به سرقت رفته باشد
fr: Le compte a peut-être été volé
hi: खाता चोरी हो गया होगा
id: Akun mungkin telah dicuri
ko: 계정이 도난당했을 수 있습니다.
ky: Аккаунт уурдалган болушу мүмкүн
pt_br: A conta pode ter sido roubada
ru: Аккаунт мог быть украден
tr: Hesap çalınmış olabilir
uz: Hisob o'g'irlangan bo'lishi mumkin
vi: Tài khoản có thể đã bị đánh cắp
zh_hans: 帐号可能被盗
zh_hant: 帳號可能被盜

# 存在欺诈行为
source: There is fraud
ar: هناك احتيال
bn: জালিয়াতি আছে
es: hay fraude
fa: تقلب وجود دارد
fr: Il y a une fraude
hi: धोखाधड़ी है
id: Ada penipuan
ko: 사기 행위
ky: Алдамчылык бар
pt_br: Existe comportamento fraudulento
ru: Есть мошенничество
tr: Dolandırıcılık var
uz: Firibgarlik bor
vi: Hành vi lừa đảo
zh_hans: 存在欺诈行为
zh_hant: 存在欺詐行為

# 其他
source: Other
ar: آخر
bn: অন্যান্য
es: otro
fa: دیگر
fr: autre
hi: अन्य
id: lainnya
ko: 다른
ky: башка
pt_br: O resto
ru: другой
tr: diğer
uz: boshqa
vi: Khác
zh_hans: 其他
zh_hant: 其他

# 处理中...
source: Processing...
ar: يعالج...
bn: প্রক্রিয়া করা হচ্ছে...
es: Procesando...
fa: در حال پردازش...
fr: Traitement...
hi: प्रसंस्करण...
id: Pengolahan...
ko: 처리...
ky: Иштелүүдө...
pt_br: processar algo
ru: Обработка...
tr: İşleme...
uz: Qayta ishlanmoqda...
vi: Đang xử lý...
zh_hans: 处理中...
zh_hant: 處理中...

# 请输入投诉内容
source: Please enter the complaint content
ar: الرجاء إدخال محتوى الشكوى
bn: অনুগ্রহ করে অভিযোগের বিষয়বস্তু লিখুন
es: Por favor ingrese el contenido de la queja
fa: لطفا محتوای شکایت را وارد کنید
fr: Veuillez saisir le contenu de la plainte
hi: कृपया शिकायत सामग्री दर्ज करें
id: Silakan masukkan konten keluhan
ko: 민원 내용을 입력해주세요
ky: Сураныч, арыздын мазмунун киргизиңиз
pt_br: Digite sua reclamação
ru: Пожалуйста, введите содержание жалобы
tr: Lütfen şikayet içeriğini girin
uz: Iltimos, shikoyat mazmunini kiriting
vi: Vui lòng nhập nội dung khiếu nại
zh_hans: 请输入投诉内容
zh_hant: 請輸入投訴內容

# 请输入您的邮箱
source: Please enter your email
ar: رجاءا أدخل بريدك الإلكتروني
bn: আপনার ইমেল ঠিকানা লিখুন দয়া করে
es: Por favor introduzca su correo electrónico
fa: لطفا آدرس اییمیل خود را وارد نمایید
fr: Veuillez entrer votre email
hi: अपना ईमेल दर्ज करें
id: Masukkan email Anda
ko: 이메일을 입력해주세요
ky: Сураныч, электрондук почтаңызды киргизиңиз
pt_br: Digite seu endereço de e-mail
ru: Пожалуйста, введите свой адрес электронной почты
tr: Lütfen E-postanızı girin
uz: Iltimos, elektron pochtangizni kiriting
vi: Vui lòng nhập email
zh_hans: 请输入您的邮箱
zh_hant: 請輸入您的郵箱

# 请输入企业号/域名
source: Please enter the enterprise number/domain name
ar: الرجاء إدخال رقم المؤسسة/اسم المجال
bn: অনুগ্রহ করে এন্টারপ্রাইজ নম্বর/ডোমেন নাম লিখুন
es: Por favor ingrese el número de empresa/nombre de dominio
fa: لطفاً شماره شرکت/نام دامنه را وارد کنید
fr: Veuillez saisir le numéro d'entreprise/le nom de domaine
hi: कृपया एंटरप्राइज़ नंबर/डोमेन नाम दर्ज करें
id: Silakan masukkan nomor perusahaan/nama domain
ko: 기업 번호/도메인 이름을 입력하세요.
ky: Ишкананын номерин/домен атын киргизиңиз
pt_br: Digite seu número comercial/nome de domínio
ru: Пожалуйста, введите номер предприятия/доменное имя
tr: Lütfen işletme numarasını/alan adını girin
uz: Korxona raqami/domen nomini kiriting
vi: Vui lòng nhập số doanh nghiệp/tên miền
zh_hans: 请输入企业号/域名
zh_hant: 請輸入企業號/域名

# 是否拒绝?
source: Reject?
ar: يرفض؟
bn: প্রত্যাখ্যান?
es: ¿Rechazar?
fa: رد کردن؟
fr: Rejeter?
hi: अस्वीकार करना?
id: Menolak?
ko: 거절할지 말지?
ky: Кабыл алынсынбы?
pt_br: O pedido foi negado?
ru: Отклонять?
tr: Reddetmek?
uz: Rad etishmi?
vi: Có từ chối hay không?
zh_hans: 是否拒绝?
zh_hant: 是否拒絕?

# 是否同意?
source: Agree or not?
ar: توافق أم لا؟
bn: রাজি নাকি না?
es: ¿de acuerdo o no?
fa: موافقی یا نه؟
fr: d'accord ou pas ?
hi: सहमत हैं या नहीं?
id: setuju atau tidak?
ko: 동의하든 아니든?
ky: макулбу же жокпу?
pt_br: Você concorda?
ru: согласен или нет?
tr: kabul et veya etme?
uz: rozimisizmi?
vi: Có đồng ý hay không?
zh_hans: 是否同意?
zh_hant: 是否同意?
