Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# [群公告]
source: [Group Announcement]
ar: [إعلان المجموعة]
bn: [গ্রুপ ঘোষণা]
es: [Anuncio del grupo]
fa: [اطلاعیه گروه]
fr: [Annonce de groupe]
hi: [समूह घोषणा]
id: [Pengumuman Grup]
ko: [단체 발표]
ky: [Топтун жарыясы]
pt_br: [Anúncio do grupo].
ru: [Объявление группы]
tr: [Grup Duyurusu]
uz: [Guruh e'loni]
vi: [Thông báo nhóm]
zh_hans: [群公告]
zh_hant: [群公告]

# 隐藏翻译
source: Hide translation
ar: إخفاء الترجمة
bn: অনুবাদ লুকান
es: Ocultar traducción
fa: مخفی کردن ترجمه
fr: Masquer la traduction
hi: अनुवाद छिपाएँ
id: Sembunyikan terjemahan
ko: 번역 숨기기
ky: Котормосун жашыруу
pt_br: Ocultar tradução
ru: Скрыть перевод
tr: Çeviriyi gizle
uz: Tarjimani yashirish
vi: Ẩn bản dịch
zh_hans: 隐藏翻译
zh_hant: 隱藏翻譯

# 隐藏译文
source: Hide translation
ar: إخفاء الترجمة
bn: অনুবাদ লুকান
es: Ocultar traducción
fa: مخفی کردن ترجمه
fr: Masquer la traduction
hi: अनुवाद छिपाएँ
id: Sembunyikan terjemahan
ko: 번역 숨기기
ky: Котормосун жашыруу
pt_br: Ocultar tradução
ru: Скрыть перевод
tr: Çeviriyi gizle
uz: Tarjimani yashirish
vi: Ẩn bản dịch
zh_hans: 隐藏译文
zh_hant: 隱藏譯文

# 切换语种
source: Switch language
ar: تبديل اللغة
bn: ভাষা পরিবর্তন করুন
es: Cambiar idioma
fa: تغییر زبان
fr: Changer de langue
hi: भाषा बदलें
id: Ganti bahasa
ko: 언어 전환
ky: Тилди которуу
pt_br: Trocar de idioma
ru: Переключить язык
tr: Dili değiştir
uz: Tilni almashtirish
vi: Chuyển đổi ngôn ngữ
zh_hans: 切换语种
zh_hant: 切換語種

# 您尚未绑定字符账号，无法使用翻译功能，请绑定后使用。
source: You have not bound your character account and cannot use the translation function. Please bind it before using it.
ar: لم تقم بربط حساب شخصيتك ولا يمكنك استخدام وظيفة الترجمة. يرجى ربطها قبل استخدامها.
bn: আপনি আপনার অক্ষর অ্যাকাউন্টকে আবদ্ধ করেননি এবং অনুবাদ ফাংশন ব্যবহার করতে পারবেন না৷ দয়া করে এটি ব্যবহার করার আগে এটি আবদ্ধ করুন৷
es: No has vinculado la cuenta de tu personaje y no puedes usar la función de traducción. Vincúlala antes de usarla.
fa: شما حساب کاراکتر خود را محدود نکرده‌اید و نمی‌توانید از تابع ترجمه استفاده کنید. لطفاً قبل از استفاده آن را متصل کنید.
fr: Vous n'avez pas lié votre compte de personnage et vous ne pouvez pas utiliser la fonction de traduction. Veuillez le lier avant de l'utiliser.
hi: आपने अपने चरित्र खाते को बाध्य नहीं किया है और अनुवाद फ़ंक्शन का उपयोग नहीं कर सकते। कृपया इसका उपयोग करने से पहले इसे बाध्य करें।
id: Anda belum mengikat akun karakter Anda dan tidak dapat menggunakan fungsi terjemahan. Harap ikat sebelum menggunakannya.
ko: 캐릭터 계정을 바인딩하지 않아 번역 기능을 사용할 수 없으니 바인딩한 후 사용하시기 바랍니다.
ky: Сиз өзүңүздүн каарман аккаунтуңузду байлаган жоксуз жана котормо функциясын колдоно албайсыз. Колдонуудан мурун аны байлап коюңуз.
pt_br: Se você ainda não vinculou a conta do personagem, não poderá usar a função de tradução.
ru: Вы не привязали свою учетную запись персонажа и не можете использовать функцию перевода. Пожалуйста, привяжите ее перед использованием.
tr: Karakter hesabınızı bağlamadınız ve çeviri fonksiyonunu kullanamıyorsunuz. Lütfen kullanmadan önce bağlayın.
uz: Siz belgilar hisobingizni bog‘lamagansiz va tarjima funksiyasidan foydalana olmaysiz. Iltimos, uni ishlatishdan oldin bog‘lang.
vi: Bạn chưa liên kết tài khoản của mình và không thể sử dụng chức năng dịch thuật, vui lòng ràng buộc nó trước khi sử dụng.
zh_hans: 您尚未绑定字符账号，无法使用翻译功能，请绑定后使用。
zh_hant: 您尚未綁定字符賬號，無法使用翻譯功能，請綁定後使用。

# 绑定账户
source: Bind account
ar: ربط الحساب
bn: খাতা বাঁধুন
es: Vincular cuenta
fa: اتصال حساب
fr: Lier le compte
hi: खाता बाइंड करें
id: Ikat akun
ko: 계정 연결
ky: Каттоо эсебин байлоо
pt_br: Vincular conta
ru: Привязать аккаунт
tr: Hesabı bağla
uz: Hisobni bog'lash
vi: Liên kết tài khoản
zh_hans: 绑定账户
zh_hant: 綁定賬戶

# 百度翻译
source: Baidu translator
ar: مترجم بايدو
bn: Baidu অনুবাদক
es: Traductor de Baidu
fa: مترجم بایدو
fr: Traducteur Baidu
hi: Baidu अनुवादक
id: Penerjemah Baidu
ko: 바이두 번역
ky: Baidu котормочусу
pt_br: Tradução do Baidu
ru: Переводчик Байду
tr: Baidu çevirmeni
uz: Baidu tarjimoni
vi: Bản dịch Baidu
zh_hans: 百度翻译
zh_hant: 百度翻譯

# 有道翻译
source: Youdao translation
ar: ترجمة يوداو
bn: Youdao অনুবাদ
es: traducción de youdao
fa: ترجمه یودائو
fr: Traduction Youdao
hi: Youdao अनुवाद
id: Terjemahan Youdao
ko: Youdao 번역
ky: Youdao котормосу
pt_br: Tradução do YouTube
ru: Юдао перевод
tr: Youdao çevirisi
uz: Youdao tarjimasi
vi: Bản dịch Youdao
zh_hans: 有道翻译
zh_hant: 有道翻譯

# 内容翻译
source: Content translation
ar: ترجمة المحتوى
bn: বিষয়বস্তু অনুবাদ
es: Traducción de contenidos
fa: ترجمه محتوا
fr: Traduction de contenu
hi: सामग्री अनुवाद
id: Terjemahan konten
ko: 콘텐츠 번역
ky: Мазмунду которуу
pt_br: Tradução de conteúdo
ru: Перевод контента
tr: İçerik çevirisi
uz: Kontent tarjimasi
vi: Dịch nội dung
zh_hans: 内容翻译
zh_hant: 內容翻譯

# 将内容翻译为
source: Translate content to
ar: ترجمة المحتوى إلى
bn: বিষয়বস্তু অনুবাদ করুন
es: Traducir contenido a
fa: ترجمه محتوا به
fr: Traduire le contenu vers
hi: सामग्री का अनुवाद करें
id: Terjemahkan konten ke
ko: 콘텐츠를 다음으로 번역합니다.
ky: Мазмунду которуу
pt_br: Traduzir o conteúdo para
ru: Перевести контент на
tr: İçeriği şu dile çevir:
uz: Tarkibni tarjima qiling
vi: Dịch nội dung sang
zh_hans: 将内容翻译为
zh_hant: 將內容翻譯為

# 翻译通道
source: Translation channel
ar: قناة الترجمة
bn: অনুবাদ চ্যানেল
es: canal de traducción
fa: کانال ترجمه
fr: canal de traduction
hi: अनुवाद चैनल
id: saluran terjemahan
ko: 번역 채널
ky: котормо каналы
pt_br: canal de tradução
ru: канал перевода
tr: çeviri kanalı
uz: tarjima kanali
vi: Kênh dịch
zh_hans: 翻译通道
zh_hant: 翻譯通道

# 翻译设置默认值
source: Default translation settings
ar: إعدادات الترجمة الافتراضية
bn: ডিফল্ট অনুবাদ বৈশিষ্ট্য
es: Configuración de traducción predeterminada
fa: تنظیمات ترجمه پیش‌فرض
fr: Paramètres de traduction par défaut
hi: डिफाल्ट अनुवाद सेटिंग
id: Aturan terjemahan piawai
ko: 번역 설정이 기본값입니다.
ky: Котормо параметрлери
pt_br: Padrões de configuração de tradução
ru: Параметры перевода по умолчанию
tr: Öntanımlı çeviri ayarları
uz: Tarjima sozlamalari birlamchi
vi: Thiết lập mặc định
zh_hans: 翻译设置默认值
zh_hant: 翻譯設定預設值

# 自动翻译聊天中的消息
source: Automatically translate messages in chat
ar: ترجمة الرسائل في الدردشة تلقائيًا
bn: চ্যাটে স্বয়ংক্রিয়ভাবে বার্তা অনুবাদ করুন
es: Traducir mensajes automáticamente en el chat
fa: ترجمه خودکار پیام ها در چت
fr: Traduire automatiquement les messages dans le chat
hi: चैट में संदेशों का स्वचालित रूप से अनुवाद करें
id: Terjemahkan pesan secara otomatis dalam obrolan
ko: 채팅에서 메시지 자동 번역
ky: Чаттагы билдирүүлөрдү автоматтык түрдө которуу
pt_br: Tradução automática de mensagens no bate-papo
ru: Автоматически переводить сообщения в чате
tr: Sohbetteki mesajları otomatik olarak çevir
uz: Chatdagi xabarlarni avtomatik tarjima qiling
vi: Tự động dịch tin nhắn trong trò chuyện
zh_hans: 自动翻译聊天中的消息
zh_hant: 自動翻譯聊天中的消息

# 默认客户端语音
source: Default client voice
ar: صوت العميل الافتراضي
bn: ডিফল্ট ক্লায়েন্ট ভয়েস
es: Voz del cliente predeterminada
fa: صدای پیش فرض مشتری
fr: Voix client par défaut
hi: डिफ़ॉल्ट क्लाइंट आवाज़
id: Suara klien default
ko: 기본 클라이언트 음성
ky: Демейки кардар үнү
pt_br: Voz padrão do cliente
ru: Голос клиента по умолчанию
tr: Varsayılan istemci sesi
uz: Standart mijoz ovozi
vi: Giọng nói mặc định của khách hàng
zh_hans: 默认客户端语音
zh_hant: 默認客戶端語音

# 自动翻译开启后，聊天中对方发送的内容将全部自动翻译，扣除账户字符，是否确认开启。
source: After automatic translation is turned on, all content sent by the other party in the chat will be automatically translated, and the account characters will be deducted. Do you confirm whether to turn it on?
ar: بعد تفعيل الترجمة التلقائية، سيتم ترجمة كل المحتوى الذي يرسله الطرف الآخر في الدردشة تلقائيًا، وسيتم خصم أحرف الحساب، هل تؤكد تفعيلها أم لا؟
bn: স্বয়ংক্রিয় অনুবাদ চালু হওয়ার পরে, চ্যাটে অন্য পক্ষের পাঠানো সমস্ত সামগ্রী স্বয়ংক্রিয়ভাবে অনুবাদ করা হবে, এবং অ্যাকাউন্টের অক্ষরগুলি কেটে নেওয়া হবে৷ আপনি কি এটি চালু করবেন কিনা তা নিশ্চিত করবেন?
es: Después de activar la traducción automática, todo el contenido enviado por la otra parte en el chat se traducirá automáticamente y se deducirán los caracteres de la cuenta. ¿Confirma si desea activarla?
fa: پس از روشن شدن ترجمه خودکار، تمام محتوای ارسال شده توسط طرف مقابل در چت به طور خودکار ترجمه می شود و کاراکترهای حساب کسر می شود. آیا روشن کردن آن را تأیید می کنید؟
fr: Une fois la traduction automatique activée, tout le contenu envoyé par l'autre partie dans le chat sera automatiquement traduit et les caractères du compte seront déduits. Confirmez-vous si vous devez l'activer ?
hi: स्वचालित अनुवाद चालू होने के बाद, चैट में दूसरे पक्ष द्वारा भेजी गई सभी सामग्री स्वचालित रूप से अनुवादित हो जाएगी, और खाते के अक्षर काट लिए जाएंगे। क्या आप पुष्टि करते हैं कि इसे चालू करना है या नहीं?
id: Setelah terjemahan otomatis diaktifkan, semua konten yang dikirim oleh pihak lain dalam obrolan akan diterjemahkan secara otomatis, dan karakter akun akan dikurangi. Apakah Anda mengonfirmasi apakah akan mengaktifkannya?
ko: 자동 번역이 활성화되면 채팅에서 상대방이 보낸 모든 콘텐츠가 자동으로 번역되어 계정 문자를 차감하고 켜기 여부를 확인할지 여부가 결정됩니다.
ky: Автоматтык которуу күйгүзүлгөндөн кийин, чатта башка тарап жөнөткөн бардык мазмун автоматтык түрдө которулуп, эсептин символдору алынып салынат. Аны күйгүзүүнү ырастайсызбы?
pt_br: Quando a tradução automática estiver ativada, todo o conteúdo enviado pela outra parte no bate-papo será traduzido automaticamente, deduzindo os caracteres da conta, quer você confirme a ativação ou não.
ru: После включения автоматического перевода весь контент, отправленный собеседником в чат, будет автоматически переведен, а символы учетной записи будут вычтены. Подтвердите ли вы, включать ли его?
tr: Otomatik çeviri açıldıktan sonra sohbette karşı tarafın gönderdiği tüm içerik otomatik olarak çevrilecek ve hesap karakterleri düşülecektir.Açılıp açılmayacağını onaylıyor musunuz?
uz: Avtomatik tarjima yoqilgandan soʻng, chatdagi boshqa tomon tomonidan yuborilgan barcha kontent avtomatik tarzda tarjima qilinadi va hisob belgilari yechib olinadi. Uni yoqish yoki yoʻqligini tasdiqlaysizmi?
vi: Sau khi bật dịch tự động, tất cả nội dung do bên kia gửi trong cuộc trò chuyện sẽ được dịch tự động, trừ ký tự tài khoản, bạn xác nhận có bật hay không?
zh_hans: 自动翻译开启后，聊天中对方发送的内容将全部自动翻译，扣除账户字符，是否确认开启。
zh_hant: 自動翻譯開啟後，聊天中對方發送的內容將全部自動翻譯，扣除賬戶字符，是否確認開啟。

# 您还未绑定“阅译平台“账户，请完成绑定
source: You have not bound your “Reading and Translation Platform” account, please complete the binding.
ar: لم تقم بربط حساب “منصة القراءة والترجمة” الخاص بك، يرجى إكمال الربط.
bn: আপনি আপনার “পঠন এবং অনুবাদ প্ল্যাটফর্ম” অ্যাকাউন্টকে আবদ্ধ করেননি, অনুগ্রহ করে বাইন্ডিংটি সম্পূর্ণ করুন৷
es: No ha vinculado su cuenta de “Plataforma de lectura y traducción”, complete la vinculación.
fa: شما حساب "پلتفورم خواندن و ترجمه" خود را قید نکرده اید، لطفاً صحافی را تکمیل کنید.
fr: Vous n'avez pas lié votre compte « Plateforme de lecture et de traduction », veuillez compléter la liaison.
hi: आपने अपना “रीडिंग एंड ट्रांसलेशन प्लेटफ़ॉर्म” खाता बाइंड नहीं किया है, कृपया बाइंडिंग पूर्ण करें।
id: Anda belum mengikat akun ”Platform Membaca dan Terjemahan“ Anda, harap selesaikan pengikatannya.
ko: 아직 “Reading Platform“ 계정을 바인딩하지 않았으므로 바인딩을 완료하십시오
ky: Сиз “Окуу жана Котормо Платформасы” аккаунтуңузду байлаган жоксуз, байланыштырууну аягына чыгарыңыз.
pt_br: Você ainda não vinculou a conta da “Plataforma de leitura e tradução”, por favor, conclua a vinculação!
ru: Вы не привязали свою учетную запись «Платформа чтения и перевода», завершите привязку.
tr: “Okuma ve Çeviri Platformu” hesabınızı bağlamadınız, lütfen bağlama işlemini tamamlayınız.
uz: Siz “O‘qish va tarjima platformasi” akkauntingizni bog‘lamadingiz, bog‘lashni yakunlang.
vi: Bạn chưa liên kết tài khoản “Nền tảng đọc và dịch” , Vui lòng hoàn tất việc liên kết.
zh_hans: 您还未绑定“阅译平台“账户，请完成绑定
zh_hant: 您還未綁定“閱譯平台“賬戶，請完成綁定

# 注册账户
source: Register account
ar: تسجيل حساب
bn: অ্যাকাউন্ট নিবন্ধন করুন
es: Registrar Cuenta
fa: ثبت حساب
fr: Créer un compte
hi: रजिस्टर खाता
id: daftar akun
ko: 계정 가입하기
ky: каттоо эсебин
pt_br: registrar uma conta
ru: Регистрация Аккаунта
tr: hesap kaydet
uz: hisob qaydnomasini ro'yxatdan o'tkazish
vi: Đăng ký tài khoản
zh_hans: 注册账户
zh_hant: 註冊賬戶

# 用户名
source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
es: nombre de usuario
fa: نام کاربری
fr: nom d'utilisateur
hi: उपयोगकर्ता नाम
id: nama belakang
ko: 사용자 이름
ky: колдонуучунун аты
pt_br: ID do usuário
ru: имя пользователя
tr: Kullanıcı adı
uz: foydalanuvchi nomi
vi: Tên tài khoản
zh_hans: 用户名
zh_hant: 使用者名稱

# 密码
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
es: contraseña
fa: کلمه عبور
fr: mot de passe
hi: पासवर्ड
id: kata sandi
ko: 암호
ky: купуя сөз
pt_br: criptográfico
ru: пароль
tr: şifre
uz: parol
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# 请输入用户名
source: Please enter user name
ar: الرجاء إدخال اسم المستخدم
bn: অনুগ্রহ করে ব্যবহারকারীর নাম লিখুন
es: por favor ingrese el nombre de usuario
fa: لطفا نام کاربری را وارد کنید
fr: veuillez entrer le nom d'utilisateur
hi: कृपया उपयोगकर्ता नाम दर्ज करें
id: silakan masukkan nama pengguna
ko: 사용자 이름을 입력해 주세요.
ky: колдонуучунун атын киргизиңиз
pt_br: Digite seu nome de usuário
ru: пожалуйста, введите имя пользователя
tr: lütfen kullanıcı adını girin
uz: foydalanuvchi nomini kiriting
vi: Vui lòng nhập tên người dùng
zh_hans: 请输入用户名
zh_hant: 請輸入用戶名

# 还未拥有账户？ 去注册
source: Don't have an account yet? Go to register
ar: لا تملك حسابا حتى الآن؟ اذهب للتسجيل
bn: কোনো একাউন্ট এখনও আছে না? রেজিস্টার করতে যান
es: ¿Aún no tienes una cuenta? Ir a registrarse
fa: حساب کاربری ندارید؟ برای ثبت نام بروید
fr: Vous n'avez pas encore de compte? Allez vous inscrire
hi: अब तक कोई खाता नहीं है? रजिस्टर पर जाएं
id: Belum punya akun? Pergi untuk mendaftar
ko: 아직 계정이 없으신가요? 가입하기
ky: Азырынча аккаунтуңуз жокпу? Каттоого барыңыз
pt_br: Ainda não tem uma conta? Registre-se.
ru: У вас еще нет учетной записи? Перейти к регистрации
tr: Henüz bir hesabınız yok mu? Kayıt olmaya git
uz: Hali hisobingiz yo'qmi? Ro'yxatdan o'tish uchun o'ting
vi: Vẫn chưa có tài khoản? Đăng ký ngay
zh_hans: 还未拥有账户？ 去注册
zh_hant: 還未擁有賬戶？去註冊

# 提交
source: Submit
ar: يُقدِّم
bn: জমা
es: entregar
fa: ارسال
fr: soumettre
hi: जमा करना
id: kirim
ko: 업로드
ky: тапшыруу
pt_br: apresentar
ru: представлять на рассмотрение
tr: göndermek
uz: topshirish
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# 阅译账户信息
source: Read translation account information
ar: قراءة معلومات حساب الترجمة
bn: অনুবাদ অ্যাকাউন্টের তথ্য পড়ুন
es: Leer información de la cuenta de traducción
fa: اطلاعات حساب ترجمه را بخوانید
fr: Lire les informations du compte de traduction
hi: अनुवाद खाता जानकारी पढ़ें
id: Baca informasi akun terjemahan
ko: 계정 정보 읽기 및 번역
ky: Котормо эсебинин маалыматын окуу
pt_br: Ler informações da conta
ru: Чтение информации об аккаунте перевода
tr: Çeviri hesabı bilgilerini okuyun
uz: Tarjima hisobi ma'lumotlarini o'qing
vi: Đọc thông tin tài khoản dịch
zh_hans: 阅译账户信息
zh_hant: 閱譯賬戶信息

# 换绑
source: Change the binding
ar: تغيير الربط
bn: বাঁধাই পরিবর্তন করুন
es: cambiar la encuadernación
fa: صحافی را تغییر دهید
fr: Changer la liaison
hi: बाइंडिंग बदलें
id: Ubah pengikatannya
ko: 리바인딩
ky: Байланышты өзгөртүү
pt_br: refazer seus passos
ru: Изменить привязку
tr: Bağlamayı değiştir
uz: Bog'lanishni o'zgartiring
vi: Thay đổi liên kết
zh_hans: 换绑
zh_hant: 換綁

# 增加字符
source: Add characters
ar: أضف شخصيات
bn: অক্ষর যোগ করুন
es: Agregar personajes
fa: کاراکترها را اضافه کنید
fr: Ajouter des personnages
hi: अक्षर जोड़ें
id: Tambahkan karakter
ko: 텍스트 및 기호 추가
ky: Белгилерди кошуу
pt_br: Adição de caracteres
ru: Добавить персонажей
tr: Karakter ekle
uz: Belgilar qo'shing
vi: Thêm ký tự
zh_hans: 增加字符
zh_hant: 增加字符

# 用户名称：
source: User name:
ar: اسم المستخدم:
bn: ব্যবহারকারীর নাম:
es: nombre de usuario:
fa: نام کاربری:
fr: nom d'utilisateur:
hi: उपयोगकर्ता नाम:
id: nama belakang:
ko: 사용자 이름:
ky: колдонуучунун аты:
pt_br: Nome de usuário:
ru: имя пользователя:
tr: Kullanıcı adı:
uz: foydalanuvchi nomi:
vi: Tên tài khoản:
zh_hans: 用户名称：
zh_hant: 用戶名稱：

# 电子邮箱：
source: E-mail:
ar: بريد إلكتروني:
bn: ই-মেইল:
es: Correo electrónico:
fa: پست الکترونیک:
hi: ईमेल:
id: Surel:
ko: 이메일:
ru: Электронная почта:
tr: E-posta:
zh_hans: 电子邮箱：
zh_hant: 電子郵箱：

# 账号类型：
source: Account type:
ar: نوع الحساب:
bn: অ্যাকাউন্ট ধরন:
es: Tipo de cuenta:
fa: نوع حساب:
fr: Type de compte:
hi: खाते का प्रकार:
id: Jenis akun:
ko: 계정 유형:
ky: Каттоо эсебинин түрү:
pt_br: Tipo de conta:
ru: Тип аккаунта:
tr: Hesap tipi:
uz: Hisob turi:
vi: Kiểu tài khoản:
zh_hans: 账号类型：
zh_hant: 賬號類型：

# 已用字符
source: Characters used
ar: الشخصيات المستخدمة
bn: অক্ষর ব্যবহার করা হয়েছে
es: Personajes utilizados
fa: شخصیت های استفاده شده
fr: Caractères utilisés
hi: वर्णों का प्रयोग किया गया
id: Karakter yang digunakan
ko: 사용된 단어 및 기호
ky: Колдонулган каармандар
pt_br: Caracteres usados
ru: Используемые символы
tr: Kullanılan karakterler
uz: Ishlatilgan belgilar
vi: Ký tự đã dùng
zh_hans: 已用字符
zh_hant: 已用字符

# 剩余字符
source: Remaining characters
ar: الشخصيات المتبقية
bn: অবশিষ্ট অক্ষর
es: personajes restantes
fa: شخصیت های باقی مانده
fr: caractères restants
hi: शेष पात्र
id: karakter yang tersisa
ko: 나머지 단어와 기호
ky: калган каармандар
pt_br: Caracteres restantes
ru: оставшиеся персонажи
tr: kalan karakterler
uz: qolgan belgilar
vi: Ký tự còn lại
zh_hans: 剩余字符
zh_hant: 剩餘字符

# 字符使用记录
source: Character usage record
ar: سجل استخدام الأحرف
bn: অক্ষর ব্যবহারের রেকর্ড
es: Registro de uso de personajes
fa: رکورد استفاده از کاراکتر
fr: Enregistrement d'utilisation des personnages
hi: चरित्र उपयोग रिकॉर्ड
id: Catatan penggunaan karakter
ko: 단어 및 기호 사용 기록
ky: Символду колдонуу рекорду
pt_br: Registros de uso de caracteres
ru: Запись об использовании персонажа
tr: Karakter kullanım kaydı
uz: Belgilardan foydalanish rekordi
vi: Lịch sữ sử dụng ký tự
zh_hans: 字符使用记录
zh_hant: 字符使用記錄

# 使用时间
source: Usage time
ar: وقت الاستخدام
bn: ব্যবহারের সময়
es: tiempo de uso
fa: زمان استفاده
fr: temps d'utilisation
hi: उपयोग के समय
id: waktu yang terpakai
ko: 사용 시간
ky: колдонуу убактысы
pt_br: tempo de uso
ru: время использования
tr: kullanım süresi
uz: foydalanish vaqti
vi: Thời gian sử dụng
zh_hans: 使用时间
zh_hant: 使用時間

# 聊天用户
source: Chat user
ar: مستخدم الدردشة
bn: চ্যাট ব্যবহারকারী
es: usuario de chat
fa: کاربر چت
fr: utilisateur de chat
hi: चैट उपयोगकर्ता
id: pengguna obrolan
ko: 채팅 사용자
ky: чат колдонуучусу
pt_br: usuário do bate-papo
ru: пользователь чата
tr: sohbet kullanıcısı
uz: chat foydalanuvchisi
vi: Người dùng trò chuyện
zh_hans: 聊天用户
zh_hant: 聊天用戶

# 使用数量
source: Usage amount
ar: الكمية المستخدمة
bn: ব্যবহারের পরিমাণ
es: cantidad de uso
fa: مقدار مصرف
fr: montant d'utilisation
hi: उपयोग राशि
id: jumlah penggunaan
ko: 사용 수량
ky: колдонуу суммасы
pt_br: uso (ou seja, extensão do uso)
ru: сумма использования
tr: kullanım miktarı
uz: foydalanish miqdori
vi: Lượng sử dụng
zh_hans: 使用数量
zh_hant: 使用數量

# 当前账户字符余额不足，已关闭翻译功能，请充值后使用。
source: The current account character balance is insufficient and the translation function has been turned off. Please recharge before use.
ar: رصيد الأحرف في الحساب الحالي غير كافٍ وتم إيقاف وظيفة الترجمة. يرجى إعادة الشحن قبل الاستخدام.
bn: বর্তমান অ্যাকাউন্টের অক্ষর ব্যালেন্স অপর্যাপ্ত এবং অনুবাদ ফাংশন বন্ধ করা হয়েছে। ব্যবহারের আগে অনুগ্রহ করে রিচার্জ করুন।
es: El saldo de caracteres de la cuenta actual es insuficiente y la función de traducción se ha desactivado. Recargue antes de usar.
fa: موجودی کاراکتر حساب جاری کافی نیست و عملکرد ترجمه خاموش شده است. لطفاً قبل از استفاده دوباره شارژ کنید.
fr: Le solde actuel des caractères du compte est insuffisant et la fonction de traduction a été désactivée. Veuillez recharger avant utilisation.
hi: चालू खाता चरित्र शेष अपर्याप्त है और अनुवाद फ़ंक्शन बंद कर दिया गया है। कृपया उपयोग से पहले रिचार्ज करें।
id: Saldo karakter akun saat ini tidak mencukupi dan fungsi terjemahan telah dimatikan, harap isi ulang sebelum digunakan.
ko: 현재 계정 캐릭터 잔액이 부족하여 번역 기능이 꺼져 있으니 충전 후 이용하시기 바랍니다.
ky: Учурдагы эсептин балансы жетишсиз жана которуу функциясы өчүрүлгөн. Колдонуудан мурун толуктаңыз.
pt_br: O saldo de caracteres da conta corrente é insuficiente, a função de tradução foi encerrada, recarregue e use-a.
ru: Баланс персонажей на текущем аккаунте недостаточен, а функция перевода отключена. Перед использованием пополните баланс.
tr: Mevcut hesap karakter bakiyeniz yetersiz ve çeviri işlevi kapatılmıştır. Lütfen kullanmadan önce şarj edin.
uz: Joriy hisobdagi belgilar balansi yetarli emas va tarjima funksiyasi oʻchirilgan. Foydalanishdan oldin zaryadlang.
vi: Số dư ký tự tài khoản hiện tại không đủ và chức năng dịch đã bị tắt, vui lòng nạp tiền trước khi sử dụng.
zh_hans: 当前账户字符余额不足，已关闭翻译功能，请充值后使用。
zh_hant: 當前賬戶字符餘額不足，已關閉翻譯功能，請充值後使用。

# 操作失败，请稍后重试
source: Operation failed, please try again later
ar: فشلت العملية، يرجى المحاولة مرة أخرى في وقت لاحق
bn: অপারেশন ব্যর্থ হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন
es: La operación falló, inténtelo de nuevo más tarde
fa: عملیات انجام نشد، لطفاً بعداً دوباره امتحان کنید
fr: L'opération a échoué, veuillez réessayer plus tard
hi: ऑपरेशन विफल रहा, कृपया बाद में पुनः प्रयास करें
id: Pengoperasian gagal, silakan coba lagi nanti
ko: 실패, 나중에 다시 시도하십시오.
ky: Операция ишке ашкан жок, бир аздан кийин кайталап көрүңүз
pt_br: Falha na operação, tente novamente mais tarde
ru: Операция не удалась, повторите попытку позже.
tr: İşlem başarısız oldu, lütfen daha sonra tekrar deneyin
uz: Amaliyot amalga oshmadi, keyinroq qayta urinib ko‘ring
vi: Thao tác không thành công, vui lòng thử lại sau
zh_hans: 操作失败，请稍后重试
zh_hant: 操作失敗，請稍後重試

# 操作成功
source: Successful operation
ar: عملية ناجحة
bn: সফল অপারেশন
es: Operación exitosa
fa: عملیات موفقیت آمیز
fr: Opération réussie
hi: सफल ऑपरेशन
id: Operasi yang berhasil
ko: 성공적으로 사용
ky: Ийгиликтүү операция
pt_br: A operação foi bem-sucedida.
ru: Успешная операция
tr: Başarılı operasyon
uz: Muvaffaqiyatli operatsiya
vi: Thao tác thành công
zh_hans: 操作成功
zh_hant: 操作成功

# 系统繁忙,请稍后重试
source: The system is busy, please try again later
ar: النظام مشغول، يرجى المحاولة مرة أخرى في وقت لاحق
bn: সিস্টেম ব্যস্ত, পরে আবার চেষ্টা করুন
es: El sistema está ocupado, inténtalo de nuevo más tarde.
fa: سیستم مشغول است، لطفاً بعداً دوباره امتحان کنید
fr: Le système est occupé, veuillez réessayer plus tard
hi: सिस्टम व्यस्त है, कृपया बाद में पुनः प्रयास करें
id: Sistem sedang sibuk, silakan coba lagi nanti
ko: 시스템이 사용 중입니다. 나중에 다시 시도하십시오.
ky: Система бош эмес, бир аздан кийин кайталап көрүңүз
pt_br: O sistema está ocupado, tente novamente mais tarde.
ru: Система занята, повторите попытку позже.
tr: Sistem meşgul lütfen daha sonra tekrar deneyiniz
uz: Tizim band, keyinroq qayta urinib ko‘ring
vi: Hệ thống đang bận, vui lòng thử lại sau
zh_hans: 系统繁忙,请稍后重试
zh_hant: 系統繁忙,請稍後重試

# 身份信息验证失败
source: Identity verification failed
ar: فشل التحقق من الهوية
bn: পরিচয় যাচাইকরণ ব্যর্থ হয়েছে৷
es: Error en la verificación de identidad
fa: تأیید هویت انجام نشد
fr: La vérification de l'identité a échoué
hi: पहचान सत्यापन विफल रहा
id: Verifikasi identitas gagal
ko: 본인 확인 실패
ky: Аныктыгын текшерүү ишке ашкан жок
pt_br: Falha na verificação de informações de identidade
ru: Проверка личности не удалась
tr: Kimlik doğrulaması başarısız oldu
uz: Shaxsni tasdiqlash amalga oshmadi
vi: Xác minh danh tính không thành công
zh_hans: 身份信息验证失败
zh_hant: 身份信息驗證失敗

# 连接设备类型错误
source: Wrong device type connected
ar: تم توصيل نوع جهاز خاطئ
bn: ভুল ডিভাইস টাইপ সংযুক্ত
es: Tipo de dispositivo incorrecto conectado
fa: نوع دستگاه اشتباه متصل شده است
fr: Mauvais type d'appareil connecté
hi: ग़लत डिवाइस प्रकार कनेक्ट किया गया
id: Jenis perangkat yang terhubung salah
ko: 연결된 장치 유형이 잘못되었습니다.
ky: Туташтырылган түзмөктүн түрү туура эмес
pt_br: Erro no tipo de dispositivo conectado
ru: Подключено неправильный тип устройства
tr: Yanlış cihaz türü bağlandı
uz: Noto'g'ri qurilma turi ulangan
vi: Đã kết nối sai loại thiết bị
zh_hans: 连接设备类型错误
zh_hant: 連接設備類型錯誤
