Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 系统未开启签到功能
source: The system does not enable the sign-in function
ar: لا يقوم النظام بتمكين وظيفة تسجيل الدخول
bn: সিস্টেম সাইন-ইন ফাংশন সক্ষম করে না
es: El sistema no habilita la función de inicio de sesión.
fa: سیستم عملکرد ورود به سیستم را فعال نمی کند
fr: Le système n'active pas la fonction de connexion
hi: सिस्टम साइन-इन फ़ंक्शन सक्षम नहीं करता है
id: Sistem tidak mengaktifkan fungsi masuk
ko: 체크인 기능이 활성화되지 않았습니다.
ky: Система кирүү функциясын иштетпейт
pt_br: O check-in não está ativado no sistema
ru: Система не включает функцию входа в систему
tr: Sistem oturum açma işlevini etkinleştirmiyor
uz: Tizim tizimga kirish funksiyasini yoqmaydi
vi: Hệ thống chưa kích hoạt chức năng điểm danh
zh_hans: 系统未开启签到功能
zh_hant: 系統未開啟簽到功能

# 当前已签到过
source: Currently signed in
ar: تم تسجيل الدخول حاليًا
bn: বর্তমানে সাইন ইন
es: Actualmente registrado
fa: در حال حاضر وارد شده است
fr: Actuellement connecté
hi: वर्तमान में साइन इन है
id: Saat ini masuk
ko: 출근 수속을 마쳤습니다.
ky: Учурда кирүү
pt_br: Atualmente conectado
ru: В настоящее время авторизован
tr: Şu anda oturum açmış durumdasınız
uz: Hozirda tizimga kirgan
vi: Hiện đã điểm danh
zh_hans: 当前已签到过
zh_hant: 當前已簽到過

# 签到中,请勿重复操作
source: Signing in, please do not repeat the operation
ar: عند تسجيل الدخول، يرجى عدم تكرار العملية
bn: সাইন ইন করা হচ্ছে, অনুগ্রহ করে অপারেশনের পুনরাবৃত্তি করবেন না
es: Iniciando sesión, por favor no repita la operación
fa: با ورود به سیستم، لطفاً عملیات را تکرار نکنید
fr: Connexion, merci de ne pas répéter l'opération
hi: साइन इन करते समय कृपया कार्रवाई दोबारा न करें
id: Saat masuk, mohon jangan ulangi operasi ini
ko: 작업 체크인 중에는 작업을 반복하지 마십시오.
ky: Кирип жатып, операцияны кайталабаңыз
pt_br: Não repita a operação.
ru: Выполняем вход, пожалуйста, не повторяйте операцию
tr: Oturum açıyorsunuz, lütfen işlemi tekrarlamayın
uz: Kirish, iltimos, operatsiyani takrorlamang
vi: Đang điểm danh, Vui lòng không lặp lại thao tác
zh_hans: 签到中,请勿重复操作
zh_hant: 簽到中,請勿重複操作

# 快应用名称为空
source: Quick app name is empty
ar: اسم التطبيق السريع فارغ
bn: দ্রুত অ্যাপের নাম খালি
es: El nombre de la aplicación rápida está vacío
fa: نام برنامه سریع خالی است
fr: Le nom de l'application rapide est vide
hi: त्वरित ऐप का नाम खाली है
id: Nama aplikasi cepat kosong
ko: 빠른 앱의 이름이 비어 있습니다.
ky: Ыкчам колдонмонун аталышы бош
pt_br: O nome do aplicativo rápido está vazio
ru: Название быстрого приложения пусто.
tr: Hızlı uygulama adı boş
uz: Tezkor ilova nomi boʻsh
vi: Tên ứng dụng nhanh trống
zh_hans: 快应用名称为空
zh_hant: 快應用名稱為空

# 快应用名称应为1-6个字符
source: Quick app name should be 1-6 characters
ar: يجب أن يتكون اسم التطبيق السريع من 1 إلى 6 أحرف
bn: দ্রুত অ্যাপের নাম 1-6 অক্ষরের হতে হবে
es: El nombre de la aplicación rápida debe tener entre 1 y 6 caracteres.
fa: نام برنامه سریع باید 1-6 کاراکتر باشد
fr: Le nom de l'application rapide doit comporter entre 1 et 6 caractères
hi: त्वरित ऐप नाम 1-6 अक्षर का होना चाहिए
id: Nama aplikasi cepat harus terdiri dari 1-6 karakter
ko: 빠른 앱의 이름은 1-6자여야 합니다
ky: Ыкчам колдонмонун аталышы 1-6 белгиден турушу керек
pt_br: Os nomes de aplicativos rápidos devem ter de 1 a 6 caracteres
ru: Название быстрого приложения должно содержать 1–6 символов.
tr: Hızlı uygulama adı 1-6 karakterden oluşmalıdır
uz: Tezkor ilova nomi 1-6 belgidan iborat boʻlishi kerak
vi: Tên ứng dụng nhanh phải có từ 1-6 ký tự
zh_hans: 快应用名称应为1-6个字符
zh_hant: 快應用名稱應為1-6個字符

# 快应用密码应为6-16个字符
source: Quick app password should be 6-16 characters
ar: يجب أن تتكون كلمة مرور التطبيق السريع من 6 إلى 16 حرفًا
bn: দ্রুত অ্যাপ পাসওয়ার্ড 6-16 অক্ষরের হতে হবে
es: La contraseña de la aplicación rápida debe tener entre 6 y 16 caracteres
fa: رمز عبور برنامه سریع باید 6 تا 16 کاراکتر باشد
fr: Le mot de passe de l'application rapide doit comporter entre 6 et 16 caractères
hi: त्वरित ऐप पासवर्ड 6-16 अक्षर का होना चाहिए
id: Kata sandi aplikasi cepat harus terdiri dari 6-16 karakter
ko: 빠른 앱 암호는 6-16자여야 합니다
ky: Ыкчам колдонмо сырсөз 6-16 белгиден болушу керек
pt_br: A senha do Quick App deve ter de 6 a 16 caracteres
ru: Быстрый пароль приложения должен состоять из 6–16 символов.
tr: Hızlı uygulama şifresi 6-16 karakterden oluşmalıdır
uz: Tezkor ilova paroli 6-16 belgidan iborat boʻlishi kerak
vi: Mật khẩu ứng dụng nhanh phải có 6-16 ký tự
zh_hans: 快应用密码应为6-16个字符
zh_hant: 快應用密碼應為6-16個字符

# 快应用地址未设置
source: Quick application address is not set
ar: لم يتم تعيين عنوان التطبيق السريع
bn: দ্রুত আবেদন ঠিকানা সেট করা নেই
es: La dirección de la aplicación rápida no está configurada
fa: آدرس برنامه سریع تنظیم نشده است
fr: L'adresse de l'application rapide n'est pas définie
hi: त्वरित आवेदन पता सेट नहीं है
id: Alamat aplikasi cepat tidak disetel
ko: 빠른 신청 주소가 설정되지 않았습니다.
ky: Ыкчам колдонмо дареги коюлган эмес
pt_br: Endereço de aplicativo rápido não definido
ru: Адрес быстрого приложения не установлен
tr: Hızlı uygulama adresi ayarlanmamış
uz: Tezkor ilova manzili oʻrnatilmagan
vi: Địa chỉ ứng dụng nhanh chưa được đặt
zh_hans: 快应用地址未设置
zh_hant: 快應用地址未設置

# 快应用唯一标识为空
source: Quick app unique identifier is empty
ar: المعرف الفريد للتطبيق السريع فارغ
bn: দ্রুত অ্যাপ অনন্য শনাক্তকারী খালি
es: El identificador único de la aplicación rápida está vacío
fa: شناسه منحصر به فرد برنامه سریع خالی است
fr: L'identifiant unique de l'application rapide est vide
hi: त्वरित ऐप विशिष्ट पहचानकर्ता खाली है
id: Pengidentifikasi unik aplikasi cepat kosong
ko: 빠른 앱의 고유 식별자가 비어 있습니다.
ky: Ыкчам колдонмонун уникалдуу идентификатору бош
pt_br: O identificador exclusivo do aplicativo rápido está vazio
ru: Уникальный идентификатор быстрого приложения пуст.
tr: Hızlı uygulamanın benzersiz tanımlayıcısı boş
uz: Tezkor ilovaning noyob identifikatori boʻsh
vi: Nhận dạng duy nhất của ứng dụng nhanh trống
zh_hans: 快应用唯一标识为空
zh_hant: 快應用唯一標識為空

# 分组不存在
source: Group does not exist
ar: المجموعة غير موجودة
bn: গ্রুপের অস্তিত্ব নেই
es: El grupo no existe
fa: گروه وجود ندارد
fr: Le groupe n'existe pas
hi: समूह मौजूद नहीं है
id: Grup tidak ada
ko: 그룹화가 존재하지 않습니다.
ky: Группа жок
pt_br: Os subgrupos não existem
ru: Группа не существует
tr: Grup mevcut değil
uz: Guruh mavjud emas
vi: Nhóm không tồn tại
zh_hans: 分组不存在
zh_hant: 分組不存在

# 用户无分组信息
source: User has no group information
ar: المستخدم ليس لديه معلومات المجموعة
bn: ব্যবহারকারীর কোন গ্রুপ তথ্য নেই
es: El usuario no tiene información del grupo.
fa: کاربر هیچ اطلاعات گروهی ندارد
fr: L'utilisateur n'a aucune information sur le groupe
hi: उपयोगकर्ता के पास कोई समूह जानकारी नहीं है
id: Pengguna tidak memiliki informasi grup
ko: 사용자에 대한 그룹 정보가 없습니다.
ky: Колдонуучунун эч кандай топ маалыматы жок
pt_br: Nenhuma informação de agrupamento para usuários
ru: У пользователя нет информации о группе
tr: Kullanıcının grup bilgisi yok
uz: Foydalanuvchida guruh ma'lumotlari yo'q
vi: Người dùng không có thông tin nhóm
zh_hans: 用户无分组信息
zh_hant: 用戶無分組信息

# 默认分组不能删除
source: The default group cannot be deleted
ar: لا يمكن حذف المجموعة الافتراضية
bn: ডিফল্ট গ্রুপ মুছে ফেলা যাবে না
es: El grupo predeterminado no se puede eliminar
fa: گروه پیش فرض را نمی توان حذف کرد
fr: Le groupe par défaut ne peut pas être supprimé
hi: डिफ़ॉल्ट समूह को हटाया नहीं जा सकता
id: Grup default tidak dapat dihapus
ko: 기본 그룹은 삭제할 수 없습니다
ky: Демейки топту жок кылуу мүмкүн эмес
pt_br: Os grupos padrão não podem ser excluídos
ru: Группу по умолчанию нельзя удалить
tr: Varsayılan grup silinemez
uz: Standart guruhni oʻchirib boʻlmaydi
vi: Không thể xóa nhóm mặc định
zh_hans: 默认分组不能删除
zh_hant: 默認分組不能刪除

# 获取验证码
source: Get Code
ar: احصل على الرمز
bn: কোড নিন
es: Obtener
fa: دریافت کد
fr: Obtenir
hi: कोड लें
id: Minta Kode
ko: 코드 받기
ky: Код алуу
pt_br: Obter código
ru: Получить код
tr: Kod al
uz: Kod olish
vi: Lấy mã
zh_hans: 获取验证码
zh_hant: 取得驗證碼

# 轻触开灯
source: Tap to turn on the light
ar: المس لتشغيل الضوء
bn: আলো জ্বালাতে স্পর্শ করুন
es: Toca para encender la luz.
fa: برای روشن شدن چراغ لمس کنید
fr: Touchez pour allumer la lumière
hi: लाइट चालू करने के लिए स्पर्श करें
id: Sentuh untuk menyalakan lampu
ko: 조명 켜기를 누릅니다.
ky: Жарыкты күйгүзүү үчүн тийиңиз
pt_br: Toque para acender a luz
ru: Нажмите, чтобы включить свет
tr: Işığı açmak için dokunun
uz: Chiroqni yoqish uchun bosing
vi: Chạm để bật đèn
zh_hans: 轻触开灯
zh_hant: 輕觸開燈

# 从相册选择
source: Select from album
ar: اختر من الألبوم
bn: অ্যালবাম থেকে নির্বাচন করুন
es: Seleccionar del álbum
fa: از آلبوم انتخاب کنید
fr: Sélectionner dans l'album
hi: एल्बम से चुनें
id: Pilih dari album
ko: 앨범에서 선택
ky: Альбомдон тандаңыз
pt_br: Selecionar a partir de álbuns
ru: Выбрать из альбома
tr: Albümden seç
uz: Albomdan tanlang
vi: Chọn từ album
zh_hans: 从相册选择
zh_hant: 從相簿選擇

# 普通账号
source: Normal account
ar: حساب عادي
bn: সাধারণ হিসাব
es: cuenta ordinaria
fa: حساب معمولی
fr: Compte ordinaire
hi: साधारण खाता
id: Akun biasa
ko: 표준 계정
ky: Кадимки эсеп
pt_br: Conta ordinária
ru: Обычный счет
tr: Normal hesap
uz: Oddiy hisob
vi: Tài khoản thường
zh_hans: 普通账号
zh_hant: 普通帳號

# 企业账号
source: Enterprise Account
ar: حساب المؤسسة
bn: এন্টারপ্রাইজ অ্যাকাউন্ট
es: cuenta empresarial
fa: حساب سازمانی
fr: Compte entreprise
hi: उद्यम खाता
id: Akun perusahaan
ko: 엔터프라이즈 계정
ky: Ишкана эсеби
pt_br: Conta corporativa
ru: Корпоративный аккаунт
tr: Kurumsal hesap
uz: Korxona hisobi
vi: Tài khoản doanh nghiệp
zh_hans: 企业账号
zh_hant: 企業帳號

# 企业子账号
source: Enterprise sub-account
ar: الحساب الفرعي للمؤسسة
bn: এন্টারপ্রাইজ সাব-অ্যাকাউন্ট
es: Subcuenta empresarial
fa: حساب فرعی سازمانی
fr: Sous-compte d'entreprise
hi: एंटरप्राइज़ उप-खाता
id: Sub-akun perusahaan
ko: 회사의 하위 계정
ky: Ишкананын субэсеп
pt_br: Subconta da empresa
ru: Корпоративный субсчет
tr: Kurumsal alt hesap
uz: Korxona sub-hisobi
vi: Tài khoản tiểu doanh nghiệp
zh_hans: 企业子账号
zh_hant: 企業子帳號

# 复制原文
source: Copy original text
ar: نسخ النص الأصلي
bn: মূল পাঠ্য অনুলিপি করুন
es: Copiar texto original
fa: متن اصلی را کپی کنید
fr: Copier le texte original
hi: मूल पाठ की प्रतिलिपि बनाएँ
id: Salin teks asli
ko: 원본 복사
ky: Түпнуска текстти көчүрүү
pt_br: Reprodução do texto original
ru: Скопировать исходный текст
tr: Orijinal metni kopyala
uz: Asl matndan nusxa oling
vi: Sao chép bản gốc
zh_hans: 复制原文
zh_hant: 複製原文

# 复制译文
source: Copy translation
ar: نسخ الترجمة
bn: অনুবাদ কপি করুন
es: Copiar traducción
fa: ترجمه را کپی کنید
fr: Copier la traduction
hi: अनुवाद कॉपी करें
id: Salin terjemahan
ko: 번역 복사
ky: Котормосун көчүрүү
pt_br: Reprodução de traduções
ru: Копировать перевод
tr: Çeviriyi kopyala
uz: Tarjimani nusxalash
vi: Sao chép bản dịch
zh_hans: 复制译文
zh_hant: 複製譯文

# 翻译管理
source: Translation management
ar: إدارة الترجمة
bn: অনুবাদ ব্যবস্থাপনা
es: Gestión de traducciones
fa: مدیریت ترجمه
fr: Gestion des traductions
hi: अनुवाद प्रबंधन
id: Manajemen terjemahan
ko: 번역 관리
ky: Котормо башкаруу
pt_br: Gerenciamento de traduções
ru: Управление переводами
tr: Çeviri yönetimi
uz: Tarjima boshqaruvi
vi: Quản lý dịch thuật
zh_hans: 翻译管理
zh_hant: 翻譯管理

# 请先设置翻译通道及语种
source: Please set the translation channel and language first
ar: يرجى ضبط قناة الترجمة واللغة أولاً
bn: অনুগ্রহ করে প্রথমে অনুবাদের চ্যানেল এবং ভাষা সেট করুন
es: Primero configure el canal de traducción y el idioma.
fa: لطفا ابتدا کانال و زبان ترجمه را تنظیم کنید
fr: Veuillez d'abord définir le canal de traduction et la langue.
hi: कृपया पहले अनुवाद चैनल और भाषा सेट करें
id: Silakan atur saluran terjemahan dan bahasanya terlebih dahulu
ko: 번역 채널과 언어를 먼저 설정하세요.
ky: Адегенде котормо каналын жана тилин коюңуз
pt_br: Defina primeiro o canal de tradução e o idioma
ru: Пожалуйста, сначала установите канал перевода и язык
tr: Lütfen önce çeviri kanalını ve dili ayarlayın
uz: Iltimos, avval tarjima kanali va tilini sozlang
vi: Vui lòng đặt kênh dịch và ngôn ngữ trước
zh_hans: 请先设置翻译通道及语种
zh_hant: 請先設定翻譯頻道及語種

# 此账号已被绑定
source: This account has been bound
ar: لقد تم ربط هذا الحساب
bn: এই হিসাব আবদ্ধ করা হয়েছে
es: Esta cuenta ha sido vinculada.
fa: این حساب مقید شده است
fr: Ce compte a été lié
hi: इस खाते को बाध्य कर दिया गया है
id: Akun ini telah terikat
ko: 이 계정은 연결되었습니다.
ky: Бул эсеп байланган
pt_br: Essa conta está vinculada
ru: Этот аккаунт привязан
tr: Bu hesap bağlandı
uz: Bu hisob bog'langan
vi: Tài khoản này đã liên kết
zh_hans: 此账号已被绑定
zh_hant: 此帳號已被綁定

# 请联系客服
source: Please contact customer service
ar: يرجى الاتصال بخدمة العملاء
bn: গ্রাহক সেবা যোগাযোগ করুন
es: Por favor contacte con el servicio de atención al cliente
fa: لطفا با خدمات مشتری تماس بگیرید
fr: Veuillez contacter le service client
hi: कृपया ग्राहक सेवा से संपर्क करें
id: Silakan hubungi layanan pelanggan
ko: 고객 서비스에 문의하십시오.
ky: Кардарларды тейлөөгө кайрылыңыз
pt_br: Entre em contato com o atendimento ao cliente
ru: Пожалуйста, свяжитесь со службой поддержки клиентов
tr: Lütfen müşteri hizmetlerine başvurun
uz: Iltimos, mijozlarga xizmat ko'rsatish xizmatiga murojaat qiling
vi: Vui lòng liên hệ với CSKH
zh_hans: 请联系客服
zh_hant: 請聯絡客服

# 字符不足
source: Not enough characters
ar: لا يوجد ما يكفي من الشخصيات
bn: যথেষ্ট অক্ষর নয়
es: No hay suficientes personajes
fa: شخصیت های کافی نیست
fr: Pas assez de personnages
hi: पर्याप्त पात्र नहीं
id: Karakter tidak cukup
ko: 단어와 기호가 충분하지 않습니다.
ky: Каармандар жетишсиз
pt_br: número insuficiente de caracteres
ru: Недостаточно персонажей
tr: Yeterli karakter yok
uz: Belgilar yetarli emas
vi: Không đủ ký tự
zh_hans: 字符不足
zh_hant: 字元不足

# 未绑定阅译账号
source: Yuee account not bound
ar: حساب Yuee غير ملزم
bn: Yuee অ্যাকাউন্টে আবদ্ধ নয়
es: Ninguna cuenta de traducción está vinculada.
fa: به حساب Yuee محدود نمی شود
fr: Non lié au compte Yuee
hi: Yuee खाते से बाध्य नहीं
id: Tidak ada akun terjemahan yang terikat
ko: 연결된 독서 계정이 없습니다.
ky: Yuee эсебине байланыштуу эмес
pt_br: Conta de tradução não vinculada
ru: Не привязан к аккаунту Yuee
tr: Yuee hesabı bağlı değil
uz: Yuee hisobiga bog'lanmagan
vi: Không có tài khoản dịch liên kết
zh_hans: 未绑定阅译账号
zh_hant: 未綁定Yuee帳號

# 请先解除绑定
source: Please unbind first
ar: يرجى فك الارتباط أولاً
bn: অনুগ্রহ করে প্রথমে আবদ্ধ করুন
es: Por favor, desvincúlate primero
fa: لطفا اول باز کنید
fr: Veuillez d'abord dissocier
hi: कृपया पहले बंधन खोल लें
id: Silakan lepaskan ikatannya terlebih dahulu
ko: 먼저 바인딩을 해제하십시오
ky: Сураныч, биринчи бошотуңуз
pt_br: Por favor, desvincule primeiro
ru: Пожалуйста, сначала отвяжитесь
tr: Lütfen önce bağlantıyı kaldırın
uz: Iltimos, avval bog‘lashni yeching
vi: Vui lòng hủy liên kết trước
zh_hans: 请先解除绑定
zh_hant: 請先解除綁定

# 阅译返回信息错误
source: Yuee returns wrong information
ar: تقوم Yuee بإرجاع معلومات خاطئة
bn: Yuee তথ্য ত্রুটি প্রদান করে
es: La lectura de la traducción devuelve un error de información
fa: Yuee خطای اطلاعات را برمی گرداند
fr: Yuee renvoie une erreur d'information
hi: यूईई सूचना त्रुटि लौटाता है
id: Membaca terjemahan mengembalikan kesalahan informasi
ko: Reading and Interpreting에서 반환된 정보가 잘못되었습니다.
ky: Yuee туура эмес маалымат кайтарат
pt_br: Ler e traduzir o erro da mensagem de retorno
ru: Yuee возвращает информационную ошибку
tr: Yuee yanlış bilgi döndürüyor
uz: Yuee ma'lumot xatosini qaytaradi
vi: Đọc bản dịch phản hồi lỗi thông tin
zh_hans: 阅译返回信息错误
zh_hant: Yuee回傳訊息錯誤

# 繁体中文
source: Traditional Chinese
ar: مليئة الصينية
bn: প্রচলিত চীনা
es: chino tradicional
fa: چینی سنتی
fr: chinois traditionnel
hi: चीनी पारंपरिक
id: Cina tradisional
ko: 중국어 번체
ky: Традиционалдык китайсык
pt_br: chinês tradicional
ru: традиционный китайский язык
tr: Geleneksel Çince
uz: An'anaviy xitoy tili
vi: Tiếng Trung phồn thể
zh_hans: 繁体中文
zh_hant: 繁體中文

# 英语
source: English
ar: بالانكليزية
bn: ইংরেজি
es: Inglés
fa: انگلیسی
fr: Anglais
hi: अंग्रेज़ी
id: Bahasa inggris
ko: 러시아어
ky: Англисче
pt_br: Inglês (idioma)
ru: Английский
tr: İngilizce
uz: Ingliz tili
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英語

# 俄语
source: Russian
ar: بالروسية
bn: রুশ
es: ruso
fa: روسی
fr: Russe
hi: रूसी
id: Rusia
ko: 러시아어
ky: Орус тили
pt_br: Russo (idioma)
ru: Русский
tr: Rusça
uz: Rus tili
vi: Tiếng Nga
zh_hans: 俄语
zh_hant: 俄語

# 阿拉伯语
source: Arabic
ar: العربية
bn: আরবী
es: Arábica
fa: عربی
fr: Arabe
hi: अरबी
id: Arab
ko: 아랍어
ky: Араб тили
pt_br: Árabe (idioma)
ru: Арабский
tr: Arapça
uz: Arab tili
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hant: 阿拉伯語

# 法语
source: French
ar: بالفرنسية
bn: ফ্রেঞ্চ
es: Francés
fa: فرانسوی
fr: Français
hi: फ्रेंच
id: Perancis
ko: 프랑스어
ky: Француз тили
pt_br: Francês (idioma)
ru: Французский
tr: Fransızca
uz: Fransuz tili
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法語

# 吉尔吉斯语
source: Kyrgyz
ar: القيرغيزية
bn: কিরগিজ ভাষা
es: Kirguís
fa: زبان کیرژی
fr: Kirghiz
hi: किरगीज़
id: Kirgistan
ko: 키르기스어
ky: Кыргыз тили
pt_br: Quirguiz (idioma)
ru: Киргизский
tr: Kırgızca
uz: Qirg'iz tili
vi: Tiếng Kyrgyz
zh_hans: 吉尔吉斯语
zh_hant: 吉爾吉斯語

# 乌兹别克语
source: Uzbek
ar: الأوزبكية
bn: উজবেক ভাষা
es: Uzbeko
fa: زبان ازبک
fr: Ouzbek
hi: उज़बेक
id: Uzbekistan
ko: 우즈베크어
ky: Өзбек тили
pt_br: Uzbeque (idioma)
ru: Узбекский
tr: Özbekçe
uz: O'zbek tili
vi: Tiếng Uzbek
zh_hans: 乌兹别克语
zh_hant: 烏茲別克語

# 波斯语
source: Persian
ar: الفارسية
bn: ফার্সিয়ান
es: Persa
fa: فارسی
fr: Persan
hi: फार्सी
id: Orang Persia
ko: 페르시아어
ky: Парс тили
pt_br: Persa (idioma)
ru: Персидский язык
tr: Farsça
uz: Fors tili
vi: Tiếng Ba Tư
zh_hans: 波斯语
zh_hant: 波斯語

# 印地语
source: Hindi
ar: الهندية
bn: হিন্দি
fa: هندي
hi: हिंदी
ko: 힌디어
ky: Хинди
pt_br: Hindi (idioma)
ru: Хинди
tr: Hintçe
uz: Hind tili
vi: Tiếng Hindi
zh_hans: 印地语
zh_hant: 印地語

# 西班牙语
source: Spanish
ar: الإسبانية
bn: স্প্যানিশ
es: Lengua española
fa: اسپانیای
fr: Langue espagnole
hi: स्पेनिश
id: Orang Spanyol
ko: 스페인어
ky: Испан тили
pt_br: Idioma espanhol
ru: Испанский язык
tr: İspanyolca dil
uz: Ispan tili
vi: Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙語

# 土耳其语
source: Turkish
ar: التركية
bn: তুর্কী
es: Turco
fa: ترکی
fr: Turc
hi: तुर्की
id: Turki
ko: 터키어
ky: Түрк тили
pt_br: Turco (idioma)
ru: Турецкий язык
tr: Türkçe
uz: urk tili
vi: Thổ Nhĩ Kỳ
zh_hans: 土耳其语
zh_hant: 土耳其語

# 孟加拉语
source: Bengali
ar: البنغالية
bn: বাংলা
es: Bengalí
fa: بنگالی
hi: बांग्ला
id: Benggala
ko: 벵골어
ky: Бенгали тили
pt_br: Bengali (idioma)
ru: Бенгальский
tr: Bengalce
uz: Bengal tili
zh_hans: 孟加拉语
zh_hant: 孟加拉語

# 印尼语
source: Indonesian
ar: الاندونيسية
bn: ইন্দোনেশিয়ান
es: indonesio
fa: اندونزیایی
fr: indonésien
hi: इन्डोनेशियाई
id: bahasa Indonesia
ko: 인도네시아어
ky: Индонезияча
pt_br: Idioma indonésio
ru: индонезийский
tr: Endonezya dili
uz: indonez
vi: Indonesia
zh_hans: 印尼语
zh_hant: 印尼語

# 葡萄牙语(巴西)
source: Portuguese (Brazil)
ar: البرتغالية (البرازيل).
bn: পর্তুগিজ (ব্রাজিল)
es: Portugués (Brasil)
fa: پرتغالی (برزیل)
fr: Portugais (Brésil)
hi: पुर्तगाली (ब्राजील)
id: Portugis (Brasil)
ko: 포르투갈어(브라질)
ky: Португалча (Бразилия)
pt_br: Português (Brasil)
ru: Португальский язык (Бразилия)
tr: Portekiz Brezilyası)
uz: Portugal (Braziliya)
vi: Tiếng Bồ Đào Nha (Brazil)
zh_hans: 葡萄牙语(巴西)
zh_hant: 葡萄牙語（巴西）

# 越南语
source: Vietnamese
ar: الفيتنامية
bn: ভিয়েতনামী
es: vietnamita
fa: ویتنامی
fr: vietnamien
hi: वियतनामी
id: Orang Vietnam
ko: 베트남어
ky: Вьетнамча
pt_br: Idioma vietnamita
ru: вьетнамский
tr: Vietnam
uz: Vetnam
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南語

# 韩语
source: Korean
ar: كوري
bn: কোরিয়াName
es: Coreano
fa: کوریه
fr: Coréen
hi: कोरियाई
id: Korea
ko: 한국어
ky: Корея тили
pt_br: Idioma coreano
ru: Корейский язык
tr: Korece
uz: koreys
vi: Hàn Quốc
zh_hans: 韩语
zh_hant: 韓語

# 表情搜索
source: Expression search
ar: بحث التعبير
bn: অভিব্যক্তি অনুসন্ধান
es: búsqueda de expresiones
fa: جستجوی عبارت
fr: Recherche d'expressions
hi: अभिव्यक्ति खोज
id: Pencarian ekspresi
ko: 이모티콘 검색
ky: Экспресс издөө
pt_br: Pesquisa de emojis
ru: Поиск выражений
tr: İfade arama
uz: Ifodani qidirish
vi: Tìm kiếm Sticker
zh_hans: 表情搜索
zh_hant: 表情搜尋

# 更多表情 >
source: More expressions >
ar: المزيد من التعبيرات >
bn: আরো অভিব্যক্তি >
es: Más expresiones >
fa: عبارات بیشتر >
fr: Plus d'expressions >
hi: अधिक अभिव्यक्ति >
id: Lebih banyak ekspresi>
ko: 더 많은 이모티콘>
ky: Көбүрөөк туюнтмалар >
pt_br: Mais expressões >
ru: Больше выражений >
tr: Daha fazla ifade >
uz: Ko'proq ifodalar >
vi: Thêm Sticker>
zh_hans: 更多表情 >
zh_hant: 更多表情 >

# 请在上方输入搜索词条，找到那个能表达您真情实感的GIF。
source: Enter your search term above to find the GIF that expresses your true feelings.
ar: أدخل مصطلح البحث الخاص بك أعلاه للعثور على صورة GIF التي تعبر عن مشاعرك الحقيقية.
bn: আপনার প্রকৃত অনুভূতি প্রকাশ করে এমন GIF খুঁজে পেতে উপরে আপনার অনুসন্ধান শব্দটি লিখুন।
es: Ingrese su término de búsqueda arriba para encontrar el GIF que exprese sus verdaderos sentimientos.
fa: عبارت جستجوی خود را در بالا وارد کنید تا GIF را پیدا کنید که احساسات واقعی شما را بیان می کند.
fr: Entrez votre terme de recherche ci-dessus pour trouver le GIF qui exprime vos véritables sentiments.
hi: अपनी सच्ची भावनाओं को व्यक्त करने वाले GIF को खोजने के लिए ऊपर अपना खोज शब्द दर्ज करें।
id: Masukkan istilah pencarian Anda di atas untuk menemukan GIF yang mengungkapkan perasaan Anda yang sebenarnya.
ko: 위에 검색어를 입력하시면 당신의 진심이 담긴 GIF를 찾아보실 수 있습니다.
ky: Чыныгы сезимдериңизди билдирген GIF табуу үчүн жогорудагы издөө сөзүңүздү киргизиңиз.
pt_br: Digite o termo de pesquisa acima para encontrar o GIF que expressa seus verdadeiros sentimentos.
ru: Введите поисковый запрос выше, чтобы найти GIF-файл, который выражает ваши истинные чувства.
tr: Gerçek duygularınızı ifade eden GIF'i bulmak için yukarıya arama teriminizi girin.
uz: Sizning haqiqiy his-tuyg'ularingizni ifodalovchi GIFni topish uchun yuqoridagi qidiruv so'zini kiriting.
vi: Nhập cụm từ tìm kiếm ở trên để tìm GIF thể hiện cảm xúc thật của bạn.
zh_hans: 请在上方输入搜索词条，找到那个能表达您真情实感的GIF。
zh_hant: 請在上方輸入搜尋詞條，找到那個能表達您真情實感的GIF。

# 最近使用
source: Recently Used
ar: مستخدم حديثا
bn: সম্প্রতি ব্যবহৃত
es: Recientemente usado
fa: اخیرا مورد استفاده قرار گرفته
fr: Utilisé récemment
hi: हाल ही में उपयोग किया गया
id: Baru - baru ini digunakan
ko: 최근에 사용함
ky: Жакында колдонулган
pt_br: Uso recente
ru: Недавно использованный
tr: Son zamanlarda kullanılmış
uz: Yaqinda ishlatilgan
vi: Sử dụng gần đây
zh_hans: 最近使用
zh_hant: 最近使用

# 全部表情
source: All expressions
ar: جميع التعبيرات
bn: সমস্ত অভিব্যক্তি
es: Todas las expresiones
fa: همه عبارات
fr: Toutes les expressions
hi: सभी भाव
id: Semua ekspresi
ko: 모든 표정
ky: Бардык туюнтмалар
pt_br: Todas as expressões
ru: Все выражения
tr: Tüm ifadeler
uz: Barcha ifodalar
vi: Tất cả Sticker
zh_hans: 全部表情
zh_hant: 全部表情

# 添加的单个表情
source: Added single emoticon
ar: تمت إضافة رمز تعبيري واحد
bn: একক ইমোটিকন যোগ করা হয়েছে
es: Se agregó un solo emoticono.
fa: شکلک تک اضافه شد
fr: Émoticône unique ajoutée
hi: एकल इमोटिकॉन जोड़ा गया
id: Menambahkan emotikon tunggal
ko: 단일 이모티코 추가
ky: Жалгыз эмотикон кошулду
pt_br: Emoticons individuais adicionados
ru: Добавлен один смайлик
tr: Tekli ifade eklendi
uz: Yagona kulgich qo'shildi
vi: Đã thêm Sticker đơn
zh_hans: 添加的单个表情
zh_hant: 添加的單一表情

# 表情商城
source: Expression Mall
ar: التعبير مول
bn: এক্সপ্রেশন মল
es: Centro comercial de expresión
fa: اکسپرسشن مال
fr: Centre commercial d'expression
hi: अभिव्यक्ति मॉल
id: Mal Ekspresi
ko: 익스프레션 몰
pt_br: Shopping de Emojis
ru: Экспресс Молл
tr: İfade Alışveriş Merkezi
vi: Trung tâm Sticker
zh_hans: 表情商城
zh_hant: 表情商城

# 表情包
source: Emoticons
ar: الرموز الانفعالية
bn: ইমোটিকন
es: Emoticones
fa: شکلک ها
fr: Émoticônes
hi: इमोटिकॉन
id: Emotikon
ko: 이모티콘
ky: Эмотикондор
pt_br: emoji
ru: Смайлики
tr: İfadeler
uz: Kulgichlar
vi: Gói Sticker
zh_hans: 表情包
zh_hant: 表情包

# 精选表情
source: Featured emoticons
ar: الرموز المميزة
bn: বৈশিষ্ট্যযুক্ত ইমোটিকন
es: Emoticones destacados
fa: شکلک های ویژه
fr: Émoticônes en vedette
hi: विशेष रुप से प्रदर्शित इमोटिकॉन्स
id: Emotikon unggulan
ko: 추천 이모티콘
ky: Өзгөчөлөнгөн эмотикондор
pt_br: Emoji em destaque
ru: Рекомендуемые смайлы
tr: Öne çıkan ifadeler
uz: Tanlangan kulgichlar
vi: Sticker nổi bật
zh_hans: 精选表情
zh_hant: 精選表情
