Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 当前登录方式不支持
source: The current login method is not supported
ar: طريقة تسجيل الدخول الحالية غير مدعومة
bn: বর্তমান লগইন পদ্ধতি সমর্থিত নয়
es: El método de inicio de sesión actual no es compatible
fa: روش ورود فعلی پشتیبانی نمی شود
fr: La méthode de connexion actuelle n'est pas prise en charge
hi: वर्तमान लॉगिन विधि समर्थित नहीं है
id: Metode login saat ini tidak didukung
ko: 현재 로그인 방법은 지원되지 않습니다
ky: Учурдагы кирүү ыкмасы колдоого алынбайт
pt_br: O método de login atual não é compatível
ru: Текущий метод входа не поддерживается
tr: Mevcut oturum açma yöntemi desteklenmiyor
uz: Joriy kirish usuli qo'llab-quvvatlanmaydi
vi: Phương thức đăng nhập hiện tại không được hỗ trợ
zh_hans: 当前登录方式不支持
zh_hant: 目前登入方式不支援

# 注册方式不支持
source: Registration method is not supported
ar: طريقة التسجيل غير مدعومة
bn: নিবন্ধন পদ্ধতি সমর্থিত নয়
es: El método de registro no es compatible
fa: روش ثبت نام پشتیبانی نمی شود
fr: La méthode d'enregistrement n'est pas prise en charge
hi: पंजीकरण पद्धति समर्थित नहीं है
id: Metode pendaftaran tidak didukung
ko: 등록 방법은 지원되지 않습니다.
ky: Каттоо ыкмасы колдоого алынбайт
pt_br: O método de registro não é suportado
ru: Способ регистрации не поддерживается
tr: Kayıt yöntemi desteklenmiyor
uz: Ro‘yxatdan o‘tish usuli qo‘llab-quvvatlanmaydi
vi: Phương thức đăng ký không được hỗ trợ
zh_hans: 注册方式不支持
zh_hant: 註冊方式不支持

# 没有权限登录该类型平台
source: No permission to log in to this type of platform
ar: لا يوجد إذن لتسجيل الدخول إلى هذا النوع من المنصات
bn: এই ধরনের প্ল্যাটফর্মে লগ ইন করার অনুমতি নেই
es: No hay permiso para iniciar sesión en este tipo de plataforma
fa: هیچ مجوزی برای ورود به این نوع پلتفرم وجود ندارد
fr: Aucune autorisation pour se connecter à ce type de plateforme
hi: इस प्रकार के प्लेटफ़ॉर्म पर लॉग इन करने की अनुमति नहीं है
id: Tidak ada izin untuk masuk ke platform jenis ini
ko: 您无权登录此类平台。
ky: Бул түрдөгү платформага кирүүгө уруксат жок
pt_br: Não há acesso a esse tipo de plataforma
ru: Нет разрешения на вход на платформу этого типа.
tr: Bu tür platformlara giriş izni yok
uz: Ushbu turdagi platformaga kirishga ruxsat yo'q
vi: Không có quyền đăng nhập vào loại nền tảng này
zh_hans: 没有权限登录该类型平台
zh_hant: 沒有權限登錄該類型平台

# 没有权限多端登录
source: No permission to log in from multiple terminals
ar: لا يوجد إذن لتسجيل الدخول من محطات متعددة
bn: একাধিক টার্মিনাল থেকে লগ ইন করার অনুমতি নেই
es: No hay permiso para iniciar sesión desde múltiples terminales
fa: مجوز ورود از چند ترمینال وجود ندارد
fr: Aucune autorisation de se connecter à partir de plusieurs terminaux
hi: एकाधिक टर्मिनलों से लॉग इन करने की अनुमति नहीं
id: Tidak ada izin untuk masuk dari beberapa terminal
ko: 여러 터미널에 로그인할 수 있는 권한이 없습니다.
ky: Бир нече терминалдан кирүүгө уруксат жок
pt_br: Sem acesso a vários logins
ru: Нет разрешения на вход с нескольких терминалов
tr: Birden fazla terminalden oturum açma izni yok
uz: Bir nechta terminallardan tizimga kirishga ruxsat yo'q
vi: Không có quyền đăng nhập nhiều thiết bị đầu cuối
zh_hans: 没有权限多端登录
zh_hant: 沒有權限多端登錄

# license信息错误，请检查
source: The license information is incorrect, please check
ar: معلومات الترخيص غير صحيحة، يرجى التأكد
bn: লাইসেন্স তথ্য ভুল, চেক করুন
es: La información de la licencia es incorrecta, verifique
fa: اطلاعات مجوز نادرست است، لطفا بررسی کنید
fr: Les informations de licence sont incorrectes, veuillez vérifier
hi: लाइसेंस की जानकारी गलत है, कृपया जांचें
id: Informasi lisensi salah, harap periksa
ko: 라이센스 정보가 정확하지 않습니다.
ky: Лицензия маалыматы туура эмес, текшериңиз
pt_br: as informações da licença estão erradas, verifique
ru: Информация о лицензии неверна, проверьте
tr: Lisans bilgileri hatalı, lütfen kontrol edin
uz: Litsenziya ma'lumotlari noto'g'ri, tekshiring
vi: Thông tin license không chính xác, vui lòng kiểm tra
zh_hans: license信息错误，请检查
zh_hant: license信息錯誤，請檢查

# license已被禁用，请检查
source: license has been disabled, please check
ar: لقد تم تعطيل الترخيص، يرجى التحقق
bn: লাইসেন্স নিষ্ক্রিয় করা হয়েছে, চেক করুন
es: La licencia ha sido deshabilitada, verifique
fa: مجوز غیرفعال شده است، لطفا بررسی کنید
fr: la licence a été désactivée, veuillez vérifier
hi: लाइसेंस अक्षम कर दिया गया है, कृपया जांचें
id: lisensi telah dinonaktifkan, silakan periksa
ko: 라이센스가 비활성화되었습니다. 확인하십시오
ky: лицензия өчүрүлгөн, текшериңиз
pt_br: foi desativada, verifique a
ru: лицензия отключена, пожалуйста, проверьте
tr: lisans devre dışı bırakıldı, lütfen kontrol edin
uz: litsenziya o'chirilgan, tekshiring
vi: license đã bị vô hiệu hóa, vui lòng kiểm tra
zh_hans: license已被禁用，请检查
zh_hant: license已被禁用，請檢查

# license已过期，请检查
source: The license has expired, please check
ar: لقد انتهت صلاحية الترخيص، يرجى التأكد
bn: লাইসেন্সের মেয়াদ শেষ হয়ে গেছে, অনুগ্রহ করে চেক করুন
es: La licencia ha caducado, por favor verifique
fa: مجوز منقضی شده است، لطفا بررسی کنید
fr: La licence a expiré, veuillez vérifier
hi: लाइसेंस समाप्त हो गया है, कृपया जांचें
id: Lisensi telah habis masa berlakunya, silakan periksa
ko: 라이센스가 만료되었습니다.
ky: Лицензиянын мөөнөтү бүттү, текшериңиз
pt_br: A licença expirou, verifique
ru: Срок действия лицензии истек, пожалуйста, проверьте
tr: Lisansın süresi doldu, lütfen kontrol edin
uz: Litsenziya muddati tugagan, tekshiring
vi: license đã hết hạn, vui lòng kiểm tra
zh_hans: license已过期，请检查
zh_hant: license已過期，請檢查

# 未在license指定IP范围内登录
source: Not logged in within the IP range specified in the license
ar: لم يتم تسجيل الدخول ضمن نطاق IP المحدد في الترخيص
bn: লাইসেন্সে নির্দিষ্ট আইপি পরিসরের মধ্যে লগ ইন করা হয়নি
es: No ha iniciado sesión dentro del rango de IP especificado en la licencia
fa: در محدوده IP مشخص شده در مجوز وارد نشده اید
fr: Non connecté dans la plage IP spécifiée dans la licence
hi: लाइसेंस में निर्दिष्ट आईपी सीमा के भीतर लॉग इन नहीं किया गया है
id: Tidak masuk dalam rentang IP yang ditentukan dalam lisensi
ko: 라이센스에 지정된 IP 주소 내에서는 로그인할 수 없습니다
ky: Лицензияда көрсөтүлгөн IP диапазонунда кирген эмес
pt_br: Falha ao fazer login dentro do intervalo de IPs especificado na licença
ru: Не авторизован в диапазоне IP, указанном в лицензии.
tr: Lisansta belirtilen IP aralığında oturum açılmadı
uz: Litsenziyada ko'rsatilgan IP oralig'ida tizimga kirmagan
vi: Không đăng nhập trong phạm vi IP được chỉ định trong license
zh_hans: 未在license指定IP范围内登录
zh_hant: 未在license指定IP範圍內登錄

# 未在license指定Mac范围内登录
source: Not logged in within the Mac range specified in the license
ar: لم يتم تسجيل الدخول ضمن نطاق Mac المحدد في الترخيص
bn: লাইসেন্সে নির্দিষ্ট করা ম্যাক রেঞ্জের মধ্যে লগ ইন করা হয়নি
es: No haber iniciado sesión dentro del rango de Mac especificado en la licencia
fa: در محدوده Mac مشخص شده در مجوز وارد نشده اید
fr: Non connecté dans la plage Mac spécifiée dans la licence
hi: लाइसेंस में निर्दिष्ट मैक सीमा के भीतर लॉग इन नहीं किया गया है
id: Tidak masuk dalam rentang Mac yang ditentukan dalam lisensi
ko: 라이선스에 지정된 Mac 범위 내에서 로그인하지 않았습니다.
ky: Лицензияда көрсөтүлгөн Mac диапазонунда кирген эмес
pt_br: Falha ao fazer login dentro do intervalo de Mac especificado na licença
ru: Не выполнен вход в диапазон Mac, указанный в лицензии.
tr: Lisansta belirtilen Mac aralığında oturum açılmadı
uz: Litsenziyada ko'rsatilgan Mac oralig'ida tizimga kirmagan
vi: Không đăng nhập trong phạm vi Mac được chỉ định trong license
zh_hans: 未在license指定Mac范围内登录
zh_hant: 未在license指定Mac範圍內登錄

# 请初始化文件助手系统用户信息
source: Please initialize the file assistant system user information
ar: يرجى تهيئة معلومات مستخدم نظام مساعد الملفات
bn: অনুগ্রহ করে ফাইল সহকারী সিস্টেম ব্যবহারকারীর তথ্য শুরু করুন
es: Inicialice la información de usuario del sistema del asistente de archivos
fa: لطفا اطلاعات کاربر سیستم دستیار فایل را مقداردهی اولیه کنید
fr: Veuillez initialiser les informations utilisateur du système File Assistant.
hi: कृपया फ़ाइल सहायक सिस्टम उपयोगकर्ता जानकारी प्रारंभ करें
id: Silakan inisialisasi informasi pengguna sistem asisten file
ko: 파일 어시스턴트 시스템 사용자 정보를 초기화하십시오.
ky: Сураныч, файл жардамчысы тутумунун колдонуучу маалыматын инициализациялаңыз
pt_br: Inicialize as informações do usuário do sistema auxiliar de arquivos
ru: Пожалуйста, инициализируйте информацию пользователя системы файлового помощника.
tr: Lütfen dosya asistanı sistemi kullanıcı bilgilerini başlatın
uz: Iltimos, fayl yordamchisi tizimi foydalanuvchi maʼlumotlarini ishga tushiring
vi: Vui lòng khởi tạo thông tin người dùng hệ thống trợ lý tập tin
zh_hans: 请初始化文件助手系统用户信息
zh_hant: 請初始化文件助手系統用戶信息

# 超过license人数限制，请检查
source: Exceeded license number limit, please check
ar: تم تجاوز الحد الأقصى لرقم الترخيص، يرجى التحقق
bn: লাইসেন্স নম্বর সীমা অতিক্রম করেছে, অনুগ্রহ করে চেক করুন
es: Límite de número de licencia excedido, verifique
fa: بیش از حد مجاز شماره مجوز، لطفا بررسی کنید
fr: Vous avez dépassé la limite de numéro de licence, veuillez vérifier
hi: लाइसेंस संख्या सीमा पार हो गई है, कृपया जांचें
id: Melebihi batas nomor lisensi, silakan periksa
ko: 라이센스 수를 초과한 경우 한도를 확인하십시오
ky: Лицензия номеринин чегинен ашып кетти, текшериңиз
pt_br: Excedeu o limite da licença, verifique
ru: Превышено максимальное количество лицензий, проверьте
tr: Lisans numarası sınırı aşıldı, lütfen kontrol edin
uz: Litsenziya raqami chegarasidan oshib ketdi, tekshiring
vi: Số người vượt quá giới hạn trong license, vui lòng kiểm tra
zh_hans: 超过license人数限制，请检查
zh_hant: 超過license人數限制，請檢查

# 登录IP不在白名单内
source: The login IP is not in the whitelist
ar: عنوان IP لتسجيل الدخول غير موجود في القائمة البيضاء
bn: লগইন আইপি সাদা তালিকায় নেই
es: La IP de inicio de sesión no está en la lista blanca
fa: IP ورود در لیست سفید نیست
fr: L'adresse IP de connexion n'est pas dans la liste blanche
hi: लॉगिन आईपी श्वेतसूची में नहीं है
id: IP login tidak ada dalam daftar putih
ko: 로그인 IP가 화이트리스트에 없습니다
ky: Кирүү IP ак тизмеде жок
pt_br: O IP de login não está na lista de permissões
ru: IP-адрес для входа отсутствует в белом списке
tr: Oturum açma IP'si beyaz listede değil
uz: Kirish IP oq ro'yxatda yo'q
vi: IP đăng nhập không có trong danh sách trắng
zh_hans: 登录IP不在白名单内
zh_hant: 登入IP不在白名單內

# 记录不存在
source: Record does not exist
ar: السجل غير موجود
bn: রেকর্ড বিদ্যমান নেই
es: El registro no existe
fa: رکورد وجود ندارد
fr: L'enregistrement n'existe pas
hi: रिकार्ड मौजूद नहीं है
id: Catatan tidak ada
ko: 레코드가 존재하지 않습니다.
ky: Жазуу жок
pt_br: O registro não existe
ru: Запись не существует
tr: Kayıt mevcut değil
uz: Yozuv mavjud emas
vi: Bản ghi không tồn tại
zh_hans: 记录不存在
zh_hant: 記錄不存在

# 租户信息不存在
source: Tenant information does not exist
ar: معلومات المستأجر غير موجودة
bn: ভাড়াটে তথ্য বিদ্যমান নেই
es: La información del inquilino no existe
fa: اطلاعات مستاجر وجود ندارد
fr: Les informations sur le locataire n'existent pas
hi: किरायेदार की जानकारी मौजूद नहीं है
id: Informasi penyewa tidak ada
ko: 테넌트 정보가 없습니다.
ky: Ижарачы тууралуу маалымат жок
pt_br: As informações do locatário não existem
ru: Информация об арендаторе не существует
tr: Kiracı bilgisi mevcut değil
uz: Ijarachi haqida ma'lumot mavjud emas
vi: Thông tin người thuê không tồn tại
zh_hans: 租户信息不存在
zh_hant: 租戶信息不存在

# 用户与租户关系不存在
source: The user-tenant relationship does not exist
ar: العلاقة بين المستخدم والمستأجر غير موجودة
bn: ব্যবহারকারী-ভাড়াটে সম্পর্ক বিদ্যমান নেই
es: La relación usuario-inquilino no existe
fa: رابطه کاربر و مستاجر وجود ندارد
fr: La relation utilisateur-locataire n'existe pas
hi: उपयोगकर्ता-किरायेदार संबंध मौजूद नहीं है
id: Hubungan pengguna-penyewa tidak ada
ko: 사용자-테넌트 관계가 없습니다.
ky: Колдонуучу менен ижарачы мамилеси жок
pt_br: A relação entre usuário e locatário não existe
ru: Отношения пользователь-арендатор не существуют
tr: Kullanıcı-kiracı ilişkisi mevcut değil
uz: Foydalanuvchi va ijarachi munosabatlari mavjud emas
vi: Mối quan hệ người dùng-người thuê không tồn tại
zh_hans: 用户与租户关系不存在
zh_hant: 用戶與租戶關係不存在

# 推送配置不能为空
source: Push configuration cannot be empty
ar: لا يمكن أن يكون تكوين الدفع فارغًا
bn: পুশ কনফিগারেশন খালি হতে পারে না
es: La configuración push no puede estar vacía
fa: پیکربندی فشار نمی تواند خالی باشد
fr: La configuration push ne peut pas être vide
hi: पुश कॉन्फ़िगरेशन खाली नहीं हो सकता
id: Konfigurasi push tidak boleh kosong
ko: 푸시 구성은 비워 둘 수 없습니다
ky: Push конфигурациясы бош болбошу керек
pt_br: A configuração push não pode estar vazia
ru: Push-конфигурация не может быть пустой.
tr: Anında iletme yapılandırması boş olamaz
uz: Push konfiguratsiyasi bo'sh bo'lishi mumkin emas
vi: Cấu hình đẩy không được để trống
zh_hans: 推送配置不能为空
zh_hant: 推送配置不能為空

# 推送配置类型不能为空
source: Push configuration type cannot be empty
ar: لا يمكن أن يكون نوع تكوين الدفع فارغًا
bn: পুশ কনফিগারেশন প্রকার খালি হতে পারে না
es: El tipo de configuración push no puede estar vacío
fa: نوع پیکربندی فشار نمی تواند خالی باشد
fr: Le type de configuration push ne peut pas être vide
hi: पुश कॉन्फ़िगरेशन प्रकार खाली नहीं हो सकता
id: Jenis konfigurasi push tidak boleh kosong
ko: 밀어넣기 구성 유형은 비워 둘 수 없습니다
ky: Push конфигурациясынын түрү бош болбошу керек
pt_br: O tipo de configuração push não pode estar vazio
ru: Тип push-конфигурации не может быть пустым.
tr: Anında yapılandırma türü boş olamaz
uz: Push konfiguratsiya turi bo'sh bo'lishi mumkin emas
vi: Loại cấu hình đẩy không được để trống
zh_hans: 推送配置类型不能为空
zh_hant: 推送配置類型不能為空

# 推送配置类型错误
source: Push configuration type error
ar: دفع خطأ في نوع التكوين
bn: পুশ কনফিগারেশন টাইপ ত্রুটি৷
es: Error de tipo de configuración push
fa: خطای نوع پیکربندی فشار
fr: Erreur de type de configuration push
hi: पुश कॉन्फ़िगरेशन प्रकार त्रुटि
id: Kesalahan jenis konfigurasi push
ko: 밀어넣기 구성 유형이 잘못되었습니다.
ky: Push конфигурация түрү катасы
pt_br: Erro de tipo de configuração de push
ru: Ошибка типа push-конфигурации
tr: Yapılandırma türü hatası itin
uz: Push konfiguratsiyasi turi xatosi
vi: Lỗi loại cấu hình đẩy
zh_hans: 推送配置类型错误
zh_hant: 推送配置類型錯誤

# 推送配置ID错误
source: Push configuration ID error
ar: دفع خطأ معرف التكوين
bn: পুশ কনফিগারেশন আইডি ত্রুটি৷
es: Error de ID de configuración push
fa: خطای شناسه پیکربندی فشار
fr: Erreur d'ID de configuration push
hi: पुश कॉन्फ़िगरेशन आईडी त्रुटि
id: Kesalahan ID konfigurasi push
ko: 푸시 구성 ID가 잘못되었습니다.
ky: Push конфигурациясынын ID катасы
pt_br: Erro de ID de configuração de push
ru: Ошибка идентификатора конфигурации отправки
tr: Yapılandırma kimliği hatasını aktarın
uz: Push konfiguratsiyasi ID xatosi
vi: Lỗi ID cấu hình đẩy
zh_hans: 推送配置ID错误
zh_hant: 推送配置ID錯誤

# 推送配置空间区域标示错误
source: Push configuration space area label error
ar: دفع خطأ في تسمية منطقة مساحة التكوين
bn: পুশ কনফিগারেশন স্থান এলাকা লেবেল ত্রুটি
es: Error de etiqueta del área de espacio de configuración push
fa: خطای برچسب منطقه فضای پیکربندی فشار
fr: Erreur d'étiquette de zone d'espace de configuration push
hi: पुश कॉन्फ़िगरेशन स्पेस एरिया लेबल त्रुटि
id: Kesalahan label area ruang konfigurasi push
ko: 푸시 구성 공간이 잘못 표시되었습니다.
ky: Push конфигурациясынын аянтынын энбелгиси катасы
pt_br: Erro de rotulagem da região do espaço de configuração push
ru: Ошибка метки области пространства конфигурации отправки
tr: Push yapılandırma alanı alanı etiketi hatası
uz: Push konfiguratsiya maydoni maydoni yorlig'i xatosi
vi: Lỗi nhãn vùng không gian cấu hình đẩy
zh_hans: 推送配置空间区域标示错误
zh_hant: 推送配置空間區域標示錯誤

# 修改推送配置状态
source: Modify push configuration status
ar: تعديل حالة تكوين الدفع
bn: পুশ কনফিগারেশন স্থিতি পরিবর্তন করুন
es: Modificar el estado de configuración de inserción
fa: وضعیت پیکربندی فشار را تغییر دهید
fr: Modifier l'état de la configuration push
hi: पुश कॉन्फ़िगरेशन स्थिति संशोधित करें
id: Ubah status konfigurasi push
ko: 푸시 구성 상태 수정
ky: Push конфигурациясынын абалын өзгөртүү
pt_br: Modificação do status da configuração push
ru: Изменить статус push-конфигурации
tr: Anında yapılandırma durumunu değiştirin
uz: Push konfiguratsiyasi holatini o'zgartirish
vi: Sửa đổi trạng thái cấu hình đẩy
zh_hans: 修改推送配置状态
zh_hant: 修改推送配置狀態

# 推送配置配合不存在
source: Push configuration match does not exist
ar: مطابقة تكوين الدفع غير موجودة
bn: পুশ কনফিগারেশন মিল বিদ্যমান নেই
es: La coincidencia de configuración push no existe
fa: مطابقت پیکربندی فشار وجود ندارد
fr: La correspondance de configuration push n'existe pas
hi: पुश कॉन्फ़िगरेशन मिलान मौजूद नहीं है
id: Konfigurasi push yang cocok tidak ada
ko: 밀어넣기 구성이 없습니다.
ky: Push конфигурациясынын дал келүүсү жок
pt_br: Push Configuration fit não existe
ru: Соответствие конфигурации push не существует
tr: Anında yapılandırma eşleşmesi mevcut değil
uz: Push konfiguratsiyasi mosligi mavjud emas
vi: Kết hợp cấu hình đẩy không tồn tại
zh_hans: 推送配置配合不存在
zh_hant: 推送配置配合不存在

# 请先修改补全推送配置信息
source: Please modify the completion push configuration information first
ar: الرجاء تعديل معلومات تكوين دفع الإكمال أولاً
bn: অনুগ্রহ করে প্রথমে সমাপ্তি পুশ কনফিগারেশন তথ্য সংশোধন করুন
es: Modifique primero la información de configuración de envío de finalización
fa: لطفاً ابتدا اطلاعات پیکربندی فشار تکمیل را اصلاح کنید
fr: Veuillez d'abord modifier les informations de configuration du push d'achèvement
hi: कृपया पहले पूर्णता पुश कॉन्फ़िगरेशन जानकारी को संशोधित करें
id: Harap ubah informasi konfigurasi push penyelesaian terlebih dahulu
ko: 먼저 완료 푸시의 구성 정보를 수정합니다
ky: Адегенде аяктоо конфигурациясынын маалыматын өзгөртүңүз
pt_br: Primeiro, modifique as informações complementares de configuração do push
ru: Сначала измените информацию о конфигурации push-уведомления о завершении.
tr: Lütfen önce tamamlama itme yapılandırma bilgilerini değiştirin
uz: Iltimos, avval yakuniy push konfiguratsiyasi ma'lumotlarini o'zgartiring
vi: Vui lòng sửa đổi, hoàn thành thông tin cấu hình đẩy trước
zh_hans: 请先修改补全推送配置信息
zh_hant: 請先修改補全推送配置信息

# 状态已经为启用,请勿重复启用
source: The status is already enabled, please do not enable it again.
ar: الحالة مفعلة بالفعل، يرجى عدم تمكينها مرة أخرى.
bn: স্ট্যাটাসটি ইতিমধ্যেই সক্ষম করা হয়েছে, অনুগ্রহ করে এটি আবার সক্রিয় করবেন না।
es: El estado ya está habilitado, no lo vuelva a habilitar.
fa: وضعیت قبلاً فعال است، لطفاً آن را دوباره فعال نکنید.
fr: Le statut est déjà activé, veuillez ne pas l'activer à nouveau.
hi: स्थिति पहले से ही सक्षम है, कृपया इसे दोबारा सक्षम न करें।
id: Status sudah aktif, mohon jangan aktifkan lagi.
ko: 상태가 이미 활성화되어 있으므로 반복적으로 활성화하지 마십시오.
ky: Статус мурунтан эле иштетилген, аны кайра иштетпеңиз.
pt_br: O status já está ativado, não o reative.
ru: Статус уже включен, пожалуйста, не включайте его снова.
tr: Durum zaten etkin, lütfen tekrar etkinleştirmeyin.
uz: Holat allaqachon yoqilgan, uni qayta yoqmang.
vi: Trạng thái đã được bật, vui lòng không bật lại.
zh_hans: 状态已经为启用,请勿重复启用
zh_hant: 狀態已經為啟用,請勿重複啟用

# 修改对象推送配置
source: Modify object push configuration
ar: تعديل تكوين دفع الكائن
bn: অবজেক্ট পুশ কনফিগারেশন পরিবর্তন করুন
es: Modificar la configuración de envío de objetos
fa: پیکربندی فشار شی را تغییر دهید
fr: Modifier la configuration du push d'objet
hi: ऑब्जेक्ट पुश कॉन्फ़िगरेशन को संशोधित करें
id: Ubah konfigurasi push objek
ko: 오브젝트 밀어넣기 구성 수정
ky: Объекттин түртүү конфигурациясын өзгөртүү
pt_br: Modificação da configuração de envio de objetos
ru: Изменить конфигурацию отправки объекта
tr: Nesne itme yapılandırmasını değiştirin
uz: Ob'ektni surish konfiguratsiyasini o'zgartirish
vi: Sửa đổi cấu hình đẩy đối tượng
zh_hans: 修改对象推送配置
zh_hant: 修改對象推送配置

# 推送配置ID不能为空
source: Push configuration ID cannot be empty
ar: لا يمكن أن يكون معرف تكوين الدفع فارغًا
bn: পুশ কনফিগারেশন আইডি খালি থাকতে পারে না
es: El ID de configuración push no puede estar vacío
fa: شناسه پیکربندی Push نمی تواند خالی باشد
fr: L'ID de configuration push ne peut pas être vide
hi: पुश कॉन्फ़िगरेशन आईडी खाली नहीं हो सकती
id: ID konfigurasi push tidak boleh kosong
ko: 푸시 구성 ID는 비워 둘 수 없습니다
ky: Push конфигурациясынын идентификатору бош болбошу керек
pt_br: A ID da configuração push não pode ser nula
ru: Идентификатор push-конфигурации не может быть пустым.
tr: Anında yapılandırma kimliği boş olamaz
uz: Push konfiguratsiya identifikatori bo'sh bo'lishi mumkin emas
vi: ID cấu hình đẩy không được để trống
zh_hans: 推送配置ID不能为空
zh_hant: 推送配置ID不能為空

# 应用包名不能为空
source: The application package name cannot be empty
ar: لا يمكن أن يكون اسم حزمة التطبيق فارغًا
bn: অ্যাপ্লিকেশন প্যাকেজ নাম খালি হতে পারে না
es: El nombre del paquete de la aplicación no puede estar vacío.
fa: نام بسته برنامه نمی تواند خالی باشد
fr: Le nom du package de candidature ne peut pas être vide
hi: एप्लिकेशन पैकेज का नाम खाली नहीं हो सकता
id: Nama paket aplikasi tidak boleh kosong
ko: 앱 패키지 이름은 비워 둘 수 없습니다
ky: Колдонмо топтомунун аталышы бош болбошу керек
pt_br: O nome do pacote do aplicativo não pode estar vazio
ru: Имя пакета приложения не может быть пустым.
tr: Uygulama paketi adı boş olamaz
uz: Ilova paketi nomi boʻsh boʻlishi mumkin emas
vi: Tên gói ứng dụng không được để trống
zh_hans: 应用包名不能为空
zh_hant: 應用包名不能為空

# 请选择是否开启调试模式
source: Please choose whether to enable debugging mode
ar: الرجاء اختيار ما إذا كنت تريد تمكين وضع التصحيح
bn: ডিবাগিং মোড সক্ষম করবেন কিনা তা অনুগ্রহ করে চয়ন করুন৷
es: Elija si desea habilitar el modo de depuración
fa: لطفاً انتخاب کنید که آیا حالت اشکال زدایی فعال شود یا خیر
fr: Veuillez choisir si vous souhaitez activer le mode débogage
hi: कृपया चुनें कि डिबगिंग मोड सक्षम करना है या नहीं
id: Silakan pilih apakah akan mengaktifkan mode debugging
ko: 디버깅 모드를 사용할지 여부를 선택합니다
ky: Мүчүлүштүктөрдү оңдоо режимин иштетүүнү тандаңыз
pt_br: Selecione se deseja ativar o modo de depuração
ru: Пожалуйста, выберите, включать ли режим отладки
tr: Lütfen hata ayıklama modunun etkinleştirilip etkinleştirilmeyeceğini seçin
uz: Nosozliklarni tuzatish rejimini yoqish-yoqmaslikni tanlang
vi: Vui lòng chọn có bật chế độ gỡ lỗi hay không
zh_hans: 请选择是否开启调试模式
zh_hant: 請選擇是否開啟調試模式

# 调试模式状态错误
source: Debug mode status error
ar: خطأ في حالة وضع التصحيح
bn: ডিবাগ মোড স্থিতি ত্রুটি৷
es: Error de estado del modo de depuración
fa: خطای وضعیت حالت اشکال زدایی
fr: Erreur d'état du mode débogage
hi: डीबग मोड स्थिति त्रुटि
id: Kesalahan status mode debug
ko: 디버그 모드 상태 오류
ky: Мүчүлүштүктөрдү оңдоо режиминин абалы катасы
pt_br: Erro de status do modo de depuração
ru: Ошибка статуса режима отладки
tr: Hata ayıklama modu durum hatası
uz: Nosozliklarni tuzatish rejimi holati xatosi
vi: Lỗi trạng thái chế độ kiểm tra sửa lỗi
zh_hans: 调试模式状态错误
zh_hant: 調試模式狀態錯誤

# 配置文件不存在
source: Configuration file does not exist
ar: ملف التكوين غير موجود
bn: কনফিগারেশন ফাইল বিদ্যমান নেই
es: El archivo de configuración no existe
fa: فایل پیکربندی وجود ندارد
fr: Le fichier de configuration n'existe pas
hi: कॉन्फ़िगरेशन फ़ाइल मौजूद नहीं है
id: File konfigurasi tidak ada
ko: 구성 파일이 없습니다.
ky: Конфигурация файлы жок
pt_br: O arquivo de configuração não existe
ru: Конфигурационный файл не существует
tr: Yapılandırma dosyası mevcut değil
uz: Konfiguratsiya fayli mavjud emas
vi: Tập tin cấu hình không tồn tại
zh_hans: 配置文件不存在
zh_hant: 配置文件不存在

# 登录配置异常，请联系管理员
source: The login configuration is abnormal, please contact the administrator.
ar: تكوين تسجيل الدخول غير طبيعي، يرجى الاتصال بالمسؤول.
bn: লগইন কনফিগারেশন অস্বাভাবিক, প্রশাসকের সাথে যোগাযোগ করুন.
es: La configuración de inicio de sesión es anormal, comuníquese con el administrador.
fa: پیکربندی ورود غیر عادی است، لطفا با مدیر تماس بگیرید.
fr: La configuration de connexion est anormale, veuillez contacter l'administrateur.
hi: लॉगिन कॉन्फ़िगरेशन असामान्य है, कृपया व्यवस्थापक से संपर्क करें।
id: Konfigurasi login tidak normal, silakan hubungi administrator.
ko: 로그인이 비정상적으로 구성되었습니다. 관리자에게 문의하십시오.
ky: Кирүү конфигурациясы нормалдуу эмес, администратор менен байланышыңыз.
pt_br: A configuração de login está anormal, entre em contato com o administrador
ru: Конфигурация входа ненормальна, обратитесь к администратору.
tr: Oturum açma yapılandırması anormal, lütfen yöneticiyle iletişime geçin.
uz: Kirish konfiguratsiyasi g'ayritabiiy, iltimos administrator bilan bog'laning.
vi: Cấu hình đăng nhập bất thường, Vui lòng liên hệ với quản trị viên.
zh_hans: 登录配置异常，请联系管理员
zh_hant: 登錄配置異常，請聯繫管理員
