Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 关闭安全码
source: Close the security code
ar: قم بإيقاف تشغيل رمز الأمان
bn: নিরাপত্তা কোড বন্ধ করুন
es: Desactivar código de seguridad
fa: کد امنیتی را خاموش کنید
fr: Désactiver le code de sécurité
hi: सुरक्षा कोड बंद करें
id: Matikan kode keamanan
ko: 보안 코드 끄기
ky: Коопсуздук кодун өчүрүңүз
pt_br: Desative o código de segurança
ru: Отключить защитный код
tr: Güvenlik kodunu kapat
uz: Xavfsizlik kodini o'chirib qo'ying
vi: Tắt mã bảo vệ
zh_hans: 关闭安全码
zh_hant: 關閉安全碼

# 请输入登录密码
source: Please enter the login password
ar: الرجاء إدخال كلمة مرور تسجيل الدخول الخاصة بك
bn: আপনার লগইন পাসওয়ার্ড লিখুন
es: Por favor ingrese su contraseña de inicio de sesión
fa: لطفا رمز ورود خود را وارد کنید
fr: Veuillez entrer votre mot de passe de connexion
hi: कृपया अपना लॉगिन पासवर्ड दर्ज करें
id: Silakan masukkan kata sandi masuk Anda
ko: 로그인 비밀번호를 입력해주세요
ky: Кирүү сырсөзүңүздү киргизиңиз
pt_br: Por favor digite sua senha de login
ru: Пожалуйста, введите свой пароль для входа
tr: Lütfen giriş şifrenizi girin
uz: Iltimos, login parolingizni kiriting
vi: Vui lòng nhập mật khẩu đăng nhập của bạn
zh_hans: 请输入登录密码
zh_hant: 請輸入登入密碼

# 设置成功
source: Setup successful
ar: تم الإعداد بنجاح
bn: সেটআপ সফল হয়েছে
es: Configuración exitosa
fa: راه اندازی با موفقیت انجام شد
fr: Configuration réussie
hi: सेटअप सफल
id: Penyiapan berhasil
ko: 설정 성공
ky: Орнотуу ийгиликтүү
pt_br: Configuração bem-sucedida
ru: Настройка прошла успешно
tr: Kurulum başarılı
uz: Sozlash muvaffaqiyatli
vi: Thiết lập thành công
zh_hans: 设置成功
zh_hant: 設定成功

# 修改成功
source: Successfully modified
ar: تم التعديل بنجاح
bn: পরিবর্তন সফল
es: Modificación exitosa
fa: اصلاح با موفقیت انجام شد
fr: Modification réussie
hi: संशोधन सफल
id: Modifikasi berhasil
ko: 수정 성공
ky: Өзгөртүү ийгиликтүү болду
pt_br: Modificação bem-sucedida
ru: Модификация прошла успешно
tr: Değişiklik başarılı
uz: Oʻzgartirish muvaffaqiyatli
vi: Sửa đổi thành công
zh_hans: 修改成功
zh_hant: 修改成功

# 关闭成功
source: Close successfully
ar: تم الإغلاق بنجاح
bn: সফলভাবে বন্ধ
es: Cerrado exitosamente
fa: با موفقیت بسته شد
fr: Fermé avec succès
hi: सफलतापूर्वक बंद हुआ
id: Berhasil ditutup
ko: 성공적으로 종료되었습니다
ky: Ийгиликтүү жабылды
pt_br: Fechado com sucesso
ru: Закрыто успешно
tr: Başarıyla kapatıldı
uz: Muvaffaqiyatli yopildi
vi: Đã đóng thành công
zh_hans: 关闭成功
zh_hant: 關閉成功

# 原安全码输入错误3次需验证登录密码
source: The original security code was entered incorrectly 3 times and the login password needs to be verified
ar: إذا تم إدخال رمز الحماية الأصلي بشكل غير صحيح ثلاث مرات، فيجب التحقق من كلمة المرور لتسجيل الدخول.
bn: মূল নিরাপত্তা কোড তিনবার ভুলভাবে প্রবেশ করা হলে, লগইন পাসওয়ার্ড যাচাই করতে হবে।
es: Si el código de seguridad original se ingresa incorrectamente tres veces, se debe verificar la contraseña de inicio de sesión.
fa: اگر کد امنیتی اصلی سه بار اشتباه وارد شود، رمز ورود باید تایید شود.
fr: Si le code de sécurité d'origine est saisi incorrectement trois fois, le mot de passe de connexion doit être vérifié.
hi: यदि मूल सुरक्षा कोड तीन बार गलत तरीके से दर्ज किया गया है, तो लॉगिन पासवर्ड सत्यापित किया जाना चाहिए।
id: Jika kode keamanan asli yang dimasukkan salah sebanyak tiga kali, kata sandi login harus diverifikasi.
ko: 원래 보안 코드를 3회 잘못 입력한 경우 로그인 비밀번호를 확인해야 합니다.
ky: Эгерде баштапкы коопсуздук коду үч жолу туура эмес киргизилсе, логин сырсөзүн текшерүү керек.
pt_br: Se o código de segurança original for digitado incorretamente três vezes, a senha de login deverá ser verificada.
ru: Если исходный код безопасности введен неправильно три раза, пароль для входа необходимо проверить.
tr: Orijinal güvenlik kodu üç kez yanlış girilirse, oturum açma şifresinin doğrulanması gerekir.
uz: Agar asl xavfsizlik kodi uch marta noto'g'ri kiritilgan bo'lsa, login parolini tekshirish kerak.
vi: Nếu mã bảo mật ban đầu được nhập sai ba lần, mật khẩu đăng nhập phải được xác minh.
zh_hans: 原安全码输入错误3次需验证登录密码
zh_hant: 原安全碼輸入錯誤3次需驗證登入密碼

# 在新设备登录需要验证
source: Verification is required when logging in on a new device
ar: مطلوب التحقق لتسجيل الدخول على جهاز جديد
bn: একটি নতুন ডিভাইসে লগ ইন করার জন্য যাচাইকরণ প্রয়োজন৷
es: Se requiere verificación para iniciar sesión en un nuevo dispositivo
fa: برای ورود به یک دستگاه جدید، تأیید لازم است
fr: Une vérification est requise pour se connecter sur un nouvel appareil
hi: किसी नए डिवाइस पर लॉग इन करने के लिए सत्यापन आवश्यक है
id: Verifikasi diperlukan untuk masuk pada perangkat baru
ko: 새 기기에 로그인하려면 인증이 필요합니다.
ky: Жаңы түзмөктөн кирүү үчүн текшерүү талап кылынат
pt_br: A verificação é necessária para fazer login em um novo dispositivo
ru: Для входа на новом устройстве необходима верификация
tr: Yeni bir cihazda oturum açmak için doğrulama gerekiyor
uz: Yangi qurilmada tizimga kirish uchun tasdiqlash talab qilinadi
vi: Cần phải xác minh để đăng nhập trên thiết bị mới
zh_hans: 在新设备登录需要验证
zh_hant: 在新裝置登入需要驗證

# 为了保障你的账号安全，需输入设备安全码进行验证。
source: To ensure the security of your account, you need to enter the device security code for verification.
ar: من أجل حماية أمان حسابك، تحتاج إلى إدخال رمز أمان الجهاز للتحقق.
bn: আপনার অ্যাকাউন্টের নিরাপত্তা রক্ষা করার জন্য, আপনাকে যাচাইকরণের জন্য ডিভাইসের নিরাপত্তা কোড লিখতে হবে।
es: Para proteger la seguridad de su cuenta, debe ingresar el código de seguridad del dispositivo para su verificación.
fa: برای محافظت از امنیت حساب خود، باید کد امنیتی دستگاه را برای تأیید وارد کنید.
fr: Afin de protéger la sécurité de votre compte, vous devez saisir le code de sécurité de l'appareil pour vérification.
hi: अपने खाते की सुरक्षा के लिए, आपको सत्यापन के लिए डिवाइस सुरक्षा कोड दर्ज करना होगा।
id: Untuk melindungi keamanan akun Anda, Anda perlu memasukkan kode keamanan perangkat untuk verifikasi.
ko: 계정의 보안을 보호하기 위해 인증을 위한 장치 보안 코드를 입력해야 합니다.
ky: Каттоо эсебиңиздин коопсуздугун коргоо үчүн, текшерүү үчүн түзмөктүн коопсуздук кодун киргизишиңиз керек.
pt_br: Para proteger a segurança da sua conta, você precisa inserir o código de segurança do dispositivo para verificação.
ru: Чтобы обеспечить безопасность вашей учетной записи, вам необходимо ввести код безопасности устройства для проверки.
tr: Hesabınızın güvenliğini korumak adına doğrulama amacıyla cihaz güvenlik kodunu girmeniz gerekmektedir.
uz: Hisobingiz xavfsizligini himoya qilish uchun tekshirish uchun qurilma xavfsizlik kodini kiritishingiz kerak.
vi: Để bảo vệ tính bảo mật cho tài khoản của mình, bạn cần nhập mã bảo mật thiết bị để xác minh.
zh_hans: 为了保障你的账号安全，需输入设备安全码进行验证。
zh_hant: 為了保障你的帳號安全，需輸入設備安全碼進行驗證。

# 禁言
source: Mute
ar: حظر
bn: নিষেধাজ্ঞা
es: Prohibición
fa: ممنوع کردن
fr: Interdire
hi: प्रतिबंध
id: Melarang
ko: 반
ky: тыюу салуу
pt_br: Proibir
ru: Запретить
tr: Yasak
uz: Taqiqlash
vi: cấm
zh_hans: 禁言
zh_hant: 禁言

# 系统清除
source: System Clear
ar: النظام واضح
bn: সিস্টেম পরিষ্কার
es: sistema claro
fa: سیستم روشن
fr: système clair
hi: सिस्टम साफ़
id: sistem jelas
ko: 시스템 클리어
ky: системасы ачык
pt_br: sistema limpo
ru: система очищена
tr: sistem temizle
uz: tizim aniq
vi: hệ thống rõ ràng
zh_hans: 系统清除
zh_hant: 系統清除

# 关闭群二维码
source: Close group QR code
ar: إغلاق رمز الاستجابة السريعة للمجموعة
bn: গ্রুপ QR কোড বন্ধ করুন
es: Cerrar código QR de grupo
fa: کد QR گروه را ببندید
fr: Fermer le code QR du groupe
hi: समूह QR कोड बंद करें
id: Tutup kode QR grup
ko: 그룹 QR 코드 닫기
ky: Топтун QR кодун жабуу
pt_br: Fechar código QR do grupo
ru: QR-код закрытой группы
tr: Grup QR kodunu kapat
uz: Guruh QR kodini yoping
vi: Đóng mã QR nhóm
zh_hans: 关闭群二维码
zh_hant: 關閉群二維碼

# 操作失败，请重试
source: Operation failed, please try again
ar: فشلت العملية، يرجى المحاولة مرة أخرى
bn: অপারেশন ব্যর্থ হয়েছে, আবার চেষ্টা করুন
es: La operación falló, inténtelo de nuevo
fa: عملیات انجام نشد، لطفا دوباره امتحان کنید
fr: L'opération a échoué, veuillez réessayer
hi: ऑपरेशन विफल, कृपया पुनः प्रयास करें
id: Operasi gagal, silakan coba lagi
ko: 작업이 실패했습니다. 다시 시도해 주세요.
ky: Операция ишке ашкан жок, кайра аракет кылыңыз
pt_br: Falha na operação, tente novamente
ru: Операция не удалась, попробуйте еще раз
tr: İşlem başarısız oldu, lütfen tekrar deneyin
uz: Amaliyot amalga oshmadi, qayta urinib ko‘ring
vi: Thao tác không thành công, vui lòng thử lại
zh_hans: 操作失败，请重试
zh_hant: 操作失敗，請重試

# 操作失败，请使用真实设备
source: Operation failed, please use a real device
ar: فشلت العملية، يرجى استخدام جهاز حقيقي
bn: অপারেশন ব্যর্থ হয়েছে, বাস্তব ডিভাইস ব্যবহার করুন
es: La operación falló, utilice un dispositivo real
fa: عملیات انجام نشد، لطفا از دستگاه واقعی استفاده کنید
fr: L'opération a échoué, veuillez utiliser un appareil réel
hi: ऑपरेशन विफल, कृपया वास्तविक डिवाइस का उपयोग करें
id: Pengoperasian gagal, harap gunakan perangkat asli
ko: 작업이 실패했습니다. 실제 장치를 사용하십시오.
ky: Операция ишке ашкан жок, чыныгы түзмөктү колдонуңуз
pt_br: A operação falhou, use um dispositivo real
ru: Операция не удалась, используйте настоящее устройство
tr: İşlem başarısız oldu, lütfen gerçek cihazı kullanın
uz: Amaliyot amalga oshmadi, haqiqiy qurilmadan foydalaning
vi: Thao tác không thành công, vui lòng sử dụng thiết bị thật
zh_hans: 操作失败，请使用真实设备
zh_hant: 操作失敗，請使用真實設備

# 配置错误，请联系管理员
source: Configuration error, please contact the administrator
ar: خطأ في التكوين، يرجى الاتصال بالمسؤول
bn: কনফিগারেশন ত্রুটি, প্রশাসকের সাথে যোগাযোগ করুন
es: Error de configuración, por favor contacte con el administrador
fa: خطای پیکربندی، لطفا با مدیر تماس بگیرید
fr: Erreur de configuration, veuillez contacter l'administrateur
hi: कॉन्फ़िगरेशन त्रुटि, कृपया व्यवस्थापक से संपर्क करें
id: Kesalahan konfigurasi, silakan hubungi administrator
ko: 구성 오류입니다. 관리자에게 문의하세요.
ky: Конфигурация катасы, администраторго кайрылыңыз
pt_br: Erro de configuração, entre em contato com o administrador
ru: Ошибка конфигурации, обратитесь к администратору.
tr: Yapılandırma hatası, lütfen yöneticiyle iletişime geçin
uz: Konfiguratsiya xatosi, administratorga murojaat qiling
vi: Lỗi cấu hình, vui lòng liên hệ với quản trị viên
zh_hans: 配置错误，请联系管理员
zh_hant: 設定錯誤，請聯絡管理員

# 网络连接异常,请联系管理员
source: The network connection is abnormal, please contact the administrator
ar: خلل في اتصال الشبكة، يرجى الاتصال بالمسؤول
bn: নেটওয়ার্ক সংযোগ অস্বাভাবিকতা, প্রশাসকের সাথে যোগাযোগ করুন
es: Anormalidad en la conexión de red, comuníquese con el administrador
fa: اتصال شبکه غیرعادی است، لطفاً با مدیر تماس بگیرید
fr: Anomalie de connexion réseau, veuillez contacter l'administrateur
hi: नेटवर्क कनेक्शन असामान्यता, कृपया व्यवस्थापक से संपर्क करें
id: Ketidaknormalan koneksi jaringan, silakan hubungi administrator
ko: 네트워크 연결에 이상이 있습니다. 관리자에게 문의하세요.
ky: Тармак туташуусу нормалдуу эмес, администраторго кайрылыңыз
pt_br: Anormalidade na conexão de rede, entre em contato com o administrador
ru: Неисправность сетевого подключения, обратитесь к администратору
tr: Ağ bağlantısında anormallik, lütfen yöneticiyle iletişime geçin
uz: Tarmoq ulanishining anormalligi, iltimos, administrator bilan bog'laning
vi: Kết nối mạng bất thường, vui lòng liên hệ với quản trị viên
zh_hans: 网络连接异常,请联系管理员
zh_hant: 網路連線異常,請聯絡管理員

# 这是你自己的账号哦~
source: This is your own account~
ar: هذا حسابك الخاص~
bn: এটি আপনার নিজের অ্যাকাউন্ট~
es: Esta es tu propia cuenta ~
fa: این اکانت خودته~
fr: Ceci est votre propre compte~
hi: यह आपका अपना खाता है~
id: Ini adalah akun Anda sendiri~
ko: 본인 계정입니다~
ky: Бул сиздин жеке эсебиңиз ~
pt_br: Esta é sua própria conta ~
ru: Это ваш собственный аккаунт~
tr: Bu senin kendi hesabın~
uz: Bu sizning shaxsiy hisobingiz ~
vi: Đây là tài khoản của riêng bạn~
zh_hans: 这是你自己的账号哦~
zh_hant: 这是你自己的账号哦~

# 取消免打扰
source: Cancel Do Not Disturb
ar: إلغاء عدم الإزعاج
bn: বিরক্ত করবেন না বাতিল করুন
es: Cancelar no molestar
fa: لغو مزاحم نشوید
fr: Annuler ne pas déranger
hi: रद्द करें परेशान न करें
id: Batal jangan ganggu
ko: 방해 금지 취소
ky: Жокко чыгаруу "Тынчымды алба"
pt_br: Cancelar não perturbe
ru: Отменить не беспокоить
tr: İptal rahatsız etmeyin
uz: Bezovta qilinmasin
vi: Hủy đừng làm phiền
zh_hans: 取消免打扰
zh_hant: 取消免打擾

# 免打扰
source: Do Not Disturb
ar: لا تخل
bn: বিরক্ত করবেন না
es: No molestar
fa: مزاحم نشوید
fr: Ne pas déranger
hi: परेशान मत करो
id: Jangan Ganggu
ko: 방해하지 마세요
ky: Тынчымды алба
pt_br: Não incomodar
ru: Просьба не беспокоить
tr: Rahatsız etmeyin
uz: Bezovta qilmang
vi: Đừng làm phiền
zh_hans: 免打扰
zh_hant: 免打擾

# 清除未读
source: Clear Unread
ar: واضح غير مقروء
bn: অপঠিত পরিষ্কার করুন
es: borrar no leído
fa: پاک خوانده نشده
fr: effacer non lu
hi: अपठित साफ़ करें
id: jelas belum dibaca
ko: 읽지 않은 내용 삭제
ky: окула элек
pt_br: limpar não lido
ru: очистить непрочитанное
tr: okunmamışları temizle
uz: aniq o'qilmagan
vi: xóa chưa đọc
zh_hans: 清除未读
zh_hant: 清除未讀

# 标记未读
source: Mark Unread
ar: وضع علامة كغير مقروءة
bn: অপঠিত চিহ্নিত করুন
es: Marcar como no leído
fa: علامت گذاری به عنوان خوانده نشده
fr: Marquer comme non lu
hi: अपठित चिन्हित करो
id: Tandai belum dibaca
ko: 읽지 않은 것으로 표시
ky: Окула элек деп белгилөө
pt_br: Marcar como não lido
ru: Отметить как непрочитанное
tr: Okunmadı olarak işaretle
uz: O'qilmagan deb belgilang
vi: Đánh dấu là chưa đọc
zh_hans: 标记未读
zh_hant: 標記未讀

# 修改个人头像
source: Modify personal profile picture
ar: تعديل الصورة الشخصية
bn: প্রোফাইল ছবি পরিবর্তন করুন
es: Modificar foto de perfil
fa: تصویر پروفایل را اصلاح کنید
fr: Modifier la photo de profil
hi: प्रोफ़ाइल चित्र संशोधित करें
id: Ubah gambar profil
ko: 프로필 사진 수정
ky: Профиль сүрөтүн өзгөртүү
pt_br: Modificar foto do perfil
ru: Изменить изображение профиля
tr: Profil resmini değiştir
uz: Profil rasmini o'zgartirish
vi: Sửa đổi ảnh hồ sơ
zh_hans: 修改个人头像
zh_hant: 修改個人頭像

# 暂不支持邮箱注册
source: Email registration is not supported yet
ar: تسجيل البريد الإلكتروني غير مدعوم حاليًا
bn: ইমেল নিবন্ধন বর্তমানে সমর্থিত নয়
es: Actualmente no se admite el registro por correo electrónico
fa: ثبت نام ایمیل در حال حاضر پشتیبانی نمی شود
fr: L'enregistrement par e-mail n'est actuellement pas pris en charge
hi: ईमेल पंजीकरण वर्तमान में समर्थित नहीं है
id: Pendaftaran email saat ini tidak didukung
ko: 이메일 등록은 현재 지원되지 않습니다.
ky: Учурда электрондук почтаны каттоо колдоого алынбайт
pt_br: O registro de e-mail não é compatível no momento
ru: Регистрация по электронной почте в настоящее время не поддерживается.
tr: E-posta kaydı şu anda desteklenmiyor
uz: Elektron pochtani ro‘yxatdan o‘tkazish hozircha qo‘llab-quvvatlanmaydi
vi: Đăng ký email hiện không được hỗ trợ
zh_hans: 暂不支持邮箱注册
zh_hant: 暫不支援信箱註冊

# 暂不支持手机号注册
source: Mobile phone number registration is not supported yet
ar: تسجيل رقم الهاتف المحمول غير مدعوم حاليًا
bn: মোবাইল ফোন নম্বর নিবন্ধন বর্তমানে সমর্থিত নয়
es: Actualmente no se admite el registro de números de teléfonos móviles
fa: ثبت شماره تلفن همراه در حال حاضر پشتیبانی نمی شود
fr: L'enregistrement du numéro de téléphone mobile n'est actuellement pas pris en charge
hi: मोबाइल फ़ोन नंबर पंजीकरण वर्तमान में समर्थित नहीं है
id: Pendaftaran nomor ponsel saat ini tidak didukung
ko: 현재 휴대폰 번호 등록은 지원되지 않습니다.
ky: Мобилдик телефон номерин каттоо учурда колдоого алынбайт
pt_br: O registro de número de celular não é compatível no momento
ru: Регистрация номера мобильного телефона в настоящее время не поддерживается.
tr: Cep telefonu numarası kaydı şu anda desteklenmiyor
uz: Hozirda mobil telefon raqamini ro‘yxatdan o‘tkazish qo‘llab-quvvatlanmaydi
vi: Đăng ký số điện thoại di động hiện không được hỗ trợ
zh_hans: 暂不支持手机号注册
zh_hant: 暫不支援手機號碼註冊

# 当前手机号未注册，请先进行注册
source: The current mobile phone number is not registered, please register first
ar: رقم الهاتف المحمول الحالي غير مسجل، يرجى التسجيل أولا
bn: বর্তমান মোবাইল ফোন নম্বরটি নিবন্ধিত নয়, অনুগ্রহ করে প্রথমে নিবন্ধন করুন৷
es: El número de teléfono móvil actual no está registrado, regístrese primero
fa: شماره تلفن همراه فعلی ثبت نشده است، لطفا ابتدا ثبت نام کنید
fr: Le numéro de téléphone portable actuel n'est pas enregistré, veuillez d'abord vous inscrire
hi: वर्तमान मोबाइल फ़ोन नंबर पंजीकृत नहीं है, कृपया पहले पंजीकृत करें
id: Nomor ponsel saat ini belum terdaftar, harap mendaftar terlebih dahulu
ko: 현재 휴대폰번호가 등록되어 있지 않습니다. 먼저 등록해주세요.
ky: Учурдагы уюлдук телефон номери катталган эмес, адегенде катталыңыз
pt_br: O número de celular atual não está registrado, registre-se primeiro
ru: Текущий номер мобильного телефона не зарегистрирован, пожалуйста, сначала зарегистрируйтесь
tr: Mevcut cep telefonu numarası kayıtlı değil, lütfen önce kaydolun
uz: Joriy mobil telefon raqami ro'yxatdan o'tmagan, avval ro'yxatdan o'ting
vi: Số điện thoại di động hiện tại chưa được đăng ký, vui lòng đăng ký trước
zh_hans: 当前手机号未注册，请先进行注册
zh_hant: 目前手機號碼未註冊，請先註冊

# 当前邮箱未注册，请先进行注册
source: The current email address is not registered, please register first
ar: عنوان البريد الإلكتروني الحالي غير مسجل، يرجى التسجيل أولا
bn: বর্তমান ইমেল ঠিকানাটি নিবন্ধিত নয়, অনুগ্রহ করে প্রথমে নিবন্ধন করুন৷
es: La dirección de correo electrónico actual no está registrada, regístrese primero
fa: آدرس ایمیل فعلی ثبت نشده است، لطفا ابتدا ثبت نام کنید
fr: L'adresse e-mail actuelle n'est pas enregistrée, veuillez d'abord vous inscrire
hi: वर्तमान ईमेल पता पंजीकृत नहीं है, कृपया पहले पंजीकरण करें
id: Alamat email saat ini belum terdaftar, silakan mendaftar terlebih dahulu
ko: 현재 이메일 주소가 등록되어 있지 않습니다. 먼저 등록해 주세요.
ky: Учурдагы электрондук почта дареги катталган эмес, адегенде катталыңыз
pt_br: O endereço de e-mail atual não está registrado, registre-se primeiro
ru: Текущий адрес электронной почты не зарегистрирован, пожалуйста, сначала зарегистрируйтесь
tr: Mevcut e-posta adresi kayıtlı değil, lütfen önce kaydolun
uz: Joriy elektron pochta manzili ro'yxatdan o'tmagan, avval ro'yxatdan o'ting
vi: Địa chỉ email hiện tại chưa được đăng ký, vui lòng đăng ký trước
zh_hans: 当前邮箱未注册，请先进行注册
zh_hant: 目前郵箱未註冊，請先註冊

# 当前账号未注册，请先进行注册
source: The current account is not registered, please register first
ar: الحساب الجاري غير مسجل، يرجى التسجيل أولا
bn: বর্তমান অ্যাকাউন্টটি নিবন্ধিত নয়, অনুগ্রহ করে প্রথমে নিবন্ধন করুন
es: La cuenta actual no está registrada, regístrese primero
fa: حساب جاری ثبت نشده است، لطفا ابتدا ثبت نام کنید
fr: Le compte courant n'est pas enregistré, veuillez d'abord vous inscrire
hi: चालू खाता पंजीकृत नहीं है, कृपया पहले पंजीकरण करें
id: Akun saat ini belum terdaftar, silakan mendaftar terlebih dahulu
ko: 현재 계정이 등록되어 있지 않습니다. 먼저 등록하십시오.
ky: Учурдагы эсеп катталган эмес, адегенде катталыңыз
pt_br: A conta corrente não está registrada, registre-se primeiro
ru: Текущая учетная запись не зарегистрирована, пожалуйста, сначала зарегистрируйтесь
tr: Cari hesap kayıtlı değil, lütfen önce kaydolun
uz: Joriy hisob ro'yxatdan o'tmagan, avval ro'yxatdan o'ting
vi: Tài khoản hiện tại chưa được đăng ký, vui lòng đăng ký trước
zh_hans: 当前账号未注册，请先进行注册
zh_hant: 目前帳號未註冊，請先註冊

# 帐号长度6～16位
source: Account length 6 to 16 characters
ar: يتراوح طول الحساب من 6 إلى 16 رقمًا
bn: অ্যাকাউন্টের দৈর্ঘ্য 6 থেকে 16 সংখ্যা
es: La longitud de la cuenta es de 6 a 16 dígitos
fa: طول حساب 6 تا 16 رقمی است
fr: La longueur du compte est de 6 à 16 chiffres
hi: खाते की लंबाई 6 से 16 अंक है
id: Panjang akun adalah 6 hingga 16 digit
ko: 계좌 길이는 6~16자리입니다.
ky: Эсептин узундугу 6дан 16га чейин
pt_br: O comprimento da conta é de 6 a 16 dígitos
ru: Длина счета от 6 до 16 цифр.
tr: Hesap uzunluğu 6 ila 16 hanedir
uz: Hisob uzunligi 6 dan 16 tagacha
vi: Độ dài tài khoản là 6 đến 16 chữ số
zh_hans: 帐号长度6～16位
zh_hant: 帳號長度6～16位

# 暂不支持账号注册
source: Account registration is not supported yet
ar: تسجيل الحساب غير مدعوم حاليًا
bn: অ্যাকাউন্ট নিবন্ধন বর্তমানে সমর্থিত নয়
es: Actualmente no se admite el registro de cuenta
fa: ثبت حساب در حال حاضر پشتیبانی نمی شود
fr: L'enregistrement du compte n'est actuellement pas pris en charge
hi: खाता पंजीकरण वर्तमान में समर्थित नहीं है
id: Pendaftaran akun saat ini tidak didukung
ko: 계정 등록은 현재 지원되지 않습니다.
ky: Учурда каттоо эсебин каттоо колдоого алынбайт
pt_br: O registro da conta não é compatível no momento
ru: Регистрация аккаунта в настоящее время не поддерживается
tr: Hesap kaydı şu anda desteklenmiyor
uz: Hisobni ro‘yxatdan o‘tkazish hozircha qo‘llab-quvvatlanmaydi
vi: Đăng ký tài khoản hiện không được hỗ trợ
zh_hans: 暂不支持账号注册
zh_hant: 暫不支援帳號註冊

# 账号不存在，跳转注册页面
source: Account does not exist, jump to registration page
ar: الحساب غير موجود. انتقل إلى صفحة التسجيل.
bn: অ্যাকাউন্টটি বিদ্যমান নেই নিবন্ধন পৃষ্ঠায় যান৷
es: La cuenta no existe. Salta a la página de registro.
fa: حساب کاربری وجود ندارد به صفحه ثبت نام بروید.
fr: Le compte n'existe pas. Accédez à la page d'inscription.
hi: खाता मौजूद नहीं है. पंजीकरण पृष्ठ पर जाएं.
id: Akun tidak ada. Langsung ke halaman pendaftaran.
ko: 계정이 존재하지 않습니다. 등록 페이지로 이동하세요.
ky: Каттоо баракчасына өтүү жок.
pt_br: A conta não existe. Vá para a página de registro.
ru: Аккаунт не существует. Перейти на страницу регистрации.
tr: Hesap mevcut değil Kayıt sayfasına gidin.
uz: Hisob qaydnomasi mavjud emas.
vi: Tài khoản không tồn tại Chuyển đến trang đăng ký.
zh_hans: 账号不存在，跳转注册页面
zh_hant: 帳號不存在，跳轉註冊頁面

# 密码至少6个字符，不能全是字母或数字
source: The password must be at least 6 characters long and cannot be all letters or numbers
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل، وليس كلها حروف أو أرقام
bn: পাসওয়ার্ড কমপক্ষে 6 অক্ষরের হতে হবে, সমস্ত অক্ষর বা সংখ্যা নয়
es: La contraseña debe tener al menos 6 caracteres, no todas letras o números
fa: رمز عبور باید حداقل 6 کاراکتر باشد، نه همه حروف یا اعداد
fr: Le mot de passe doit contenir au moins 6 caractères, pas uniquement des lettres ou des chiffres.
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए, सभी अक्षर या संख्या का नहीं
id: Kata sandi minimal harus 6 karakter, tidak boleh semua huruf atau angka
ko: 비밀번호는 6자 이상이어야 하며, 문자나 숫자만 사용할 수는 없습니다.
ky: Сырсөз бардык тамгалардан же сандардан эмес, кеминде 6 белгиден турушу керек
pt_br: A senha deve ter pelo menos 6 caracteres, nem todas as letras ou números
ru: Пароль должен состоять как минимум из 6 символов, а не только из букв и цифр.
tr: Şifre en az 6 karakterden oluşmalıdır, tamamı harf veya rakamlardan oluşmamalıdır
uz: Parol barcha harflar yoki raqamlardan emas, kamida 6 ta belgidan iborat bo'lishi kerak
vi: Mật khẩu phải có ít nhất 6 ký tự, không phải toàn chữ và số
zh_hans: 密码至少6个字符，不能全是字母或数字
zh_hant: 密碼至少6個字符，不能全是字母或數字

# 密码至少6个字符，同时包含字母、数字、符号
source: The password must be at least 6 characters long and contain letters, numbers, and symbols
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل وأن تحتوي على أحرف وأرقام ورموز.
bn: পাসওয়ার্ডটি কমপক্ষে 6 অক্ষরের হতে হবে এবং এতে অক্ষর, সংখ্যা এবং চিহ্ন থাকতে হবে।
es: La contraseña debe tener al menos 6 caracteres y contener letras, números y símbolos.
fa: رمز عبور باید حداقل 6 کاراکتر و دارای حروف، اعداد و نمادها باشد.
fr: Le mot de passe doit comporter au moins 6 caractères et contenir des lettres, des chiffres et des symboles.
hi: पासवर्ड कम से कम 6 अक्षर का होना चाहिए और इसमें अक्षर, संख्याएं और प्रतीक शामिल होने चाहिए।
id: Kata sandi minimal harus 6 karakter dan mengandung huruf, angka, dan simbol.
ko: 비밀번호는 6자 이상이어야 하며 문자, 숫자, 기호를 포함해야 합니다.
ky: Сырсөз кеминде 6 белгиден туруп, тамгаларды, сандарды жана символдорду камтышы керек.
pt_br: A senha deve ter pelo menos 6 caracteres e conter letras, números e símbolos.
ru: Пароль должен состоять не менее чем из 6 символов и содержать буквы, цифры и символы.
tr: Şifre en az 6 karakterden oluşmalı ve harf, rakam ve sembollerden oluşmalıdır.
uz: Parol kamida 6 ta belgidan iborat bo'lishi va harflar, raqamlar va belgilardan iborat bo'lishi kerak.
vi: Mật khẩu phải có ít nhất 6 ký tự và chứa các chữ cái, số và ký hiệu.
zh_hans: 密码至少6个字符，同时包含字母、数字、符号
zh_hant: 密碼至少6個字符，同時包含字母、數字、符號

# 请设置新密码
source: Please set a new password
ar: الرجاء تعيين كلمة مرور جديدة
bn: একটি নতুন পাসওয়ার্ড সেট করুন
es: Por favor establezca una nueva contraseña
fa: لطفا یک رمز عبور جدید تنظیم کنید
fr: Veuillez définir un nouveau mot de passe
hi: कृपया एक नया पासवर्ड सेट करें
id: Silakan atur kata sandi baru
ko: 새로운 비밀번호를 설정해주세요
ky: Сураныч, жаңы сырсөз коюңуз
pt_br: Por favor, defina uma nova senha
ru: Пожалуйста, установите новый пароль
tr: Lütfen yeni bir şifre belirleyin
uz: Iltimos, yangi parol o'rnating
vi: Vui lòng đặt mật khẩu mới
zh_hans: 请设置新密码
zh_hant: 請設定新密碼
