Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 用户已经注销
source: User has logged out
ar: لقد قام المستخدم بتسجيل الخروج
bn: ব্যবহারকারী লগ আউট হয়েছে
es: El usuario ha cerrado sesión
fa: کاربر از سیستم خارج شده است
fr: L'utilisateur s'est déconnecté
hi: उपयोगकर्ता लॉग आउट हो गया है
id: Pengguna telah keluar
ko: 사용자가 로그아웃되었습니다.
ky: Колдонуучу чыгып кетти
pt_br: O usuário foi cancelado
ru: Пользователь вышел из системы
tr: Kullanıcı oturumu kapattı
uz: Foydalanuvchi tizimdan chiqdi
vi: Người dùng đã bị hủy
zh_hans: 用户已经注销
zh_hant: 用戶已經註銷

# 用户已经被拉黑
source: The user has been blocked
ar: لقد تم حظر المستخدم
bn: ব্যবহারকারী ব্লক করা হয়েছে
es: El usuario ha sido bloqueado.
fa: کاربر مسدود شده است
fr: L'utilisateur a été bloqué
hi: उपयोगकर्ता को ब्लॉक कर दिया गया है
id: Pengguna telah diblokir
ko: 사용자가 블랙리스트에 추가되었습니다.
ky: Колдонуучу бөгөттөлгөн
pt_br: O usuário foi bloqueado
ru: Пользователь заблокирован
tr: Kullanıcı engellendi
uz: Foydalanuvchi bloklandi
vi: Người dùng đã bị chặn
zh_hans: 用户已经被拉黑
zh_hant: 用戶已經被拉黑

# 你已经被拉黑
source: You have been blocked
ar: لقد تم حظرك
bn: আপনাকে ব্লক করা হয়েছে
es: has sido bloqueado
fa: شما بلاک شده اید
fr: Vous avez été bloqué
hi: आपको ब्लॉक कर दिया गया है
id: Anda telah diblokir
ko: 블랙리스트에 추가되었습니다.
ky: Сиз бөгөттөлдү
pt_br: Você foi excluído.
ru: Вы были заблокированы
tr: Engellendin
uz: Siz bloklangansiz
vi: Bạn đã bị chặn
zh_hans: 你已经被拉黑
zh_hant: 你已經被拉黑

# 对方正在通话中
source: The other party is on the call
ar: الطرف الآخر قيد المكالمة
bn: অন্য পক্ষ ডাকে
es: La otra parte está en la llamada.
fa: طرف مقابل در حال تماس است
fr: L'autre partie est en communication
hi: दूसरी पार्टी कॉल पर है
id: Pihak lain sedang menelepon
ko: 상대방이 통화 중입니다.
ky: Экинчи тарап чакырууда
pt_br: A outra parte está na linha.
ru: Другой абонент на связи
tr: Karşı taraf görüşmede
uz: Boshqa tomon qo'ng'iroq qilmoqda
vi: Bên kia đang gọi
zh_hans: 对方正在通话中
zh_hant: 對方正在通話中

# 你已经在通话中了
source: You are already on the call
ar: أنت قيد المكالمة بالفعل
bn: আপনি ইতিমধ্যেই কলে আছেন
es: Ya estas en la llamada
fa: شما در حال حاضر در تماس هستید
fr: Vous êtes déjà en communication
hi: आप पहले से ही कॉल पर हैं
id: Anda sudah menerima panggilan
ko: 이미 통화 중입니다.
ky: Сиз чалуу алдындасыз
pt_br: Você já está na linha.
ru: Вы уже на связи
tr: Zaten görüşmedesiniz
uz: Siz allaqachon qo'ng'iroqdasiz
vi: Bạn đã sẵn sàng tham gia cuộc gọi
zh_hans: 你已经在通话中了
zh_hant: 你已經在通話中了

# 通话记录不存在
source: Call history does not exist
ar: سجل المكالمات غير موجود
bn: কল ইতিহাস বিদ্যমান নেই
es: El historial de llamadas no existe
fa: سابقه تماس وجود ندارد
fr: L'historique des appels n'existe pas
hi: कॉल इतिहास मौजूद नहीं है
id: Riwayat panggilan tidak ada
ko: 통화 기록이 존재하지 않습니다.
ky: Чалуу таржымалы жок
pt_br: Não existem registros de chamadas
ru: История звонков не существует
tr: Arama geçmişi mevcut değil
uz: Qo'ng'iroqlar tarixi mavjud emas
vi: Lịch sử cuộc gọi không tồn tại
zh_hans: 通话记录不存在
zh_hant: 通話記錄不存在

# 用户不在线
source: User is not online
ar: المستخدم غير متصل
bn: ব্যবহারকারী অনলাইন নেই
es: El usuario no está en línea
fa: کاربر آنلاین نیست
fr: L'utilisateur n'est pas en ligne
hi: उपयोगकर्ता ऑनलाइन नहीं है
id: Pengguna tidak online
ko: 사용자가 온라인 상태가 아닙니다.
ky: Колдонуучу онлайн эмес
pt_br: O usuário não está on-line
ru: Пользователь не онлайн
tr: Kullanıcı çevrimiçi değil
uz: Foydalanuvchi onlayn emas
vi: Người dùng không online
zh_hans: 用户不在线
zh_hant: 用戶不在線

# 通话状态错误
source: Call status error
ar: خطأ في حالة المكالمة
bn: কল স্থিতি ত্রুটি
es: Error de estado de llamada
fa: خطای وضعیت تماس
fr: Erreur d'état de l'appel
hi: कॉल स्थिति त्रुटि
id: Kesalahan status panggilan
ko: 통화 상태가 잘못되었습니다.
ky: Чалуу абалы катасы
pt_br: Erro de status da chamada
ru: Ошибка статуса звонка
tr: Arama durumu hatası
uz: Qo'ng'iroq holati xatosi
vi: Lỗi trạng thái cuộc gọi
zh_hans: 通话状态错误
zh_hant: 通話狀態錯誤

# 通话token构建错误
source: Call token construction error
ar: خطأ في إنشاء رمز الاتصال
bn: কল টোকেন নির্মাণ ত্রুটি
es: Error de construcción del token de llamada
fa: خطای ساخت توکن تماس
fr: Erreur de construction du jeton d'appel
hi: कॉल टोकन निर्माण त्रुटि
id: Kesalahan konstruksi token panggilan
ko: 호출 토큰이 잘못 구성되었습니다.
ky: Чалуу токенин куруу катасы
pt_br: Erro na construção do token de chamada
ru: Ошибка построения токена вызова
tr: Çağrı jetonu oluşturma hatası
uz: Chaqiruv tokenini yaratishda xato
vi: lỗi xây dựng Token cuộc gọi
zh_hans: 通话token构建错误
zh_hant: 通話token構建錯誤

# 邀请的用户不符合条件
source: The invited user is not eligible
ar: المستخدم المدعو غير مؤهل
bn: আমন্ত্রিত ব্যবহারকারী যোগ্য নয়
es: El usuario invitado no es elegible
fa: کاربر دعوت شده واجد شرایط نیست
fr: L'utilisateur invité n'est pas éligible
hi: आमंत्रित उपयोगकर्ता पात्र नहीं है
id: Pengguna yang diundang tidak memenuhi syarat
ko: 초대된 사용자는 자격이 없습니다.
ky: Чакырылган колдонуучу жарамдуу эмес
pt_br: Usuários convidados não são elegíveis
ru: Приглашенный пользователь не имеет права
tr: Davet edilen kullanıcı uygun değil
uz: Taklif etilgan foydalanuvchi mos emas
vi: Người dùng được mời không đủ điều kiện
zh_hans: 邀请的用户不符合条件
zh_hant: 邀請的用戶不符合條件

# 通话已结束
source: The call has ended
ar: انتهت المكالمة
bn: কল শেষ হয়েছে
es: La llamada ha terminado
fa: تماس به پایان رسیده است
fr: L'appel est terminé
hi: कॉल समाप्त हो गई है
id: Panggilan telah berakhir
ko: 통화가 종료되었습니다.
ky: Чалуу аяктады
pt_br: A chamada foi encerrada.
ru: Звонок завершен
tr: Çağrı sona erdi
uz: Qo‘ng‘iroq tugadi
vi: Cuộc gọi đã kết thúc
zh_hans: 通话已结束
zh_hant: 通話已結束

# 图片为空，或者超过9个
source: The picture is empty or there are more than 9
ar: الصورة فارغة أو هناك أكثر من 9
bn: ছবি খালি বা ৯টির বেশি আছে
es: La imagen está vacía o hay más de 9.
fa: عکس خالی است یا بیش از 9 عدد وجود دارد
fr: La photo est vide ou il y en a plus de 9
hi: चित्र खाली है या 9 से अधिक हैं
id: Gambarnya kosong atau ada lebih dari 9
ko: 이미지가 비어 있거나 이미지가 9개 이상입니다.
ky: Сүрөт бош же 9дан ашык
pt_br: A imagem está vazia, ou mais de 9
ru: Изображение пустое или их больше 9
tr: Resim boş veya 9'dan fazla var
uz: Rasm bo'sh yoki 9 dan ortiq
vi: Hình ảnh trống hoặc có nhiều hơn 9
zh_hans: 图片为空，或者超过9个
zh_hant: 圖片為空，或者超過9個

# 用户反馈长度超过200个
source: User feedback length exceeds 200
ar: يتجاوز طول تعليقات المستخدم 200
bn: ব্যবহারকারীর প্রতিক্রিয়া দৈর্ঘ্য 200 ছাড়িয়ে গেছে
es: La longitud de los comentarios del usuario supera los 200
fa: طول بازخورد کاربر بیش از 200 است
fr: La longueur des commentaires des utilisateurs dépasse 200
hi: उपयोगकर्ता फीडबैक की लंबाई 200 से अधिक है
id: Panjang umpan balik pengguna melebihi 200
ko: 사용자 피드백의 길이는 200개 이상입니다.
ky: Колдонуучунун пикири 200дөн ашат
pt_br: Duração do feedback do usuário acima de 200
ru: Длина отзывов пользователей превышает 200
tr: Kullanıcı geri bildirim uzunluğu 200'ü aşıyor
uz: Foydalanuvchilarning fikr-mulohazalari uzunligi 200 dan oshadi
vi: Độ dài phản hồi của người dùng vượt quá 200
zh_hans: 用户反馈长度超过200个
zh_hant: 用戶反饋長度超過200個

# 用户反馈分类为空或者长度超过40
source: User feedback classification is empty or the length exceeds 40 characters
ar: تصنيف تعليقات المستخدم فارغ أو يتجاوز الطول 40 حرفًا
bn: ব্যবহারকারীর প্রতিক্রিয়া শ্রেণীবিভাগ খালি বা দৈর্ঘ্য 40 অক্ষরের বেশি
es: La clasificación de comentarios de los usuarios está vacía o la longitud supera los 40 caracteres
fa: طبقه بندی بازخورد کاربر خالی است یا طول آن بیش از 40 کاراکتر است
fr: La classification des commentaires des utilisateurs est vide ou la longueur dépasse 40 caractères
hi: उपयोगकर्ता फ़ीडबैक वर्गीकरण खाली है या लंबाई 40 वर्णों से अधिक है
id: Klasifikasi masukan pengguna kosong atau panjangnya melebihi 40 karakter
ko: 사용자 피드백은 비어 있거나 40개 이상으로 분류됩니다.
ky: Колдонуучунун пикир классификациясы бош же узундугу 40 белгиден ашат
pt_br: As categorias de feedback do usuário estão vazias ou têm mais de 40 anos
ru: Классификация отзывов пользователей пуста или длина превышает 40 символов.
tr: Kullanıcı geri bildirim sınıflandırması boş veya uzunluk 40 karakteri aşıyor
uz: Foydalanuvchilarning fikr-mulohazalarini tasniflash bo'sh yoki uzunligi 40 belgidan oshadi
vi: Phân loại phản hồi của người dùng trống hoặc độ dài vượt quá 40 ký tự
zh_hans: 用户反馈分类为空或者长度超过40
zh_hant: 用戶反饋分類為空或者長度超過40

# 用户反馈 反馈人，反馈群，长度超过40
source: User feedback feedback person, feedback group, length exceeds 40
ar: شخص ردود فعل المستخدم، مجموعة التعليقات، الطول يتجاوز 40
bn: ব্যবহারকারীর প্রতিক্রিয়া প্রতিক্রিয়া ব্যক্তি, প্রতিক্রিয়া গোষ্ঠী, দৈর্ঘ্য 40 ছাড়িয়ে গেছে
es: Comentarios del usuario Persona de comentarios, grupo de comentarios, la longitud supera los 40
fa: بازخورد بازخورد کاربر، گروه بازخورد، طول بیش از 40 است
fr: Personne de commentaires des utilisateurs, groupe de commentaires, longueur supérieure à 40
hi: उपयोगकर्ता प्रतिक्रिया प्रतिक्रिया व्यक्ति, प्रतिक्रिया समूह, लंबाई 40 से अधिक है
id: Umpan balik pengguna umpan balik orang, grup umpan balik, panjangnya melebihi 40
ko: 사용자 피드백 피드백 사람, 피드백 그룹, 길이 40개 이상
ky: Колдонуучунун пикири боюнча пикир адам, пикир тобу, узундугу 40тан ашат
pt_br: Feedback do usuário Pessoas de feedback, grupos de feedback, duração acima de 40 anos
ru: Отзыв пользователя, человек, группа отзывов, длина превышает 40
tr: Kullanıcı geri bildirimi geri bildirim kişisi, geri bildirim grubu, uzunluk 40'ı aşıyor
uz: Foydalanuvchining fikr-mulohazalarini bildiruvchi shaxs, fikr-mulohazalar guruhi, uzunligi 40 dan oshadi
vi: Phản hồi của người dùng, người phản hồi, nhóm phản hồi, độ dài vượt quá 40
zh_hans: 用户反馈 反馈人，反馈群，长度超过40
zh_hant: 用戶反饋反饋人，反饋群，長度超過40

# 用户反馈 所属企业信息长度超过40
source: User feedback that the length of the company information exceeds 40 characters
ar: ملاحظات المستخدم بأن طول معلومات الشركة يتجاوز 40 حرفًا
bn: ব্যবহারকারীর প্রতিক্রিয়া যে কোম্পানির তথ্যের দৈর্ঘ্য 40 অক্ষরের বেশি
es: Comentarios de los usuarios: La longitud de la información de la empresa supera los 40 caracteres.
fa: بازخورد کاربر مبنی بر اینکه طول اطلاعات شرکت بیش از 40 کاراکتر است
fr: Commentaires des utilisateurs indiquant que la longueur des informations sur l'entreprise dépasse 40 caractères
hi: उपयोगकर्ता की प्रतिक्रिया है कि कंपनी की जानकारी की लंबाई 40 वर्णों से अधिक है
id: Umpan balik pengguna bahwa panjang informasi perusahaan melebihi 40 karakter
ko: 사용자 피드백 회사 정보의 길이가 40 개 이상입니다.
ky: Колдонуучунун пикири компаниянын маалыматынын узундугу 40 белгиден ашат
pt_br: Feedback do usuário As informações de afiliados têm mais de 40% de extensão
ru: Отзыв пользователя о том, что длина информации о компании превышает 40 символов
tr: Şirket bilgilerinin uzunluğunun 40 karakteri aştığı yönünde kullanıcı geri bildirimi
uz: Foydalanuvchilarning kompaniya ma'lumotlarining uzunligi 40 belgidan oshib ketganligi haqidagi fikr-mulohazalari
vi: Phản hồi của người dùng, độ dài thông tin doanh nghiệp vượt quá 40 ký tự
zh_hans: 用户反馈 所属企业信息长度超过40
zh_hant: 用戶反饋所屬企業信息長度超過40

# 用户反馈分类错误 0:用户投诉，1:群投诉
source: User feedback classification error 0: user complaint, 1: group complaint
ar: خطأ في تصنيف تعليقات المستخدم 0: شكوى المستخدم، 1: شكوى جماعية
bn: ব্যবহারকারীর প্রতিক্রিয়া শ্রেণীবিভাগ ত্রুটি 0: ব্যবহারকারীর অভিযোগ, 1: গোষ্ঠী অভিযোগ
es: Error de clasificación de comentarios de los usuarios 0: quejas de los usuarios, 1: quejas del grupo
fa: خطای طبقه بندی بازخورد کاربر 0: شکایت کاربر، 1: شکایت گروهی
fr: Erreur de classification des commentaires des utilisateurs 0 : réclamation de l'utilisateur, 1 : réclamation du groupe
hi: उपयोगकर्ता प्रतिक्रिया वर्गीकरण त्रुटि 0: उपयोगकर्ता शिकायत, 1: समूह शिकायत
id: Kesalahan klasifikasi umpan balik pengguna 0: keluhan pengguna, 1: keluhan kelompok
ko: 사용자 피드백 분류 오류 0: 사용자 불만, 1: 그룹 불만
ky: Колдонуучунун пикирлерин классификациялоо катасы 0: колдонуучунун арызы, 1: топтун даттануусу
pt_br: Feedback do usuário classificado erroneamente 0: reclamação do usuário, 1: reclamação do grupo
ru: Ошибка классификации обратной связи пользователя 0: жалоба пользователя, 1: жалоба группы
tr: Kullanıcı geri bildirimi sınıflandırma hatası 0: kullanıcı şikayeti, 1: grup şikayeti
uz: Foydalanuvchilarning fikr-mulohazalarini tasniflash xatosi 0: foydalanuvchi shikoyati, 1: guruh shikoyati
vi: Lỗi phân loại phản hồi của người dùng 0: Khiếu nại của người dùng, 1: Khiếu nại của nhóm
zh_hans: 用户反馈分类错误 0:用户投诉，1:群投诉
zh_hant: 用戶反饋分類錯誤0:用戶投訴，1:群投訴

# 会话类型信息错误
source: Session type information error
ar: خطأ في معلومات نوع الجلسة
bn: সেশন টাইপ তথ্য ত্রুটি
es: Error de información del tipo de sesión
fa: خطای اطلاعات نوع جلسه
fr: Erreur d'informations sur le type de session
hi: सत्र प्रकार की जानकारी त्रुटि
id: Kesalahan informasi jenis sesi
ko: 세션 유형 정보가 잘못되었습니다.
ky: Сеанс түрүндөгү маалымат катасы
pt_br: Erro de informação do tipo de sessão
ru: Ошибка информации о типе сеанса
tr: Oturum türü bilgisi hatası
uz: Seans turi haqida ma'lumot xatosi
vi: Lỗi thông tin loại hội thoại
zh_hans: 会话类型信息错误
zh_hant: 會話類型信息錯誤

# 链接名称长度不可超过8
source: Link name length cannot exceed 8
ar: لا يمكن أن يتجاوز طول اسم الرابط 8
bn: লিঙ্ক নামের দৈর্ঘ্য 8 এর বেশি হতে পারে না
es: La longitud del nombre del enlace no puede exceder 8
fa: طول نام پیوند نباید از 8 تجاوز کند
fr: La longueur du nom du lien ne peut pas dépasser 8
hi: लिंक नाम की लंबाई 8 से अधिक नहीं हो सकती
id: Panjang nama tautan tidak boleh lebih dari 8
ko: 링크 이름의 길이는 8을 초과할 수 없습니다
ky: Шилтеменин аталышынын узундугу 8ден ашпашы керек
pt_br: O nome do link não deve ter mais de 8 caracteres
ru: Длина имени ссылки не может превышать 8.
tr: Bağlantı adı uzunluğu 8'i aşamaz
uz: Havola nomi uzunligi 8 dan oshmasligi kerak
vi: Độ dài tên liên kết không thể vượt quá 8
zh_hans: 链接名称长度不可超过8
zh_hant: 鏈接名稱長度不可超過8

# 链接不存在
source: Link does not exist
ar: الرابط غير موجود
bn: লিঙ্ক বিদ্যমান নেই
es: El enlace no existe
fa: پیوند وجود ندارد
fr: Le lien n'existe pas
hi: लिंक मौजूद नहीं है
id: Tautan tidak ada
ko: 링크가 존재하지 않습니다.
ky: Шилтеме жок
pt_br: O link não existe
ru: Ссылка не существует
tr: Bağlantı mevcut değil
uz: Havola mavjud emas
vi: Liên kết không tồn tại
zh_hans: 链接不存在
zh_hant: 鏈接不存在

# 无权删除
source: No permission to delete
ar: لا يوجد إذن للحذف
bn: মুছে ফেলার অনুমতি নেই
es: Sin permiso para eliminar
fa: بدون اجازه حذف
fr: Aucune autorisation de suppression
hi: हटाने की अनुमति नहीं
id: Tidak ada izin untuk menghapus
ko: 삭제할 권리 없음
ky: Жок кылууга уруксат жок
pt_br: Não há direito de exclusão
ru: Нет разрешения на удаление
tr: Silme izni yok
uz: Oʻchirishga ruxsat yoʻq
vi: Không có quyền xóa
zh_hans: 无权删除
zh_hant: 無權刪除

# 无权编辑
source: No permission to edit
ar: لا يوجد إذن للتحرير
bn: সম্পাদনা করার অনুমতি নেই
es: Sin permiso para editar
fa: بدون اجازه ویرایش
fr: Aucune autorisation de modification
hi: संपादित करने की अनुमति नहीं
id: Tidak ada izin untuk mengedit
ko: 편집할 수 있는 권한 없음
ky: Түзөтүүгө уруксат жок
pt_br: sem direito de edição
ru: Нет разрешения на редактирование
tr: Düzenleme izni yok
uz: Tahrirlash uchun ruxsat yo'q
vi: Không có quyền chỉnh sửa
zh_hans: 无权编辑
zh_hant: 無權編輯

# 团队不存在
source: Team does not exist
ar: الفريق غير موجود
bn: দলের অস্তিত্ব নেই
es: El equipo no existe.
fa: تیم وجود ندارد
fr: L'équipe n'existe pas
hi: टीम मौजूद नहीं है
id: Tim tidak ada
ko: 팀이 존재하지 않습니다.
ky: Команда жок
pt_br: A equipe não existe.
ru: Команда не существует
tr: Ekip mevcut değil
uz: Jamoa mavjud emas
vi: Team không tồn tại
zh_hans: 团队不存在
zh_hant: 團隊不存在

# 超出最大团队数
source: Maximum number of teams exceeded
ar: تم تجاوز الحد الأقصى لعدد الفرق
bn: দলের সর্বোচ্চ সংখ্যা ছাড়িয়ে গেছে
es: Se superó el número máximo de equipos
fa: از حداکثر تعداد تیم ها فراتر رفت
fr: Nombre maximum d'équipes dépassé
hi: टीमों की अधिकतम संख्या पार हो गई
id: Jumlah maksimum tim terlampaui
ko: 최대 팀 수를 초과했습니다.
ky: Командалардын максималдуу саны ашты
pt_br: Exceder o número máximo de equipes
ru: Превышено максимальное количество команд
tr: Maksimum takım sayısı aşıldı
uz: Jamoalar soni maksimaldan oshib ketdi
vi: Đã vượt quá số lượng team tối đa
zh_hans: 超出最大团队数
zh_hant: 超出最大團隊數

# 团队正在创建，请稍后重试
source: Team is being created, please try again later
ar: يتم الآن إنشاء الفريق، يرجى المحاولة مرة أخرى في وقت لاحق
bn: দল তৈরি করা হচ্ছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন
es: Se está creando el equipo. Vuelve a intentarlo más tarde.
fa: تیم در حال ایجاد است، لطفاً بعداً دوباره امتحان کنید
fr: L'équipe est en cours de création, veuillez réessayer plus tard
hi: टीम बनाई जा रही है, कृपया बाद में पुनः प्रयास करें
id: Tim sedang dibuat, silakan coba lagi nanti
ko: 팀이 생성되고 있습니다. 나중에 다시 시도하세요.
ky: Команда түзүлүүдө, бир аздан кийин кайталап көрүңүз
pt_br: A equipe está sendo criada, tente novamente mais tarde
ru: Команда создается, повторите попытку позже.
tr: Ekip oluşturuluyor, lütfen daha sonra tekrar deneyin
uz: Jamoa yaratilmoqda, keyinroq qayta urinib ko‘ring
vi: Team đang được tạo, vui lòng thử lại sau
zh_hans: 团队正在创建，请稍后重试
zh_hant: 團隊正在創建，請稍後重試

# 团队已存在
source: Team already exists
ar: الفريق موجود بالفعل
bn: দল ইতিমধ্যেই বিদ্যমান
es: El equipo ya existe
fa: تیم از قبل وجود دارد
fr: L'équipe existe déjà
hi: टीम पहले से मौजूद है
id: Tim sudah ada
ko: 팀이 이미 존재합니다.
ky: Команда мурунтан эле бар
pt_br: A equipe já existe
ru: Команда уже существует
tr: Ekip zaten mevcut
uz: Jamoa allaqachon mavjud
vi: Team đã tồn tại
zh_hans: 团队已存在
zh_hant: 團隊已存在

# 团队ID不能为空
source: Team ID cannot be empty
ar: لا يمكن أن يكون معرف الفريق فارغًا
bn: টিম আইডি খালি থাকতে পারে না
es: El ID del equipo no puede estar vacío
fa: شناسه تیم نمی تواند خالی باشد
fr: L'ID d'équipe ne peut pas être vide
hi: टीम आईडी खाली नहीं हो सकती
id: ID Tim tidak boleh kosong
ko: 팀 ID는 비워 둘 수 없습니다.
ky: Команда ID бош болбошу керек
pt_br: O ID da equipe não pode estar vazio
ru: Идентификатор команды не может быть пустым.
tr: Takım Kimliği boş olamaz
uz: Jamoa identifikatori bo‘sh bo‘lishi mumkin emas
vi: ID team không được để trống
zh_hans: 团队ID不能为空
zh_hant: 團隊ID不能為空

# 移动的用户不能为空
source: Mobile user cannot be empty
ar: لا يمكن أن يكون مستخدم الهاتف المحمول فارغًا
bn: মোবাইল ব্যবহারকারী খালি হতে পারে না
es: El usuario móvil no puede estar vacío
fa: کاربر تلفن همراه نمی تواند خالی باشد
fr: L'utilisateur mobile ne peut pas être vide
hi: मोबाइल उपयोगकर्ता खाली नहीं हो सकता
id: Pengguna seluler wajib diisi
ko: 모바일 사용자는 비워 둘 수 없습니다.
ky: Мобилдик колдонуучу бош болбошу керек
pt_br: Os usuários móveis não podem estar vazios
ru: Мобильный пользователь не может быть пустым
tr: Mobil kullanıcı alanı boş olamaz
uz: Mobil foydalanuvchi bo'sh bo'lishi mumkin emas
vi: Người dùng di động không được để trống
zh_hans: 移动的用户不能为空
zh_hant: 移動的用戶不能為空

# 默认团队不存在
source: Default team does not exist
ar: الفريق الافتراضي غير موجود
bn: ডিফল্ট দল বিদ্যমান নেই
es: El equipo predeterminado no existe
fa: تیم پیش فرض وجود ندارد
fr: L'équipe par défaut n'existe pas
hi: डिफ़ॉल्ट टीम मौजूद नहीं है
id: Tim default tidak ada
ko: 기본 팀이 존재하지 않습니다.
ky: Демейки команда жок
pt_br: A equipe padrão não existe
ru: Команда по умолчанию не существует
tr: Varsayılan takım mevcut değil
uz: Standart jamoa mavjud emas
vi: Team mặc định không tồn tại
zh_hans: 默认团队不存在
zh_hant: 默認團隊不存在

# 默认团队不允许删除
source: The default team does not allow deletion
ar: الفريق الافتراضي لا يسمح بالحذف
bn: ডিফল্ট দল মুছে ফেলার অনুমতি দেয় না
es: El equipo predeterminado no permite la eliminación.
fa: تیم پیش فرض اجازه حذف را نمی دهد
fr: L'équipe par défaut n'autorise pas la suppression
hi: डिफ़ॉल्ट टीम हटाने की अनुमति नहीं देती
id: Tim default tidak mengizinkan penghapusan
ko: 기본 팀은 삭제를 허용하지 않습니다.
ky: Демейки команда жок кылууга уруксат бербейт
pt_br: As equipes padrão não têm permissão para excluir
ru: Команда по умолчанию не разрешает удаление
tr: Varsayılan ekip silmeye izin vermiyor
uz: Standart jamoa o'chirishga ruxsat bermaydi
vi: Team mặc định không cho phép xóa
zh_hans: 默认团队不允许删除
zh_hant: 默認團隊不允許刪除

# 团队名称不能超过50个字符
source: Team name cannot exceed 50 characters
ar: لا يمكن أن يتجاوز اسم الفريق 50 حرفًا
bn: দলের নাম 50 অক্ষরের বেশি হতে পারে না
es: El nombre del equipo no puede exceder los 50 caracteres.
fa: نام تیم نباید بیش از 50 کاراکتر باشد
fr: Le nom de l'équipe ne peut pas dépasser 50 caractères
hi: टीम का नाम 50 अक्षरों से अधिक नहीं हो सकता
id: Nama tim tidak boleh melebihi 50 karakter
ko: 팀 이름은 50자를 초과할 수 없습니다.
ky: Команданын аты 50 белгиден ашпашы керек
pt_br: Os nomes das equipes não podem exceder 50 caracteres
ru: Название команды не может превышать 50 символов.
tr: Takım adı 50 karakteri aşamaz
uz: Jamoa nomi 50 belgidan oshmasligi kerak
vi: Tên team không được vượt quá 50 ký tự
zh_hans: 团队名称不能超过50个字符
zh_hant: 團隊名稱不能超過50個字符

# 团队成员剩余一人无法建群
source: There is only one remaining team member and the group cannot be established.
ar: لا يوجد سوى عضو واحد متبقي في الفريق ولا يمكن إنشاء المجموعة.
bn: শুধুমাত্র একজন অবশিষ্ট দলের সদস্য আছে এবং গ্রুপ প্রতিষ্ঠা করা যাবে না.
es: Solo queda un miembro del equipo y no se puede establecer el grupo.
fa: تنها یک عضو تیم باقی مانده است و گروه نمی تواند ایجاد شود.
fr: Il ne reste qu’un seul membre de l’équipe et le groupe ne peut pas être constitué.
hi: टीम का केवल एक सदस्य शेष है और समूह स्थापित नहीं किया जा सकता।
id: Hanya ada satu anggota tim yang tersisa dan grup tidak dapat dibentuk.
ko: 나머지 팀원 중 한 명은 그룹을 구성할 수 없습니다.
ky: Бир гана команда мүчөсү калды жана топту түзүү мүмкүн эмес.
pt_br: Os grupos não podem ser criados com um membro da equipe restante
ru: В команде остался только один участник, и группу невозможно создать.
tr: Ekipte yalnızca bir kişi kaldı ve grup kurulamıyor.
uz: Faqat bitta jamoa a'zosi qolgan va guruhni o'rnatib bo'lmaydi.
vi: Chỉ còn lại một thành viên trong team, nhóm không thể được thành lập.
zh_hans: 团队成员剩余一人无法建群
zh_hant: 團隊成員剩餘一人無法建群

# 正在创建群聊请勿重复操作
source: Group chat is being created. Please do not repeat the operation.
ar: جارٍ إنشاء محادثة جماعية. يرجى عدم تكرار العملية.
bn: গ্রুপ চ্যাট তৈরি করা হচ্ছে৷ অনুগ্রহ করে অপারেশনটি পুনরাবৃত্তি করবেন না৷
es: Se está creando el chat grupal. No repita la operación.
fa: چت گروهی در حال ایجاد است. لطفاً عملیات را تکرار نکنید.
fr: Une discussion de groupe est en cours de création. Veuillez ne pas répéter l'opération.
hi: समूह चैट बनाई जा रही है। कृपया कार्रवाई दोबारा न करें।
id: Obrolan grup sedang dibuat. Harap jangan ulangi operasi ini.
ko: 그룹 채팅이 생성 중이므로 작업을 반복하지 마십시오.
ky: Топтук чат түзүлүүдө. Сураныч, операцияны кайталабаңыз.
pt_br: Não repita a operação ao criar um bate-papo em grupo
ru: Групповой чат создается. Пожалуйста, не повторяйте операцию.
tr: Grup sohbeti oluşturuluyor. Lütfen işlemi tekrarlamayın.
uz: Guruh chati yaratilmoqda. Iltimos, operatsiyani takrorlamang.
vi: Trò chuyện nhóm đang được tạo. Vui lòng không lặp lại thao tác này.
zh_hans: 正在创建群聊请勿重复操作
zh_hant: 正在創建群聊請勿重複操作

# 邀请码生成超过10次，请优化业务
source: The invitation code has been generated more than 10 times, please optimize your business.
ar: لقد تم إنشاء رمز الدعوة أكثر من 10 مرات، يرجى تحسين عملك.
bn: আমন্ত্রণ কোড 10 বারের বেশি তৈরি করা হয়েছে, অনুগ্রহ করে আপনার ব্যবসা অপ্টিমাইজ করুন।
es: El código de invitación se ha generado más de 10 veces, optimice su negocio.
fa: کد دعوت بیش از 10 بار ایجاد شده است، لطفاً کسب و کار خود را بهینه کنید.
fr: Le code d'invitation a été généré plus de 10 fois, merci d'optimiser votre activité.
hi: आमंत्रण कोड 10 से अधिक बार जनरेट किया गया है, कृपया अपने व्यवसाय को अनुकूलित करें।
id: Kode undangan telah dihasilkan lebih dari 10 kali, harap optimalkan bisnis Anda.
ko: 초대 코드가 10회 이상 생성되었으니 비즈니스를 최적화하세요.
ky: Чакыруу коду 10 жолудан ашык түзүлдү, бизнесиңизди оптималдаштырыңыз.
pt_br: Código de convite gerado mais de 10 vezes, otimize o negócio
ru: Код приглашения был сгенерирован более 10 раз, пожалуйста, оптимизируйте свой бизнес.
tr: Davetiye kodu 10 defadan fazla oluşturuldu, lütfen işletmenizi optimize edin.
uz: Taklif kodi 10 martadan ortiq yaratildi, biznesingizni optimallashtiring.
vi: Mã mời đã được tạo hơn 10 lần, Vui lòng tối ưu hóa hoạt động kinh doanh của bạn.
zh_hans: 邀请码生成超过10次，请优化业务
zh_hant: 邀請碼生成超過10次，請優化業務
