Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# %@已同意好友申请
source: %@ accepted your request
ar: %@ وافق على طلبك
bn: %@ আপনার অনুরোধ মঞ্জুর করেছেন
es: %@ aceptó tu solicitud
fa: %@ درخواست شما را پذیرفت
fr: %@ a accepté
hi: %@ ने अनुरोध स्वीकार किया
id: %@ menyetujui permintaan
ko: %@님이 수락했습니다
ky: %@ достук суранычын кабыл алды
pt_br: %@ aceitou o pedido
ru: %@ принял запрос
tr: %@ isteği kabul etti
uz: %@ do‘stlik so‘rovini qabul qildi
vi: %@ đã chấp nhận yêu cầu
zh_hans: %@已同意好友申请
zh_hant: %@已同意好友申請

# 我们已经是好友了
source: Already friends
ar: نحن أصدقاء بالفعل
bn: আমরা ইতিমধ্যে বন্ধু
es: Ya somos amigos
fa: ما قبلاً دوستیم
fr: Déjà amis
hi: हम पहले से दोस्त हैं
id: Sudah teman
ko: 이미 친구입니다
ky: Биз досторбуз
pt_br: Já somos amigos
ru: Уже друзья
tr: Zaten arkadaş
uz: Biz do‘stmiz
vi: Đã là bạn
zh_hans: 我们已经是好友了
zh_hant: 我們已經是好友了

# %@不存在
source: %@ not found
ar: %@ غير موجود
bn: %@ নেই
es: %@ no encontrado
fa: %@ یافت نشد
fr: %@ introuvable
hi: %@ मौजूद नहीं है
id: %@ tidak ditemukan
ko: %@ 없음
ky: %@ табылган жок
pt_br: %@ não encontrado
ru: %@ не найден
tr: %@ bulunamadı
uz: %@ mavjud emas
vi: %@ không tồn tại
zh_hans: %@不存在
zh_hant: %@不存在

# %d人
source: %d people
ar: %d شخص
bn: %d জন
es: %d personas
fa: %d نفر
fr: %d pers.
hi: %d लोग
id: %d orang
ko: %d명
ky: %d адам
pt_br: %d pessoas
ru: %d чел.
tr: %d kişi
uz: %d kishi
vi: %d người
zh_hans: %d人
zh_hant: %d人

# 安全提醒
source: Security Alert
ar: تنبيه أمني
bn: নিরাপত্তা সতর্কবার্তা
es: Alerta de Seguridad
fa: هشدار امنیتی
fr: Alerte de Sécurité
hi: सुरक्षा चेतावनी
id: Peringatan Keamanan
ko: 보안 알림
ky: Коопсуздук Эскертүүсү
pt_br: Alerta de Segurança
ru: Оповещение Безопасности
tr: Güvenlik Uyarısı
uz: Xavfsizlik Ogohlantirishi
vi: Cảnh Báo Bảo Mật
zh_hans: 安全提醒
zh_hant: 安全提醒

# 弱密码提示
source: Weak password detected. Easy to crack. Use a stronger password with mixed letters and numbers
ar: تم اكتشاف كلمة مرور ضعيفة. من السهل اختراقها. استخدم كلمة مرور أقوى بحروف كبيرة وصغيرة وأرقام
bn: দুর্বল পাসওয়ার্ড সনাক্ত হয়েছে। সহজেই ভেঙে ফেলা যায়। বড় ও ছোট অক্ষর এবং সংখ্যার সংমিশ্রণযুক্ত শক্তিশালী পাসওয়ার্ড ব্যবহার করুন।
es: Se detectó una contraseña débil. Fácil de descifrar. Usa una contraseña más fuerte con letras mayúsculas, minúsculas y números
fa: رمز عبور ضعیف شناسایی شد. به‌راحتی قابل شکستن است. از رمز عبور قوی با ترکیبی از حروف بزرگ، کوچک و عدد استفاده کنید
fr: Mot de passe faible détecté. Facile à pirater. Utilisez un mot de passe plus fort avec lettres majuscules, minuscules et chiffres
hi: कमजोर पासवर्ड पाया गया। इसे आसानी से तोड़ा जा सकता है। बड़े-अक्षर, छोटे-अक्षर और संख्याओं के मिश्रण वाला मजबूत पासवर्ड इस्तेमाल करें।
id: Password lemah terdeteksi. Mudah ditebak. Gunakan password lebih kuat dengan kombinasi huruf besar, huruf kecil, dan angka
ko: 약한 비밀번호가 감지되었습니다. 쉽게 해킹될 수 있습니다. 대문자, 소문자, 숫자를 혼합한 강력한 비밀번호를 사용하세요
ky: Күчсүз сыр сөз табылды. Оңой бузулушу мүмкүн. Чоң жана кичинекей тамгалар менен сандарды камтыган күчтүү сыр сөздү колдонуңуз
pt_br: Senha fraca detectada. Fácil de quebrar. Use uma senha mais forte com letras maiúsculas, minúsculas e números
ru: Обнаружен слабый пароль. Легко взломать. Используйте более надёжный пароль с буквами разных регистров и цифрами
tr: Zayıf şifre tespit edildi. Kolayca kırılabilir. Büyük/küçük harf ve rakam içeren güçlü bir şifre kullanın
uz: Zaif parol topildi. Uni buzish oson. Katta va kichik harflar hamda raqamlardan iborat kuchli parol ishlating
vi: Phát hiện mật khẩu yếu, dễ bị bẻ khóa. Sử dụng mật khẩu mạnh hơn với chữ hoa, chữ thường và số
zh_hans: 检测到您的密码在弱密码库中，此类密码极易被破解。建议设置一个更高强度的 不连贯的大小字母+数字的密码
zh_hant: 檢測到您的密碼在弱密碼庫中，此類密碼極易被破解。建議設置一個更高強度、不連貫的大寫+小寫字母與數字組合的密碼

# 密码与账户名一致提示
source: Your password matches your username. Unsafe. Use a stronger password with mixed letters and numbers
ar: كلمة المرور مطابقة لاسم المستخدم. هذا غير آمن. استخدم كلمة مرور أقوى بحروف كبيرة وصغيرة وأرقام
bn: আপনার পাসওয়ার্ড ব্যবহারকারীর নামের সাথে মেলে। এটি নিরাপদ নয়। বড় ও ছোট অক্ষর এবং সংখ্যার সংমিশ্রণযুক্ত শক্তিশালী পাসওয়ার্ড ব্যবহার করুন।
es: Tu contraseña coincide con el nombre de usuario. No es seguro. Usa una contraseña más fuerte con letras mayúsculas, minúsculas y números
fa: رمز عبور شما با نام کاربری یکسان است. این ناامن است. از رمز عبور قوی با ترکیبی از حروف بزرگ، کوچک و عدد استفاده کنید
fr: Votre mot de passe correspond au nom d'utilisateur. Ce n'est pas sûr. Utilisez un mot de passe plus fort avec lettres majuscules, minuscules et chiffres
hi: पासवर्ड उपयोगकर्ता नाम के समान है। यह सुरक्षित नहीं है। बड़े-अक्षर, छोटे-अक्षर और संख्याओं के मिश्रण वाला मजबूत पासवर्ड इस्तेमाल करें।
id: Password Anda sama dengan nama pengguna. Ini tidak aman. Gunakan password lebih kuat dengan kombinasi huruf besar, huruf kecil, dan angka
ko: 비밀번호가 계정명과 동일합니다. 안전하지 않습니다. 대문자, 소문자, 숫자를 혼합한 강력한 비밀번호를 사용하세요
ky: Сыр сөзүңүз колдонуучу атыңыз менен дал келет. Бул коопсуз эмес. Чоң жана кичинекей тамгалар менен сандарды камтыган күчтүү сыр сөздү колдонуңуз
pt_br: Sua senha é igual ao nome de usuário. Isso não é seguro. Use uma senha mais forte com letras maiúsculas, minúsculas e números
ru: Пароль совпадает с именем пользователя. Небезопасно. Используйте более надёжный пароль с буквами разных регистров и цифрами
tr: Şifreniz kullanıcı adı ile aynı. Bu güvenli değil. Büyük/küçük harf ve rakam içeren güçlü bir şifre kullanın
uz: Parolingiz foydalanuvchi nomi bilan bir xil. Bu xavfsiz emas. Katta va kichik harflar hamda raqamlardan iborat kuchli parol ishlating
vi: Mật khẩu trùng tên tài khoản, dễ bị bẻ khóa. Sử dụng mật khẩu mạnh hơn với chữ hoa, chữ thường và số
zh_hans: 检测到您的密码和账户名一致，极易被破解，建议设置一个更高强度的 不连贯的大小字母+数字的密码
zh_hant: 檢測到您的密碼與帳號相同，容易被破解。建議使用高強度、不連貫的大寫+小寫字母+數字的密碼。

# 去修改
source: Modify
ar: تعديل
bn: সম্পাদনা করুন
es: Modificar
fa: تغییر دهید
fr: Modifier
hi: संपादित करें
id: Ubah
ko: 수정
ky: Өзгөртүү
pt_br: Modificar
ru: Изменить
tr: Düzenle
uz: O'zgartirish
vi: Sửa
zh_hans: 去修改
zh_hant: 去修改

# 网络检测
source: Network Check
ar: فحص الشبكة
bn: নেটওয়ার্ক পরীক্ষা
es: Verificar red
fa: بررسی شبکه
fr: Vérif réseau
hi: नेटवर्क जाँच
id: Cek Jaringan
ko: 네트워크 점검
ky: Тармак текшерүү
pt_br: Verificar rede
ru: Проверка сети
tr: Ağ kontrolü
uz: Tarmoq tekshirish
vi: Kiểm tra mạng
zh_hans: 网络检测
zh_hant: 網路檢測

# 检测准备就绪，请点击开始检测
source: Ready, click to start
ar: جاهز، اضغط للبدء
bn: প্রস্তুত, শুরু করুন
es: Listo, haga clic iniciar
fa: آماده، شروع کنید
fr: Prêt, cliquez pour démarrer
hi: तैयार, शुरू करें
id: Siap, klik mulai
ko: 준비 완료, 시작 클릭
ky: Даяр, баштоо басыңыз
pt_br: Pronto, clique iniciar
ru: Готово, нажмите старт
tr: Hazır, başlat
uz: Tayyor, boshlash
vi: Sẵn sàng, bấm bắt đầu
zh_hans: 检测准备就绪，请点击开始检测
zh_hant: 檢測準備就緒，請點擊開始檢測

# 已检测 %ld%%...
source: Checked %ld%%...
ar: تم الفحص %ld%%…
bn: %ld%%... পরীক্ষা হয়েছে
es: %ld%%... comprobado
fa: %ld%% بررسی شد...
fr: %ld%%... vérifié
hi: %ld%%... जाँच हुई
id: Terdeteksi %ld%%...
ko: %ld%%... 검사 완료
ky: %ld%%... текшерилди
pt_br: %ld%%... verificado
ru: Проверено %ld%%...
tr: %ld%%... kontrol edildi
uz: %ld%%... tekshirildi
vi: Đã kiểm %ld%%...
zh_hans: 已检测 %ld%%...
zh_hant: 已檢測 %ld%%...

# 网络状态正常
source: Network OK
ar: الشبكة جيدة
bn: নেটওয়ার্ক ঠিক
es: Red OK
fa: شبکه خوب است
fr: Réseau OK
hi: नेटवर्क ठीक
id: Jaringan OK
ko: 네트워크 정상
ky: Тармак жакшы
pt_br: Rede OK
ru: Сеть в норме
tr: Ağ iyi
uz: Tarmoq OK
vi: Mạng tốt
zh_hans: 网络状态正常
zh_hant: 網路狀態正常

# 完成网络检测，当前网络状况良好
source: Network check done, good
ar: فحص الشبكة تم، جيد
bn: পরীক্ষা সম্পন্ন, নেট স্বাভাবিক
es: Revisión completada, red estable
fa: وضعیت شبکه خوب است
fr: Test réseau ok
hi: नेटवर्क ठीक है
id: Pemeriksaan selesai, bagus
ko: 점검 완료, 네트워크 정상
ky: Текшерүү бүттү, жакшы
pt_br: Verificação concluída, rede ok
ru: Проверка сети завершена, хорошо
tr: Kontrol tamam, ağ iyi
uz: Tekshiruv tugadi, yaxshi
vi: Kiểm tra xong, tốt
zh_hans: 完成网络检测，当前网络状况良好
zh_hant: 完成網路偵測，目前網路狀況良好

# 网络状态异常
source: Network Error
ar: خطأ في الشبكة
bn: নেটওয়ার্ক ত্রুটি
es: Error de red
fa: خطای شبکه
fr: Réseau erreur
hi: नेटवर्क त्रुटि
id: Jaringan Error
ko: 네트워크 오류
ky: Тармак ката
pt_br: Erro de rede
ru: Ошибка сети
tr: Ağ hatası
uz: Tarmoq xato
vi: Lỗi mạng
zh_hans: 网络状态异常
zh_hant: 網路狀態異常

# 发现 %ld 个异常项
source: %ld issues found
ar: تم العثور على %ld مشكلة
bn: %ld ত্রুটি পাওয়া গেছে
es: %ld errores encontrados
fa: %ld مورد خطا یافت شد
fr: %ld anomalies
hi: %ld त्रुटियाँ मिलीं
id: %ld masalah ditemukan
ko: %@ld오류 발견
ky: %ld ката табылды
pt_br: %ld erros encontrados
ru: Найдено %ld ошибок
tr: %ld sorun bulundu
uz: %ld xato topildi
vi: Phát hiện %ld lỗi
zh_hans: 发现 %ld 个异常项
zh_hant: 發現 %ld 個異常項

# 待检测
source: Pending
ar: قيد الفحص
bn: অপেক্ষমান
es: Pendiente
fa: در انتظار
fr: En attente
hi: प्रतीक्षारत
id: Menunggu
ko: 대기중
ky: Күтүлүүдө
pt_br: Pendente
ru: Ожидание
tr: Beklemede
uz: Tekshirilmoqda
vi: Chờ
zh_hans: 待检测
zh_hant: 待檢測

# 开始检测
source: Start
ar: بدء
bn: শুরু
es: Iniciar
fa: شروع
fr: Démarrer
hi: प्रारंभ
id: Mulai
ko: 시작
ky: Баштоо
pt_br: Iniciar
ru: Начать
tr: Başlat
uz: Boshlash
vi: Bắt đầu
zh_hans: 开始检测
zh_hant: 開始檢測

# 重新检测
source: Retry
ar: إعادة
bn: পুনরায়
es: Reintentar
fa: دوباره
fr: Recommencer
hi: पुनः प्रयास
id: Ulangi
ko: 재시도
ky: Кайрадан
pt_br: Repetir
ru: Повторить
tr: Tekrar
uz: Qayta
vi: Thử lại
zh_hans: 重新检测
zh_hant: 重新偵測

# 退出检测
source: Exit
ar: خروج
bn: প্রস্থান
es: Salir
fa: خروج
fr: Quitter
hi: बाहर निकलें
id: Keluar
ko: 종료
ky: Чыгуу
pt_br: Sair
ru: Выйти
tr: Çıkış
uz: Chiqish
vi: Thoát
zh_hans: 退出检测
zh_hant: 退出檢測

# 企业号：%@
source: Enterprise: %@
ar: رقم المؤسسة: %@
bn: এন্টারপ্রাইজ: %@
es: Empresa: %@
fa: شرکتشماره سازمان: %@
fr: Entreprise : %@
hi: एंटरप्राइज: %@
id: Perusahaan: %@
ko: 기업: %@
ky: Компания: %@
pt_br: Empresa: %@
ru: Предприятие: %@
tr: Kurum: %@
uz: Korxona: %@
vi: Doanh nghiệp: %@
zh_hans: 企业号：%@
zh_hant: 企業號：%@

# 网络连接情况
source: Network status
ar: حالة الشبكة
bn: নেটওয়ার্ক অবস্থা
es: Estado de red
fa: وضعیت شبکه
fr: État du réseau
hi: नेटवर्क स्थिति
id: Status jaringan
ko: 네트워크 상태
ky: Тармак абалы
pt_br: Status da rede
ru: Состояние сети
tr: Ağ durumu
uz: Tarmoq holati
vi: Trạng thái mạng
zh_hans: 网络连接情况
zh_hant: 網路連線狀況

# 域名解析检测
source: DNS check
ar: فحص DNS
bn: DNS পরীক্ষা
es: Comprobación DNS
fa: بررسی DNS
fr: Vérif. DNS
hi: DNS जाँच
id: Cek DNS
ko: DNS 확인
ky: DNS текшерүү
pt_br: Verificação DNS
ru: Проверка DNS
tr: DNS kontrol
uz: DNS tekshirish
vi: Kiểm tra DNS
zh_hans: 域名解析检测
zh_hant: 網域解析檢測

# 导航连接检测
source: Ping test
ar: اختبار الاتصال
bn: পিং পরীক্ষা
es: Prueba de ping
fa: بررسی پینگ
fr: Test de connexion
hi: पिंग परीक्षण
id: Tes ping
ko: 핑 테스트
ky: Навигация текшерүү
pt_br: Teste de ping
ru: Проверка соединения
tr: Ping testi
uz: Ping testi
vi: Kiểm tra ping
zh_hans: 导航连接检测
zh_hant: 導航連線偵測

# 服务器连接检测
source: Server connection
ar: فحص الخادم
bn: সার্ভার পরীক্ষা
es: Conexión servidor
fa: بررسی سرور
fr: Test serveur
hi: सर्वर कनेक्शन
id: Cek server
ko: 서버 연결 테스트
ky: Серверге туташуу
pt_br: Conexão servidor
ru: Проверка сервера
tr: Sunucu bağlantısı
uz: Server aloqasi
vi: Kiểm tra server
zh_hans: 服务器连接检测
zh_hant: 伺服器連接檢測

# 网络权限正常
source: Network access OK
ar: إذن الشبكة سليم
bn: নেটওয়ার্ক অনুমতি ঠিক
es: Acceso red OK
fa: دسترسی شبکه درست است
fr: Accès réseau OK
hi: नेटवर्क पहुँच ठीक
id: Akses jaringan OK
ko: 네트워크 권한 정상
ky: Тармак укугу нормалдуу
pt_br: Acesso rede OK
ru: Сеть доступна
tr: Ağ izni OK
uz: Tarmoq ruxsat OK
vi: Quyền mạng OK
zh_hans: 网络权限正常
zh_hant: 網路權限正常

# 设备已联网
source: Device online
ar: الجهاز متصل
bn: ডিভাইস অনলাইন
es: Dispositivo en línea
fa: دستگاه متصل
fr: Appareil en ligne
hi: डिवाइस ऑनलाइन
id: Perangkat online
ko: 기기 온라인
ky: ДК туташтырылды
pt_br: Dispositivo online
ru: Устройство онлайн
tr: Cihaz çevrimiçi
uz: Qurilma online
vi: Thiết bị trực tuyến
zh_hans: 设备已联网
zh_hant: 設備已連網

# 网络连接状态正常
source: Network OK
ar: الشبكة سليمة
bn: নেটওয়ার্ক অবস্থা ঠিক
es: Red OK
fa: وضعیت شبکه خوب
fr: Réseau OK
hi: नेटवर्क स्थिति ठीक
id: Jaringan OK
ko: 네트워크 정상
ky: Тармак абалы нормалдуу
pt_br: Conexão OK
ru: Сеть нормальная
tr: Ağ durumu OK
uz: Tarmoq holati OK
vi: Mạng OK
zh_hans: 网络连接状态正常
zh_hant: 網路連線狀態正常

# 无网络权限
source: No network access
ar: لا يوجد إذن للشبكة
bn: নেটওয়ার্ক অনুমতি নেই
es: Sin acceso a red
fa: دسترسی شبکه ندارد
fr: Pas d'accès réseau
hi: नेटवर्क पहुँच नहीं
id: Tidak ada akses
ko: 네트워크 권한 없음
ky: Тармак укугу жок
pt_br: Sem acesso rede
ru: Нет доступа к сети
tr: Ağ erişimi yok
uz: Tarmoq ruxsat yo'q
vi: Không có quyền mạng
zh_hans: 无网络权限
zh_hant: 無網路權限

# 设备未联网
source: Device offline
ar: الجهاز غير متصل
bn: ডিভাইস অফলাইন
es: Sin conexión
fa: آفلاین است
fr: Hors ligne
hi: डिवाइस ऑफ़लाइन
id: Perangkat offline
ko: 오프라인
ky: Тартмакта жок
pt_br: Dispositivo offline
ru: Устройство офлайн
tr: Çevrimdışı
uz: Qurilma offline
vi: Thiết bị offline
zh_hans: 设备未联网
zh_hant: 設備未連網

# 网络连接状态异常
source: Network error
ar: خطأ في الشبكة
bn: নেটওয়ার্ক ত্রুটি
es: Error de red
fa: خطای شبکه
fr: Erreur réseau
hi: नेटवर्क त्रुटि
id: Gangguan jaringan
ko: 네트워크 오류
ky: Тармак катасы
pt_br: Erro de rede
ru: Ошибка сети
tr: Ağ hatası
uz: Tarmoq xato
vi: Lỗi mạng
zh_hans: 网络连接状态异常
zh_hant: 網路連線狀態異常

# 主域名DNS解析正常
source: Primary DNS OK
ar: DNS الأساسي جيد
bn: প্রাইমারি DNS ঠিক
es: DNS primario OK
fa: DNS اصلی OK
fr: DNS principal OK
hi: प्राइमरी DNS ठीक
id: DNS utama OK
ko: 기본 DNS 정상
ky: Негизги DNS жакшы
pt_br: DNS primário OK
ru: Основной DNS OK
tr: Birincil DNS OK
uz: Asosiy DNS OK
vi: DNS chính OK
zh_hans: 主域名DNS解析正常
zh_hant: 主域名DNS解析正常

# 备域名DNS解析正常
source: Backup DNS OK
ar: DNS الاحتياطي جيد
bn: ব্যাকআপ DNS ঠিক
es: DNS secundario OK
fa: DNS پشتیبان OK
fr: DNS secours OK
hi: बैकअप DNS ठीक
id: DNS cadangan OK
ko: 보조 DNS 정상
ky: Резервдик DNS OK
pt_br: DNS reserva OK
ru: Резервный DNS OK
tr: Yedek DNS OK
uz: Zaxira DNS OK
vi: DNS phụ OK
zh_hans: 备域名DNS解析正常
zh_hant: 備域名DNS解析正常

# 主域名DNS解析失败
source: Primary DNS failed
ar: فشل DNS الأساسي
bn: প্রাইমারি DNS ব্যর্থ
es: Falla DNS primario
fa: شکست DNS اصلی
fr: Échec DNS principal
hi: प्राइमरी DNS विफल
id: DNS utama gagal
ko: 기본 DNS 실패
ky: Негизги DNS катасы
pt_br: Falha DNS primário
ru: Ошибка основного DNS
tr: Birincil DNS hatası
uz: Asosiy DNS xato
vi: Lỗi DNS chính
zh_hans: 主域名DNS解析失败
zh_hant: 主域名DNS解析失敗

# 备域名DNS解析失败
source: Backup DNS failed
ar: فشل DNS الاحتياطي
bn: ব্যাকআপ DNS ব্যর্থ
es: Falla DNS secundario
fa: شکست DNS پشتیبان
fr: Échec DNS secours
hi: बैकअप DNS विफल
id: DNS cadangan gagal
ko: 보조 DNS 실패
ky: Резервдик DNS катасы
pt_br: Falha DNS reserva
ru: Ошибка рез. DNS
tr: Yedek DNS hatası
uz: Zaxira DNS xato
vi: Lỗi DNS phụ
zh_hans: 备域名DNS解析失败
zh_hant: 備域名DNS解析失敗

# %@请求成功，耗时%.0f毫秒
source: %@ success in %.0f ms
ar: %@ نجح، استغرق %.0f مللي
bn: %@ সফল %.0f ms
es: %@ ok en %.0f ms
fa: %@ موفق، %.0f میلی‌ثانیه
fr: %@ réussi %.0f ms
hi: %@ सफल %.0f ms
id: %@ berhasil %.0f ms
ko: %@ 성공 %.0f ms
ky: %@ ийгиликтүү %.0f мс
pt_br: %@ ok em %.0f ms
ru: %@ успешно %.0f мс
tr: %@ başarılı %.0f ms
uz: %@ muvaffaqiyat %.0f ms
vi: %@ thành công %.0f ms
zh_hans: %@请求成功，耗时%.0f毫秒
zh_hant: %@請求成功，耗時%.0f毫秒

# 导航%@请求成功，耗时%.0f毫秒
source: Nav %@ ok %.0f ms
ar: طلب الملاحة %@ نجح، استغرق %.0f مللي
bn: ন্যাভ %@ সফল %.0f ms
fa: درخواست ناوبری %@ موفق، %.0f میلی‌ثانیه
fr: تنav %@ ok %.0f ms
hi: Nav %@ सफल %.0f
ko: 내비 %@ 성공 %.0f ms
ky: Нав %@ ийг %.0f мс
ru: Навигация %@ ok %.0f мс
tr: Navigasyon %@ ok %.0f ms
vi: Điều hướng %@ ok %.0f ms
zh_hans: 导航%@请求成功，耗时%.0f毫秒
zh_hant: 導航%@請求成功，耗時%.0f毫秒

# %@请求失败，无法连接至服务器
source: %@ failed, no server
ar: فشل %@، لا يمكن الاتصال بالخادم
bn: %@ সার্ভার নেই
es: %@ sin servidor
fa: %@ ناموفق، اتصال به سرور ممکن نیست
fr: %@ échec serveur
hi: %@ सर्वर विफल
id: %@ gagal, no server
ko: %@ 서버 없음
ky: %@ сервер жок
pt_br: %@ sem servidor
ru: %@ ошибка сервера
tr: %@ sunucu yok
uz: %@ server yo‘q
vi: %@ lỗi, không server
zh_hans: %@请求失败，无法连接至服务器
zh_hant: %@請求失敗，無法連線至伺服器

# %@请求失败，请求超时
source: %@ failed, timeout
ar: فشل %@، انتهت المهلة
bn: %@ সময় শেষ
es: %@ tiempo agotado
fa: %@ ناموفق، پایان زمان
fr: %@ délai dépassé
hi: %@ टाइमआउट
id: %@ gagal, timeout
ko: %@ 시간 초과
ky: %@ убакыт бүткөн
pt_br: %@ tempo esgotado
ru: %@ тайм-аут
tr: %@ zaman aşımı
uz: %@ vaqt tugadi
vi: %@ lỗi timeout
zh_hans: %@请求失败，请求超时
zh_hant: %@請求失敗，請求逾時

# %@请求失败，返回错误信息%@
source: %@ request failed: %@
ar: فشل %@، خطأ: %@
bn: %@ ব্যর্থ, ত্রুটি: %@
es: %@ falló, error: %@
fa: %@ ناموفق، خطا: %@
fr: Échec %@, erreur : %@
hi: %@ विफल, त्रुटि: %@
id: %@ gagal, error: %@
ko: %@ 실패, 오류: %@
ky: %@ аткарылган жок, ката: %@
pt_br: %@ falhou, erro: %@
ru: Ошибка %@: %@
tr: %@ başarısız, hata: %@
uz: %@ bajarilmadi, xato: %@
vi: %@ thất bại, lỗi: %@
zh_hans: %@请求失败，返回错误信息%@
zh_hant: %@請求失敗，回傳錯誤訊息%@

# 导航%@请求失败，无法连接至服务器
source: Navigation %@ failed, can’t connect to server
ar: فشل الملاحة %@، لا يمكن الاتصال بالخادم
bn: নেভিগেশন %@ ব্যর্থ, সার্ভারে সংযোগ নেই
es: Navegación %@ falló, sin conexión al servidor
fa: ناوبری %@ ناموفق، اتصال ممکن نیست
fr: Navigation %@ échouée, connexion serveur impossible
hi: नेविगेशन %@ विफल, सर्वर से कनेक्ट नहीं
id: Navigasi %@ gagal, tidak bisa terhubung ke server
ko: 내비게이션 %@ 실패, 서버 연결 불가
ky: Навигация %@ ишке ашпады, серверге кошула албайт
pt_br: Navegação %@ falhou, sem conexão com servidor
ru: Навигация %@ не удалась, нет связи с сервером
tr: Navigasyon %@ başarısız, sunucuya bağlanılamadı
uz: Navigatsiya %@ bajarilmadi, serverga ulanilmadi
vi: Điều hướng %@ thất bại, không kết nối máy chủ
zh_hans: 导航%@请求失败，无法连接至服务器
zh_hant: 導航%@請求失敗，無法連線至伺服器

# 导航%@请求失败，请求超时
source: Navigation %@ failed, request timed out
ar: فشل الملاحة %@، انتهت المهلة
bn: নেভিগেশন %@ ব্যর্থ হয়েছে, অনুরোধের সময় শেষ
es: Navegación %@ fallida, tiempo de solicitud agotado
fa: ناوبری %@ ناموفق، پایان زمان
fr: Navigation %@ échouée, délai dépassé
hi: नेविगेशन %@ विफल, अनुरोध समय समाप्त
id: Navigasi %@ gagal, waktu habis
ko: 네비게이션 %@ 실패, 요청 시간 초과
ky: Навигация %@ ийгиликсиз болду, убакыт ашты
pt_br: Navegação %@ falhou, tempo esgotado
ru: Навигация %@ не удалась, превышено время ожидания
tr: Navigasyon %@ başarısız, zaman aşımı
uz: Navigatsiya %@ muvaffaqiyatsiz, so‘rov vaqti tugadi
vi: Điều hướng %@ thất bại, hết thời gian yêu cầu
zh_hans: 导航%@请求失败，请求超时
zh_hant: 導航%@請求失敗，請求逾時

# 导航%@请求失败，返回错误信息%@
source: Navigation %@ failed, error %@
ar: فشل الملاحة %@، خطأ: %@
bn: নেভিগেশন %@ ব্যর্থ হয়েছে, ত্রুটি %@
es: Navegación %@ fallida, error %@
fa: ناوبری %@ ناموفق، خطا: %@
fr: Navigation %@ échouée, erreur %@
hi: नेविगेशन %@ विफल, त्रुटि %@
id: Navigasi %@ gagal, error %@
ko: 네비게이션 %@ 실패, 오류 %@
ky: Навигация %@ ийгиликсиз болду, ката %@
pt_br: Navegação %@ falhou, erro %@
ru: Навигация %@ не удалась, ошибка %@
tr: Navigasyon %@ başarısız, hata %@
uz: Navigatsiya %@ muvaffaqiyatsiz, xato %@
vi: Điều hướng %@ thất bại, lỗi %@
zh_hans: 导航%@请求失败，返回错误信息%@
zh_hant: 導航%@請求失敗，回傳錯誤訊息%@

# TCP节点%@请求成功，耗时%.0f毫秒
source: TCP node %@ ok, %.0f ms
ar: عقدة TCP %@ نجحت، %.0f مللي
bn: TCP নোড %@ সফল %.0f ms
es: Nodo TCP %@ ok, %.0f ms
fa: گره TCP %@ موفق، %.0f میلی‌ثانیه
fr: Nœud TCP %@ ok, %.0f ms
hi: TCP नोड %@ सफल %.0f ms
id: Node TCP %@ ok, %.0f ms
ko: TCP 노드 %@ 성공 %.0fms
ky: TCP түйүн%@ ок, %.0f мс
pt_br: Nó TCP %@ ok %.0f ms
ru: TCP узел %@ ок, %.0f мс
tr: TCP düğüm %@ ok, %.0f ms
uz: TCP tugun %@ ok, %.0f ms
vi: Nút TCP %@ OK, %.0f ms
zh_hans: TCP节点%@请求成功，耗时%.0f毫秒
zh_hant: TCP節點%@請求成功，耗時%.0f毫秒

# TCP节点%@请求失败，无法连接至服务器
source: TCP node %@ failed, no server
ar: عقدة TCP %@ فشلت، لا يمكن الاتصال
bn: TCP নোড %@ সার্ভার সংযোগ ব্যর্থ
es: Nodo TCP %@ sin server
fa: گره TCP %@ ناموفق، اتصال ممکن نیست
fr: Nœud TCP %@ échec, pas serveur
hi: TCP नोड %@ सर्वर नहीं
id: Node TCP %@ gagal, tak server
ko: TCP 노드 %@ 서버 연결 실패
ky: TCP түйүн%@ байланышы жок
pt_br: Nó TCP %@ sem servidor
ru: TCP узел %@ нет связи
tr: TCP düğüm %@ sunucu yok
uz: TCP tugun %@ server yo‘q
vi: Nút TCP %@ lỗi, không máy chủ
zh_hans: TCP节点%@请求失败，无法连接至服务器
zh_hant: TCP節點%@請求失敗，無法連線至伺服器

# TCP节点%@请求失败，密钥交换失败
source: TCP node %@ failed, key error
ar: عقدة TCP %@ فشلت، فشل تبادل المفتاح
bn: TCP নোড %@ কী ত্রুটি
es: Nodo TCP %@ error clave
fa: گره TCP %@ ناموفق، تبادل کلید ناموفق
fr: Nœud TCP %@ échec clé
hi: TCP नोड %@ कुंजी त्रुटि
id: Node TCP %@ gagal, kunci gagal
ko: TCP 노드 %@ 키 오류
ky: TCP түйүн%@ ачкыч алмашуу жок
pt_br: Nó TCP %@ erro de chave
ru: TCP узел %@ ошибка ключа
tr: TCP düğüm %@ anahtar hatası
uz: TCP tugun %@ kalit xato
vi: Nút TCP %@ lỗi trao đổi khóa
zh_hans: TCP节点%@请求失败，密钥交换失败
zh_hant: TCP節點%@請求失敗，金鑰交換失敗

# 您好， 欢迎加入我们
source: Hello, Welcome to join us
ar: مرحبًا، مرحبًا بانضمامك إلينا
bn: নমস্কার, আমাদের সাথে যোগ দেওয়ার জন্য স্বাগতম
es: Hola, Bienvenido a unirte a nosotros
fa: سلام، به جمع ما خوش آمدید
fr: Bonjour, Bienvenue parmi nous
hi: नमस्ते, हमसे जुड़ने के लिए स्वागत है
id: Halo, Selamat bergabung dengan kami
ko: 안녕하세요, 우리와 함께해 주셔서 환영합니다
ky: Салам, Бизге кош келиңиз
pt_br: Olá, Bem-vindo a se juntar a nós
ru: Здравствуйте, Добро пожаловать к нам
tr: Merhaba, Bize katıldığınız için hoş geldiniz
uz: Salom, Bizga qo‘shilganingizga xush kelibsiz
vi: Xin chào, Chào mừng bạn tham gia cùng chúng tôi
zh_hans: 您好， 欢迎加入我们
zh_hant: 您好， 歡迎加入我們

# 验证码验证
source: Code check
ar: تحقق الرمز
bn: কোড যাচাই
es: Verif. código
fa: بررسی کد
fr: Vérif code
hi: कोड सत्यापन
id: Kode verif
ko: 코드 인증
ky: Код текшерүү
pt_br: Verificar código
ru: Код проверка
tr: Kod doğrulama
uz: Kod tasdiq
vi: Mã xác thực
zh_hans: 验证码验证
zh_hant: 驗證碼驗證

# 设置企业号
source: Set Biz ID
ar: ضبط معرف العمل
bn: বিজ় ID সেট
es: Config. ID
fa: تنظیم شناسه کسب
fr: Config. ID pro
hi: बिज़ ID सेट
id: Atur Biz ID
ko: 기업 Biz ID
ky: Biz ID коюу
pt_br: Ajustar Biz ID
ru: Настр. Biz ID
tr: İş ID ayarı
uz: Biz ID sozlash
vi: Cài Biz ID
zh_hans: 设置企业号
zh_hant: 設置企業號

# 当前群不支持二维码入群
source: This group doesn’t support QR code joining
ar: هذه المجموعة لا تدعم الانضمام عبر رمز QR
bn: এই গ্রুপ কিউআর কোডে যোগদান সমর্থন করে না
es: Este grupo no admite unirse por código QR
fa: این گروه از ورود با کد QR پشتیبانی نمی‌کند
fr: Ce groupe ne prend pas en charge le QR code
hi: यह समूह QR कोड से जुड़ना समर्थित नहीं करता
id: Grup ini tidak mendukung masuk dengan kode QR
ko: 이 그룹은 QR 코드 가입을 지원하지 않습니다
ky: Бул топ QR-код аркылуу кошулууну колдобойт
pt_br: Este grupo não permite entrada por QR code
ru: Эта группа не поддерживает вход по QR-коду
tr: Bu grup QR kodla katılmayı desteklemiyor
uz: Bu guruh QR kod orqali qo‘shilishni qo‘llamaydi
vi: Nhóm này không hỗ trợ mã QR
zh_hans: 当前群不支持二维码入群
zh_hant: 當前群不支援二維碼入群

# 账号或密码错误，请重新输入，错误码：%1$d
source: Incorrect account or password. Please try again. Error code: %1$d
ar: خطأ في الحساب أو كلمة المرور. أعد الإدخال. رمز الخطأ: %1$d
bn: অ্যাকাউন্ট বা পাসওয়ার্ড ভুল। পুনরায় লিখুন। ত্রুটি কোড: %1$d
es: Cuenta o contraseña incorrecta. Inténtalo de nuevo. Código de error: %1$d
fa: حساب یا رمز اشتباه است. دوباره وارد کنید. کد خطا: %1$d
fr: Identifiant ou mot de passe incorrect. Réessayez. Code d’erreur : %1$d
hi: खाता या पासवर्ड गलत है। कृपया पुनः दर्ज करें। त्रुटि कोड: %1$d
id: Akun atau kata sandi salah. Coba lagi. Kode error: %1$d
ko: 계정 또는 비밀번호가 잘못되었습니다. 다시 입력하세요. 오류 코드: %1$d
ky: Аккаунт же сырсөз туура эмес. Кайра киргизиңиз. Ката коду: %1$d
pt_br: Conta ou senha incorreta. Tente novamente. Código de erro: %1$d
ru: Неверный логин или пароль. Повторите ввод. Код ошибки: %1$d
tr: Hesap veya şifre hatalı. Tekrar deneyin. Hata kodu: %1$d
uz: Hisob yoki parol noto‘g‘ri. Qayta kiriting. Xato kodi: %1$d
vi: Sai tài khoản hoặc mật khẩu. Vui lòng nhập lại. Mã lỗi: %1$d
zh_hans: 账号或密码错误，请重新输入，错误码：%1$d
zh_hant: 帳號或密碼錯誤，請重新輸入，錯誤碼：%1$d

# 无感解散当前群聊并清空群内聊天记录？
source: Disband group & clear chat?
ar: حل المجموعة ومسح الدردشة؟
bn: গ্রুপ মুছুন?
es: Disolver y borrar chat?
fa: حذف گروه و چت؟
fr: Dissoudre et effacer chat ?
hi: समूह हटाएं?
id: Hapus grup & chat?
ko: 그룹 삭제?
ky: Топту өчүрүү?
pt_br: Encerrar e limpar chat?
ru: Распустить и стереть чат?
tr: Grubu sil & temizle?
uz: Guruhni o‘chirish?
vi: Giải tán nhóm & xóa chat?
zh_hans: 无感解散当前群聊并清空群内聊天记录？
zh_hant: 無感解散當前群聊並清空群內聊天記錄？
