Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# @我自己
source: @Myself
ar: @نفسي
bn: @আমি নিজেই
es: @Mí mismo
fa: @خودم
fr: @Moi-même
hi: @खुद
id: @Saya sendiri
ko: @내 자신
ky: @Mself
pt_br: @MeuSelf
ru: @Сам
tr: @Kendim
uz: @O'zim
vi: @Riêng tôi
zh_hans: @我自己
zh_hant: @我自己

# @我
source: @Myself
ar: @نفسي
bn: @আমি নিজেই
es: @Mí mismo
fa: @خودم
fr: @Moi-même
hi: @खुद
id: @SAYA
ko: @나
ky: @Mself
pt_br: @me
ru: @Сам
tr: @Kendim
uz: @O'zim
vi: @Tôi
zh_hans: @我
zh_hant: @我

# @所有人
source: @Everyone
ar: @الجميع
bn: @সবাই
es: @todos
fa: @هر کس
fr: @tout le monde
hi: @सब लोग
id: @setiap orang
ko: @모든 사람
pt_br: @Todos
ru: @каждый
tr: @herkes
uz: @hamma
vi: @Mọi người
zh_hans: @所有人
zh_hant: @所有人

# 搜索
source: Search
ar: يبحث
bn: অনুসন্ধান
es: buscar
fa: جستجو کردن
fr: recherche
hi: खोज
id: mencari
ko: 찾다
ky: издөө
pt_br: procurar algo
ru: поиск
tr: aramak
uz: qidirmoq
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# 快去发送文件吧
source: Go send the file
ar: اذهب وارسل الملف
bn: ফাইল পাঠান যান
es: ve a enviar el archivo
fa: برو فایل رو بفرست
fr: Allez envoyer le fichier
hi: जाओ फाइल भेजो
id: Kirimkan filenya
ko: 파일 보내러 가세요
ky: Файлды жөнөтүңүз
pt_br: Envie o arquivo.
ru: Иди отправь файл
tr: Git dosyayı gönder
uz: Faylni yuboring
vi: Gửi file nhanh lên nào
zh_hans: 快去发送文件吧
zh_hant: 快去發送文件吧

# 删除
source: Delete
ar: يمسح
bn: মুছে ফেলা
es: borrar
fa: حذف
fr: supprimer
hi: मिटाना
id: menghapus
ko: 삭제
ky: жок кылуу
pt_br: remoção
ru: удалить
tr: silmek
uz: o'chirish
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# 从我和当前好友的设备删除
source: Delete from my and current friends' devices
ar: الحذف من أجهزتي وأجهزة أصدقائي الحاليين
bn: আমার এবং বর্তমান বন্ধুদের ডিভাইস থেকে মুছুন
es: Eliminar de mis dispositivos y los de mis amigos actuales
fa: حذف از دستگاه من و دوستان فعلی
fr: Supprimer des appareils de mes amis actuels et de ceux de mes amis actuels
hi: मेरे और वर्तमान मित्रों के डिवाइस से हटाएँ
id: Hapus dari perangkat saya dan teman saat ini
ko: 나와 현재 친구의 기기에서 삭제
ky: Менин жана учурдагы досторумдун түзмөктөрүнөн өчүрүү
pt_br: Excluir dos meus dispositivos e dos dispositivos dos meus amigos atuais
ru: Удалить с устройств моих и текущих друзей
tr: Benim ve mevcut arkadaşlarımın cihazlarından sil
uz: Mening va hozirgi do'stlarimning qurilmalaridan o'chirish
vi: Xóa khỏi thiết bị của tôi và bạn bè hiện tại
zh_hans: 从我和当前好友的设备删除
zh_hant: 從我和當前好友的設備刪除

# 从所有人设备中删除
source: Remove from everyone's devices
ar: إزالة من أجهزة الجميع
bn: প্রত্যেকের ডিভাইস থেকে সরান
es: Eliminar de los dispositivos de todos
fa: از دستگاه های همه حذف کنید
fr: Supprimer des appareils de tout le monde
hi: सभी के डिवाइस से हटाएँ
id: Hapus dari perangkat semua orang
ko: 모든 사람의 기기에서 삭제
ky: Ар бир адамдын түзмөктөрүнөн алып салыңыз
pt_br: Excluir do equipamento do proprietário
ru: Удалить со всех устройств
tr: Herkesin cihazından kaldır
uz: Barcha qurilmalardan olib tashlang
vi: Xóa khỏi thiết bị của mọi người
zh_hans: 从所有人设备中删除
zh_hant: 從所有人設備中刪除

# 文件删除后将不会出现在您的聊天记录里，确认删除吗？
source: After deleting the file, it will not appear in your chat history. Are you sure to delete it?
ar: بعد حذف الملف لن يظهر في سجل الدردشة، هل أنت متأكد من حذفه؟
bn: ফাইলটি মুছে ফেলার পরে, এটি আপনার চ্যাট ইতিহাসে প্রদর্শিত হবে না৷ আপনি কি এটি মুছে ফেলার বিষয়ে নিশ্চিত?
es: Después de eliminar el archivo, no aparecerá en tu historial de chat. ¿Estás seguro de eliminarlo?
fa: پس از حذف فایل در تاریخچه چت شما نمایش داده نمی شود، آیا مطمئن هستید که آن را حذف می کنید؟
fr: Après avoir supprimé le fichier, il n'apparaîtra pas dans votre historique de discussion. Êtes-vous sûr de le supprimer ?
hi: फ़ाइल को हटाने के बाद, यह आपके चैट इतिहास में दिखाई नहीं देगी। क्या आप निश्चित रूप से इसे हटाना चाहते हैं?
id: Setelah dihapus, file tersebut tidak akan muncul di riwayat chat Anda, apakah Anda yakin akan menghapusnya?
ko: 파일을 삭제하면 채팅 기록에 표시되지 않습니다. 삭제하시겠습니까?
ky: Файлды жок кылгандан кийин, ал сиздин чат тарыхыңызда көрүнбөйт. Аны чын эле жок кыласызбы?
pt_br: O arquivo não aparecerá em seu histórico de bate-papo após a exclusão. Confirme a exclusão.
ru: После удаления файла он не появится в истории чата. Вы действительно удалите его?
tr: Dosyayı sildikten sonra sohbet geçmişinizde görünmeyecek. Silmek istediğinizden emin misiniz?
uz: Faylni oʻchirib tashlaganingizdan soʻng u chat tarixida koʻrinmaydi. Uni oʻchirib tashlashingizga ishonchingiz komilmi?
vi: Sau khi xóa file, nó sẽ không xuất hiện trong lịch sử trò chuyện của bạn. Chắc chắn xóa nó ?
zh_hans: 文件删除后将不会出现在您的聊天记录里，确认删除吗？
zh_hant: 文件刪除後將不會出現在您的聊天記錄裡，確認刪除嗎？

# 确认
source: Confirm
ar: يتأكد
bn: নিশ্চিত করুন
es: confirmar
fa: تایید
fr: confirmer
hi: पुष्टि करना
id: mengonfirmasi
ko: 확인
ky: ырастоо
pt_br: reconhecer
ru: подтверждать
tr: onaylamak
uz: tasdiqlang
vi: Chắc chắn
zh_hans: 确认
zh_hant: 確認

# 取消
source: Cancel
ar: يلغي
bn: বাতিল করুন
es: Cancelar
fa: لغو کنید
fr: Annuler
hi: रद्द करना
id: Membatalkan
ko: 취소
ky: Жокко чыгаруу
pt_br: cancelamentos
ru: Отмена
tr: İptal etmek
uz: Bekor qilish
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# 消息删除失败
source: Message deletion failed
ar: فشل حذف الرسالة
bn: বার্তা মোছা ব্যর্থ হয়েছে
es: Error al eliminar el mensaje
fa: پیام حذف نشد
fr: La suppression du message a échoué
hi: संदेश हटाना विफल रहा
id: Penghapusan pesan gagal
ko: 메시지 삭제 실패
ky: Билдирүү жок кылынган жок
pt_br: Falha na exclusão de mensagens
ru: Удаление сообщения не удалось
tr: Mesaj silinemedi
uz: Xabarni oʻchirib boʻlmadi
vi: Xóa tin nhắn thất bại
zh_hans: 消息删除失败
zh_hant: 消息刪除失敗

# 聊天记录
source: Chat record
ar: سجل الدردشة
bn: চ্যাট রেকর্ড
es: registro de chat
fa: رکورد چت
fr: enregistrement de discussion
hi: चैट रिकॉर्ड
id: catatan obrolan
ko: 채팅 기록
ky: чат жазуу
pt_br: Registro de bate-papo
ru: запись чата
tr: sohbet kaydı
uz: suhbat rekordi
vi: Lịch sử trò chuyện
zh_hans: 聊天记录
zh_hant: 聊天記錄

# 消息
source: Chats
ar: معلومة
bn: তথ্য
es: información
fa: اطلاعات
fr: information
hi: जानकारी
id: informasi
ko: 정보
ky: маалымат
pt_br: mensagens
ru: информация
tr: bilgi
uz: ma `lumot
vi: Tin nhắn
zh_hans: 消息
zh_hant: 消息

# 图片/视频
source: Pictures/Videos
ar: صور/فيديو
bn: ছবি/ভিডিও
es: Imágenes/vídeos
fa: عکس/فیلم
fr: Photos/Vidéos
hi: चित्र/वीडियो
id: Gambar/Video
ko: 사진/비디오
ky: Сүрөттөр/Видеолор
pt_br: Fotos/Vídeos
ru: Фотографии/Видео
tr: Resimler/Videolar
uz: Rasmlar/videolar
vi: Ảnh /Video
zh_hans: 图片/视频
zh_hant: 圖片/視頻

# 文件
source: Document
ar: وثيقة
bn: নথি
es: documento
fa: سند
hi: दस्तावेज़
id: dokumen
ko: 문서
ky: документ
pt_br: papéis
ru: документ
tr: belge
uz: hujjat
vi: Tập tin
zh_hans: 文件
zh_hant: 文件

# 选择一个聊天
source: Choose a chat
ar: اختر دردشة
bn: একটি চ্যাট চয়ন করুন
es: Elige un chat
fa: یک چت را انتخاب کنید
fr: Choisissez une discussion
hi: एक चैट चुनें
id: Pilih obrolan
ko: 채팅을 선택하세요
ky: Маекти тандаңыз
pt_br: Selecione um bate-papo
ru: Выберите чат
tr: Bir sohbet seçin
uz: Suhbatni tanlang
vi: Chọn một cuộc trò chuyện
zh_hans: 选择一个聊天
zh_hant: 選擇一個聊天

# 搜索群聊/好友
source: Search group chat/friends
ar: البحث في الدردشة الجماعية/الأصدقاء
bn: গ্রুপ চ্যাট/বন্ধুদের অনুসন্ধান করুন
es: Buscar chat grupal/amigos
fa: جستجوی چت گروهی/دوستان
fr: Rechercher des discussions de groupe/amis
hi: समूह चैट/मित्र खोजें
id: Cari obrolan grup/teman
ko: 그룹 채팅/친구 검색
ky: Топтук чатта/достордон издеңиз
pt_br: Pesquisar grupos de bate-papo/amigos
ru: Поиск в групповом чате/друзьях
tr: Grup sohbetini/arkadaşlarını ara
uz: Guruh suhbati/do'stlarni qidiring
vi: Tìm kiếm trò chuyện nhóm/bạn bè
zh_hans: 搜索群聊/好友
zh_hant: 搜索群聊/好友

# [个人名片]
source: [Personal business card]
ar: [بطاقة عمل شخصية]
bn: [ব্যক্তিগত ব্যবসা কার্ড]
es: [tarjeta de presentación personal]
fa: [کارت ویزیت شخصی]
fr: [carte de visite personnelle]
hi: [व्यक्तिगत व्यवसाय कार्ड]
id: [kartu nama pribadi]
ko: [개인 명함]
ky: [жеке визиттик карта]
pt_br: [Cartão pessoal].
ru: [личная визитная карточка]
tr: [kişisel kartvizit]
uz: [shaxsiy tashrif qog'ozi]
vi: [Thẻ liên hệ ]
zh_hans: [个人名片]
zh_hant: [個人名片]

# [图片]
source: [Picture]
ar: [صورة]
bn: [ছবি]
es: [imagen]
fa: [تصویر]
fr: [image]
hi: [चित्र]
id: [gambar]
ko: [그림]
ky: [сүрөт]
pt_br: [FOTO]
ru: [картина]
tr: [resim]
uz: [rasm]
vi: [Ảnh]
zh_hans: [图片]
zh_hant: [圖片]

# 二维码
source: QR code
ar: رمز الاستجابة السريعة
bn: QR কোড
es: Código QR
fa: کد QR
hi: क्यू आर संहिता
id: Kode QR
ko: QR 코드
ky: QR коду
pt_br: código de barras bidimensional
ru: QR код
tr: QR kod
uz: QR kodi
vi: Mã QR
zh_hans: 二维码
zh_hant: QR 圖碼

# 最近聊天
source: Recent chat
ar: الدردشة الأخيرة
bn: সাম্প্রতিক চ্যাট
es: chat reciente
fa: چت اخیر
fr: discussion récente
hi: हालिया चैट
id: obrolan baru-baru ini
ko: 최근 채팅
ky: акыркы чат
pt_br: Bate-papos recentes
ru: недавний чат
tr: son sohbet
uz: oxirgi suhbat
vi: Trò chuyện gần đây
zh_hans: 最近聊天
zh_hant: 最近聊天

# 联系人
source: Contact person
ar: الشخص الذي يمكن الاتصال به
bn: যোগাযোগ ব্যক্তি
es: Persona de contacto
fa: شخص تماس
fr: Personne de contact
hi: संपर्क व्यक्ति
id: Kontak person
ko: 담당자
ky: Байланыш адам
pt_br: ligação
ru: Контактное лицо
tr: İlgili kişi
uz: Bog'lanish uchun shaxs
vi: Danh bạ
zh_hans: 联系人
zh_hant: 聯繫人

# 群组
source: Group
ar: مجموعة
bn: দল
es: grupo
fa: گروه
fr: groupe
hi: समूह
id: kelompok
ko: 그룹
ky: топ
pt_br: coorte
ru: группа
tr: grup
uz: guruh
vi: Nhóm
zh_hans: 群组
zh_hant: 群組

# 完成(%ld)
source: Complete(%ld)
ar: كامل(%ld)
bn: সম্পূর্ণ (%ld)
es: Completo(%ld)
fa: کامل (%ld)
fr: Terminé(%ld)
hi: पूर्ण(%ld)
id: Selesai(%ld)
ko: 마치다(%ld)
ky: Аякталды(%ld)
pt_br: Concluído (%ld)
ru: Завершено(%ld)
tr: Tamamlandı(%ld)
uz: Bajarildi(%ld)
vi: Hoàn thành(%ld)
zh_hans: 完成(%ld)
zh_hant: 完成(%ld)

# 最多只能选择%ld个
source: Only %ld can be selected at most
ar: يمكن تحديد %ld فقط على الأكثر
bn: সর্বাধিক শুধুমাত্র %ld নির্বাচন করা যেতে পারে
es: Sólo se puede seleccionar %ld como máximo
fa: حداکثر %ld را می توان انتخاب کرد
fr: Seul %ld peut être sélectionné au maximum
hi: अधिकतम केवल %ld ही चुना जा सकता है
id: Hanya %ld yang dapat dipilih paling banyak
ko: 최대 %ld개만 선택할 수 있습니다.
ky: %ld гана тандалышы мүмкүн
pt_br: Máximo de %ld seleções
ru: Максимум можно выбрать только %ld
tr: En fazla yalnızca %ld seçilebilir
uz: Ko‘pi bilan faqat %ld tanlanishi mumkin
vi: Tối đa chỉ có thể chọn %ld cái
zh_hans: 最多只能选择%ld个
zh_hant: 最多只能選擇%ld個

# %ld个
source: %ld
ar: %ldفردي
bn: %ldটুকরা
es: %ldUN
fa: %ldقطعه
fr: %ldmois
hi: %ldए
ky: %ldбөлүгү
ru: %ldбыл
tr: %ldparça
uz: %ldbo'lak
vi: %ld cái
zh_hans: %ld个
zh_hant: %ld個

# 已发送
source: Has been sent
ar: تم إرساله
bn: পাঠানো হয়েছে
es: Ha sido enviado
fa: فرستاده شده است
fr: A été envoyé
hi: भेज दिया गया है
id: Telah dikirim
ko: 전송 완료
ky: Жөнөтүлдү
pt_br: Enviado
ru: Был отправлен
tr: Gönderildi
uz: Yuborildi
vi: Đã gửi
zh_hans: 已发送
zh_hant: 已發送

# 消息转发失败
source: Message forwarding failed
ar: فشلت إعادة توجيه الرسالة
bn: বার্তা ফরওয়ার্ডিং ব্যর্থ হয়েছে
es: Error en el reenvío de mensajes
fa: ارسال پیام انجام نشد
fr: Le transfert du message a échoué
hi: संदेश अग्रेषित करना विफल रहा
id: Penerusan pesan gagal
ko: 메시지 전달 실패
ky: Билдирүү багыттоо ишке ашкан жок
pt_br: Falha no encaminhamento de mensagens
ru: Пересылка сообщения не удалась
tr: Mesaj iletme başarısız oldu
uz: Xabarni yo‘naltirish amalga oshmadi
vi: Chuyển tiếp tin nhắn thất bại
zh_hans: 消息转发失败
zh_hant: 消息轉發失敗

# 我的群昵称
source: My group nickname
ar: لقب مجموعتي
bn: আমার গ্রুপের ডাকনাম
es: Mi apodo de grupo
fa: نام مستعار گروه من
fr: Mon pseudo de groupe
hi: मेरे समूह का उपनाम
id: Nama panggilan grup saya
ko: 내 그룹 닉네임
ky: Менин группамдын аты
pt_br: Apelido do meu grupo
ru: Мой никнейм в группе
tr: Grubumun takma adı
uz: Mening guruhim taxallusi
vi: Biệt danh nhóm của tôi
zh_hans: 我的群昵称
zh_hant: 我的群暱稱

# 保存
source: Save
ar: يحفظ
bn: সংরক্ষণ
es: ahorrar
fa: صرفه جویی
fr: sauvegarder
hi: बचाना
id: menyimpan
ko: 보관
ky: сактоо
pt_br: salvar
ru: сохранять
tr: kaydetmek
uz: saqlash
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# 转发
source: Forward
ar: إلى الأمام
bn: ফরোয়ার্ড
es: Adelante
fa: رو به جلو
fr: Avant
hi: आगे
id: Maju
ko: 전송
ky: Алга
pt_br: encaminhamento (correio eletrônico, SMS, pacotes de dados)
ru: Вперед
tr: İleri
uz: Oldinga
vi: Chuyển tiếp
zh_hans: 转发
zh_hant: 轉發

# Apple地图
source: Apple Maps
ar: خرائط أبل
bn: অ্যাপল মানচিত্র
es: Mapas de Apple
fa: نقشه های اپل
fr: Cartes Apple
hi: एप्पल मानचित्र
id: Peta Apple
ko: 애플 어스 지도
ky: Apple карталары
pt_br: Mapas da Apple
ru: Apple Карты
tr: Apple Haritalar
uz: Apple xaritalari
vi: Bản đồ Apple
zh_hans: Apple地图
zh_hant: Apple地圖

# 高德地图
source: Amap
ar: خريطة
bn: একটি মানচিত্র
es: Un mapa
fa: نقشه
fr: Une carte
hi: नक्षा
id: Sebuah peta
pt_br: Gao De Map (versão chinesa do GPS)
ru: Карта
tr: Bir harita
vi: Bản đồ Amap
zh_hans: 高德地图
zh_hant: 高德地圖

# 您还未安装高德地图！
source: You have not installed Amap yet!
ar: لم تقم بتثبيت Amap بعد!
bn: আপনি এখনও Amap ইনস্টল করেননি!
es: ¡Aún no has instalado Amap!
fa: شما هنوز Amap را نصب نکرده اید!
fr: Vous n'avez pas encore installé Amap !
hi: आपने अभी तक Amap इंस्टॉल नहीं किया है!
id: Anda belum menginstal Amap!
ko: 아직 Amap을 설치하지 않으셨습니다!
ky: Сиз Amapты орното элексиз!
pt_br: Você ainda não tem o Goldmap instalado!
ru: Вы еще не установили Amap!
tr: Amap'i henüz yüklemediniz!
uz: Siz hali Amapni o'rnatmagansiz!
vi: Bạn chưa cài đặt Amap！
zh_hans: 您还未安装高德地图！
zh_hant: 您還未安裝高德地圖！

# 换个关键词试试吧～
source: Try changing the keywords~
ar: حاول تغيير الكلمات الرئيسية~
bn: কীওয়ার্ড পরিবর্তন করার চেষ্টা করুন~
es: Intente cambiar las palabras clave ~
fa: سعی کنید کلمات کلیدی را تغییر دهید
fr: Essayez de changer les mots-clés~
hi: कीवर्ड बदलने का प्रयास करें~
id: Coba ubah kata kuncinya~
ko: 키워드를 바꿔보세요~
ky: Ачкыч сөздөрдү өзгөртүп көрүңүз ~
pt_br: Tente uma palavra-chave diferente.
ru: Попробуйте изменить ключевые слова~
tr: Anahtar kelimeleri değiştirmeyi deneyin~
uz: Kalit so'zlarni o'zgartirib ko'ring~
vi: Thử thay đổi từ khóa～
zh_hans: 换个关键词试试吧～
zh_hant: 換個關鍵詞試試吧～

# 用其他应用打开
source: Open with another app
ar: افتح باستخدام تطبيق آخر
bn: অন্য অ্যাপ দিয়ে খুলুন
es: Abrir con otra aplicación
fa: با یک برنامه دیگر باز کنید
fr: Ouvrir avec une autre application
hi: किसी अन्य ऐप से खोलें
id: Buka dengan aplikasi lain
ko: 다른 앱으로 열기
ky: Башка колдонмо менен ачыңыз
pt_br: Abrir com outro aplicativo
ru: Открыть с помощью другого приложения
tr: Başka bir uygulamayla aç
uz: Boshqa ilova bilan oching
vi: Mở bằng ứng dụng khác
zh_hans: 用其他应用打开
zh_hant: 用其他應用打開

# 下载
source: Download
ar: تحميل
bn: ডাউনলোড
es: descargar
fa: دانلود
fr: télécharger
hi: डाउनलोड करना
id: unduh
ko: 다운로드
ky: жүктөө
ru: скачать
tr: indirmek
uz: yuklab oling
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

# 转发给好友
source: Forward to friends
ar: إلى الأمام للأصدقاء
bn: বন্ধুদের ফরওয়ার্ড করুন
es: Reenviar a amigos
fa: فوروارد برای دوستان
fr: Transférer à des amis
hi: मित्रों को अग्रेषित करें
id: Teruskan ke teman
ko: 친구에게 전달
ky: Досторго жөнөт
pt_br: Encaminhar para um amigo
ru: Переслать друзьям
tr: Arkadaşlara ilet
uz: Do'stlarga yuboring
vi: Chuyển tiếp tới bạn bè
zh_hans: 转发给好友
zh_hant: 轉發給好友

# 下载失败
source: Download failed
ar: التحميل فشل
bn: ডাউনলোড ব্যর্থ হয়েছে
es: Descarga fracasó
fa: دانلود نشد
fr: Échec du téléchargement
hi: डाउनलोड विफल
id: unduhan gagal
ko: 다운로드 실패
ky: жүктөө ишке ашкан жок
pt_br: Falha no download
ru: Загрузка не удалась
tr: yükleme başarısız
uz: yuklab bo'lmadi
vi: Tải xuống thất bại
zh_hans: 下载失败
zh_hant: 下載失敗

# 暂不支持打开此类型文件，你可以使用其他应用打开
source: Opening this type of file is not currently supported. You can use other applications to open it.
ar: فتح هذا النوع من الملفات غير مدعوم حاليًا. يمكنك استخدام تطبيقات أخرى لفتحه.
bn: এই ধরনের ফাইল খোলা বর্তমানে সমর্থিত নয়৷ আপনি এটি খুলতে অন্যান্য অ্যাপ্লিকেশন ব্যবহার করতে পারেন৷
es: Actualmente no se admite la apertura de este tipo de archivos. Puedes utilizar otras aplicaciones para abrirlo.
fa: باز کردن این نوع فایل در حال حاضر پشتیبانی نمی شود. می توانید از برنامه های کاربردی دیگر برای باز کردن آن استفاده کنید.
fr: L'ouverture de ce type de fichier n'est actuellement pas prise en charge. Vous pouvez utiliser d'autres applications pour l'ouvrir.
hi: इस प्रकार की फ़ाइल को खोलना वर्तमान में समर्थित नहीं है। आप इसे खोलने के लिए अन्य एप्लिकेशन का उपयोग कर सकते हैं।
id: Membuka file jenis ini saat ini tidak didukung. Anda dapat menggunakan aplikasi lain untuk membukanya.
ko: 이 유형의 파일을 여는 것은 현재 지원되지 않습니다. 다른 응용 프로그램을 사용하여 열 수 있습니다.
ky: Файлдын бул түрүн ачуу учурда колдоого алынбайт. Аны ачуу үчүн башка колдонмолорду колдонсоңуз болот.
pt_br: A abertura desse tipo de arquivo não é suportada no momento, mas você pode usar outros aplicativos para abri-lo
ru: Открытие этого типа файла в настоящее время не поддерживается. Для его открытия можно использовать другие приложения.
tr: Bu tür dosyaların açılması şu anda desteklenmiyor. Açmak için diğer uygulamaları kullanabilirsiniz.
uz: Hozirda bu turdagi faylni ochish qo‘llab-quvvatlanmaydi. Uni ochish uchun boshqa ilovalardan foydalanishingiz mumkin.
vi: Việc mở loại tệp này hiện không được hỗ trợ. Bạn có thể sử dụng các ứng dụng khác để mở nó
zh_hans: 暂不支持打开此类型文件，你可以使用其他应用打开
zh_hant: 暫不支持打開此類型文件，你可以使用其他應用打開

# 已注销
source: Logged out
ar: تسجيل الخروج
bn: প্রস্থান
es: Desconectado
fa: از سیستم خارج شد
fr: Déconnecté
hi: बाहर आ गये
id: Keluar
ko: 제거됨
ky: Чыгылды
pt_br: cancelado
ru: Вышли из
tr: Çıkış yapıldı
uz: Hisobdan chiqdi
vi: Đã bị hủy
zh_hans: 已注销
zh_hant: 已註銷

# 全员禁言
source: Ban all members
ar: حظر جميع الأعضاء
bn: সকল সদস্যকে নিষিদ্ধ করুন
es: Prohibir a todos los miembros
fa: ممنوعیت همه اعضا
fr: Bannir tous les membres
hi: सभी सदस्यों पर प्रतिबंध लगाएं
id: Larang semua anggota
ko: 모든 회원 금지
ky: Бардык мүчөлөргө тыюу салуу
pt_br: mordaça
ru: Забанить всех участников
tr: Tüm üyeleri yasakla
uz: Barcha a'zolarni taqiqlash
vi: Khóa chat tất cả thành viên
zh_hans: 全员禁言
zh_hant: 全員禁言

# 永久禁言
source: Permanently Muted
ar: فرض حظر دائم
bn: স্থায়ী নিষেধাজ্ঞা
es: Prohibición permanente
fa: ممنوعیت دائمی
fr: Interdiction permanente
hi: स्थायी प्रतिबंध
id: Larangan permanen
ko: 영구 금지
ky: Туруктуу тыюу салуу
pt_br: proibição permanente
ru: Постоянный бан
tr: Kalıcı yasak
uz: Doimiy taqiq
vi: Khóa chat vĩnh viễn
zh_hans: 永久禁言
zh_hant: 永久禁言

# 禁言中 %@
source: Banned %@
ar: محظور %@
bn: নিষিদ্ধ %@
es: Prohibido %@
fa: ممنوع %@
fr: Banni %@
hi: प्रतिबंधित %@
id: Dilarang %@
ko: 금지됨 %@
ky: Тыюу салынган %@
pt_br: Banido %@
ru: Забанен %@
tr: Yasaklandı %@
uz: Taqiqlangan %@
vi: Khóa chat %@
zh_hans: 禁言中 %@
zh_hant: 禁言中%@

# 该群已被封禁，如需申诉请联系管理员
source: This group has been banned. Please contact the administrator if you need to appeal.
ar: تم حظر هذه المجموعة بسبب الاشتباه في حدوث انتهاكات. إذا كنت بحاجة إلى الاستئناف، فيرجى الاتصال بالمسؤولتم حظر هذه المجموعة إذا كنت بحاجة إلى الاستئناف، يرجى الاتصال بالمسؤول.
bn: এই গ্রুপটি নিষিদ্ধ করা হয়েছে যদি আপনি আপিল করতে চান, তাহলে প্রশাসকের সাথে যোগাযোগ করুন।
es: Este grupo ha sido prohibido. Si necesita apelar, comuníquese con el administrador.
fa: اگر نیاز به درخواست تجدید نظر دارید، این گروه ممنوع شده است.
fr: Ce groupe a été banni. Si vous devez faire appel, veuillez contacter l'administrateur.
hi: इस समूह पर प्रतिबंध लगा दिया गया है। यदि आपको अपील करने की आवश्यकता है, तो कृपया व्यवस्थापक से संपर्क करें।
id: Grup ini telah diblokir. Jika Anda perlu mengajukan banding, silakan hubungi administrator.
ko: 이 그룹은 금지되었습니다. 이의를 제기하려면 관리자에게 문의하세요.
ky: Бул топко тыюу салынган. Эгер сизге кайрылуу керек болсо, администраторго кайрылыңыз.
pt_br: Este grupo foi banido. Se você precisar apelar, entre em contato com o administrador.
ru: Данная группа заблокирована. Если вам необходимо подать апелляцию, обращайтесь к администратору.
tr: Bu grup yasaklandı. İtiraz etmeniz gerekiyorsa lütfen yöneticiyle iletişime geçin.
uz: Bu guruh taqiqlangan. Agar shikoyat qilishingiz kerak bo'lsa, administratorga murojaat qiling.
vi: Nhóm này đã bị cấm. Nếu bạn cần khiếu nại, vui lòng liên hệ với quản trị viên.
zh_hans: 该群已被封禁，如需申诉请联系管理员
zh_hant: 該群已被封鎖，如需申訴請聯絡管理員

# 我知道了
source: I see
ar: أرى
bn: আমি দেখি
es: Veo
fa: می بینم
fr: Je vois
hi: अच्छा ऐसा है
id: Jadi begitu
ko: 알겠어요
ky: Түшүнүктүү
pt_br: Eu sei.
ru: Я понимаю
tr: Anlıyorum
uz: Men ko'ryapman
vi: Tôi biết rồi
zh_hans: 我知道了
zh_hant: 我知道了

# 群聊已解散
source: Group chat has been dismissed
ar: تم رفض الدردشة الجماعية
bn: গ্রুপ চ্যাট বরখাস্ত করা হয়েছে
es: El chat grupal ha sido descartado.
fa: چت گروهی رد شده است
fr: La discussion de groupe a été supprimée
hi: समूह चैट खारिज कर दी गई है
id: Obrolan grup telah ditutup
ko: 그룹채팅이 종료되었습니다
ky: Топтук чат жабылды
pt_br: O bate-papo em grupo foi encerrado.
ru: Групповой чат закрыт
tr: Grup sohbeti reddedildi
uz: Guruh suhbati o‘chirib qo‘yildi
vi: Trò chuyện nhóm đã bị giải tán
zh_hans: 群聊已解散
zh_hant: 群聊已解散

# 已退出群聊
source: Exited group chat
ar: تم الخروج من الدردشة الجماعية
bn: গ্রুপ চ্যাট থেকে বেরিয়ে গেছে
es: Chat grupal salido
fa: از چت گروهی خارج شد
fr: Chat de groupe quitté
hi: समूह चैट से बाहर निकल गए
id: Keluar dari obrolan grup
ko: 그룹 채팅을 종료했습니다.
ky: Топтук чаттан чыкты
pt_br: Desconectado do bate-papo em grupo
ru: Выход из группового чата
tr: Grup sohbetinden çıkıldı
uz: Guruh chatidan chiqdi
vi: Đã thoát khỏi cuộc trò chuyện nhóm
zh_hans: 已退出群聊
zh_hant: 已退出群聊

# 发送频次过快，请稍后重试！
source: The sending frequency is too fast, please try again later!
ar: تردد الإرسال سريع جدًا، يرجى المحاولة مرة أخرى لاحقًا!
bn: পাঠানোর ফ্রিকোয়েন্সি খুব দ্রুত, অনুগ্রহ করে পরে আবার চেষ্টা করুন!
es: La frecuencia de envío es demasiado rápida. ¡Inténtelo de nuevo más tarde!
fa: فرکانس ارسال خیلی سریع است، لطفاً بعداً دوباره امتحان کنید!
fr: La fréquence d'envoi est trop rapide, veuillez réessayer plus tard !
hi: भेजने की आवृत्ति बहुत तेज़ है, कृपया बाद में पुनः प्रयास करें!
id: Frekuensi pengiriman terlalu cepat, coba lagi nanti!
ko: 전송 빈도가 너무 빠릅니다. 나중에 다시 시도해 주세요!
ky: Жөнөтүү жыштыгы өтө тез, кийинчерээк кайра аракет кылыңыз!
pt_br: A frequência de envio é muito rápida, tente novamente mais tarde!
ru: Частота отправки слишком высокая. Повторите попытку позже!
tr: Gönderim sıklığı çok hızlı, lütfen daha sonra tekrar deneyin!
uz: Yuborish chastotasi juda tez, keyinroq qayta urinib ko'ring!
vi: Tần suất gửi quá nhanh, vui lòng thử lại sau！
zh_hans: 发送频次过快，请稍后重试！
zh_hant: 發送頻次過快，請稍後重試！

# 发送内容不能为空
source: The sending content cannot be empty
ar: لا يمكن أن يكون محتوى الإرسال فارغًا
bn: পাঠানো বিষয়বস্তু খালি হতে পারে না
es: El contenido de envío no puede estar vacío.
fa: محتوای ارسالی نمی تواند خالی باشد
fr: Le contenu d'envoi ne peut pas être vide
hi: भेजने वाली सामग्री खाली नहीं हो सकती
id: Konten pengiriman tidak boleh kosong
ko: 보내는 내용은 비워둘 수 없습니다.
ky: Жөнөтүүчү мазмун бош болбошу керек
pt_br: O conteúdo do envio não pode estar vazio
ru: Содержимое отправки не может быть пустым.
tr: Gönderilen içerik boş olamaz
uz: Yuborilgan tarkib bo'sh bo'lishi mumkin emas
vi: Nội dung gửi không được để trống
zh_hans: 发送内容不能为空
zh_hant: 發送內容不能為空

# 我自己
source: Myself
ar: نفسي
bn: আমি নিজেই
es: Mí mismo
fa: خودم
fr: Moi-même
hi: खुद
id: Saya sendiri
ko: 내 자신
ky: Өзүм
pt_br: eu mesmo
ru: Сам
tr: Kendim
uz: O'zim
vi: Riêng tôi
zh_hans: 我自己
zh_hant: 我自己

# 该群已关闭音视频功能
source: This group has closed the audio and video functions
ar: لقد أغلقت هذه المجموعة وظائف الصوت والفيديو
bn: এই গ্রুপটি অডিও এবং ভিডিও ফাংশন বন্ধ করে দিয়েছে
es: Este grupo ha cerrado las funciones de audio y vídeo.
fa: این گروه عملکردهای صوتی و تصویری را بسته است
fr: Ce groupe a fermé les fonctions audio et vidéo
hi: इस ग्रुप ने ऑडियो और वीडियो फंक्शन बंद कर दिए हैं
id: Grup ini telah menutup fungsi audio dan video
ko: 이 그룹은 오디오 및 비디오 기능을 닫았습니다.
ky: Бул топ аудио жана видео функцияларын жапты
pt_br: O grupo desativou a função de áudio/vídeo
ru: Эта группа закрыла функции аудио и видео.
tr: Bu grup ses ve video işlevlerini kapattı
uz: Bu guruh audio va video funksiyalarini yopgan
vi: Nhóm này đã đóng chức năng âm thanh và video
zh_hans: 该群已关闭音视频功能
zh_hant: 該群已關閉音視頻功能
