Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 使用%@设置新密码
source: Use %@ to set a new password
ar: استخدم %@ لتعيين كلمة مرور جديدة
bn: একটি নতুন পাসওয়ার্ড সেট করতে %@ ব্যবহার করুন
es: Utilice %@ para establecer una nueva contraseña
fa: از %@ برای تنظیم رمز عبور جدید استفاده کنید
fr: Utilisez %@ pour définir un nouveau mot de passe
hi: नया पासवर्ड सेट करने के लिए %@ का उपयोग करें
id: Gunakan %@ untuk menyetel kata sandi baru
ko: %@을(를) 사용하여 새 비밀번호를 설정하세요
ky: Жаңы сырсөз коюу үчүн %@ колдонуңуз
pt_br: Use %@ para definir uma nova senha
ru: Используйте %@, чтобы установить новый пароль.
tr: Yeni bir şifre belirlemek için %@ kullanın
uz: Yangi parol o'rnatish uchun %@ dan foydalaning
vi: Sử dụng %@ để đặt mật khẩu mới
zh_hans: 使用%@设置新密码
zh_hant: 使用%@設定新密碼

# 关于我们
source: About Us
ar: معلومات عنا
bn: আমাদের সম্পর্কে
es: sobre nosotros
fa: درباره ما
fr: à propos de nous
hi: हमारे बारे में
id: tentang kami
ko: 우리 자신에 대해
ky: биз жөнүндө
pt_br: Sobre nós
ru: о нас
tr: Hakkımızda
uz: Biz haqimizda
vi: Về chúng tôi
zh_hans: 关于我们
zh_hant: 關於我們

# 完善信息
source: Perfect information
ar: معلومات مثالية
bn: নিখুঁত তথ্য
es: información perfecta
fa: اطلاعات کامل
fr: informations parfaites
hi: उत्तम जानकारी
id: informasi yang sempurna
ko: 정보를 완벽하게하다.
ky: кемчиликсиз маалымат
pt_br: Aprimoramento das informações
ru: идеальная информация
tr: mükemmel bilgi
uz: mukammal ma'lumot
vi: Thông tin hoàn hảo
zh_hans: 完善信息
zh_hant: 完善信息

# 注册成功！
source: Registration was successful!
ar: نجاح التسجيل!
bn: নিবন্ধন সাফল্য!
es: ¡registración exitosa!
fa: موفقیت ثبت نام
fr: inscription réussie !
hi: पंजीकरण सफलता!
id: registrasi berhasil!
ko: 등록 성공!
ky: каттоо ийгилик!
pt_br: Registro bem sucedido!
ru: Вы успешно зарегистрировались!
tr: başarılı Kayıt!
uz: ro'yxatdan o'tish muvaffaqiyati!
vi: đăng ký thành công!
zh_hans: 注册成功！
zh_hant: 註冊成功！

# 输入昵称
source: Enter nickname
ar: أدخل كنية
bn: ডাক নাম প্রবেশ করান
es: Introduce el apodo
fa: نام مستعار را وارد کنید
fr: Entrez le pseudo
hi: उपनाम दर्ज करें
id: Masukkan nama panggilan
ko: 닉네임을 입력하세요
ky: Ылакап ат киргизиңиз
pt_br: Digite o apelido
ru: Введите никнейм
tr: Takma adı girin
uz: Taxallusni kiriting
vi: Nhập biệt danh
zh_hans: 输入昵称
zh_hant: 輸入暱稱

# 注册并登录
source: Register and log in
ar: التسجيل وتسجيل الدخول
bn: নিবন্ধন করুন এবং লগ ইন করুন
es: Regístrese e inicie sesión
fa: ثبت نام و وارد شوید
fr: Inscrivez-vous et connectez-vous
hi: रजिस्टर करें और लॉग इन करें
id: Daftar dan masuk
ko: 등록 및 로그인
ky: Катталыңыз жана кириңиз
pt_br: Registro e login
ru: Зарегистрируйтесь и войдите в систему
tr: Kayıt olun ve giriş yapın
uz: Ro'yxatdan o'ting va tizimga kiring
vi: Đăng ký và đăng nhập
zh_hans: 注册并登录
zh_hant: 註冊並登錄

# 选择注册方式
source: Select registration method
ar: اختر طريقة التسجيل
bn: নিবন্ধন পদ্ধতি নির্বাচন করুন
es: Seleccione el método de registro
fa: روش ثبت نام را انتخاب کنید
fr: Sélectionnez la méthode d'inscription
hi: पंजीकरण विधि का चयन करें
id: Pilih metode pendaftaran
ko: 등록방법 선택
ky: Каттоо ыкмасын тандаңыз
pt_br: Selecione o método de registro
ru: Выберите способ регистрации
tr: Kayıt yöntemini seçin
uz: Ro'yxatdan o'tish usulini tanlang
vi: Chọn phương thức đăng ký
zh_hans: 选择注册方式
zh_hant: 選擇註冊方式

# 手机号注册
source: Mobile phone number registration
ar: تسجيل رقم الهاتف المحمول
bn: মোবাইল ফোন নম্বর রেজিস্ট্রেশন
es: Registro de número de teléfono móvil
fa: ثبت شماره تلفن همراه
fr: Enregistrement du numéro de téléphone portable
hi: मोबाइल फ़ोन नंबर पंजीकरण
id: Pendaftaran nomor ponsel
ko: 휴대폰번호 등록
ky: Уюлдук телефон номерин каттоо
pt_br: Registro de número de telefone celular
ru: Регистрация номера мобильного телефона
tr: Cep telefonu numarası kaydı
uz: Mobil telefon raqamini ro'yxatdan o'tkazish
vi: Đăng ký số điện thoại
zh_hans: 手机号注册
zh_hant: 手機號註冊

# 通过手机号和验证码注册
source: Register with mobile phone number and verification code
ar: سجل باستخدام رقم الهاتف المحمول ورمز التحقق
bn: মোবাইল ফোন নম্বর এবং যাচাইকরণ কোড দিয়ে নিবন্ধন করুন
es: Regístrese con número de teléfono móvil y código de verificación
fa: با شماره تلفن همراه و کد تایید ثبت نام کنید
fr: Inscrivez-vous avec un numéro de téléphone portable et un code de vérification
hi: मोबाइल फोन नंबर और सत्यापन कोड के साथ पंजीकरण करें
id: Daftar dengan nomor ponsel dan kode verifikasi
ko: 휴대전화 번호와 인증번호로 등록하다
ky: Уюлдук телефон номери жана текшерүү коду менен катталыңыз
pt_br: Registro por número de telefone celular e código de verificação
ru: Зарегистрируйтесь, указав номер мобильного телефона и код подтверждения.
tr: Cep telefonu numarası ve doğrulama koduyla kaydolun
uz: Mobil telefon raqami va tasdiqlash kodi bilan ro'yxatdan o'ting
vi: Đăng ký bằng số điện thoại và mã xác minh
zh_hans: 通过手机号和验证码注册
zh_hant: 通過手機號和驗證碼註冊

# 邮箱注册
source: Email registration
ar: تسجيل البريد الإلكتروني
bn: ইমেইল নিবন্ধন
es: registro de email
fa: ثبت نام ایمیل
fr: inscription par courrier électronique
hi: ई मेल का पंजीकरण
id: registrasi email
ko: 메일박스 등록
ky: электрондук почта каттоо
pt_br: Registro de e-mail
ru: Регистрация электронной почты
tr: e-posta kaydı
uz: elektron pochta orqali ro'yxatdan o'tish
vi: Đăng ký email
zh_hans: 邮箱注册
zh_hant: 郵箱註冊

# 通过邮箱和验证码注册
source: Register via email and verification code
ar: التسجيل عبر البريد الإلكتروني ورمز التحقق
bn: ইমেল এবং যাচাইকরণ কোডের মাধ্যমে নিবন্ধন করুন
es: Regístrese por correo electrónico y código de verificación.
fa: ثبت نام از طریق ایمیل و کد تایید
fr: Inscrivez-vous par e-mail et code de vérification
hi: ईमेल और सत्यापन कोड के माध्यम से पंजीकरण करें
id: Daftar melalui email dan kode verifikasi
ko: 메일함과 인증번호로 등록하다
ky: Электрондук почта жана текшерүү коду аркылуу катталыңыз
pt_br: Registro por e-mail e captcha
ru: Зарегистрируйтесь по электронной почте и коду подтверждения
tr: E-posta ve doğrulama koduyla kaydolun
uz: Elektron pochta va tasdiqlash kodi orqali ro'yxatdan o'ting
vi: Đăng ký qua email và mã xác minh
zh_hans: 通过邮箱和验证码注册
zh_hant: 通過郵箱和驗證碼註冊

# 账号注册
source: Register an account
ar: تسجيل حساب
bn: একটি অ্যাকাউন্ট নিবন্ধন করুন
es: Registrar una cuenta
fa: ثبت حساب
fr: Créer un compte
hi: एक खाता दर्ज करो
id: Daftar akun
ko: 계정 등록
ky: Каттоо эсебин
pt_br: Registro de conta
ru: Зарегистрировать аккаунт
tr: Bir hesap oluştur
uz: Hisob qaydnomasini ro'yxatdan o'tkazing
vi: Đăng ký tài khoản
zh_hans: 账号注册
zh_hant: 賬號註冊

# 通过账号和密码注册
source: Register with username and password
ar: التسجيل عبر الحساب وكلمة المرور
bn: অ্যাকাউন্ট এবং পাসওয়ার্ডের মাধ্যমে নিবন্ধন করুন
es: Regístrese mediante cuenta y contraseña
fa: ثبت نام از طریق حساب کاربری و رمز عبور
fr: Inscrivez-vous via votre compte et votre mot de passe
hi: खाते और पासवर्ड के माध्यम से पंजीकरण करें
id: Daftar melalui akun dan kata sandi
ko: 계정과 비밀번호를 통해 등록
ky: Каттоо эсеби жана сырсөз аркылуу
pt_br: Cadastre-se via conta e senha
ru: Зарегистрируйтесь через учетную запись и пароль
tr: Hesap ve şifre ile kayıt olun
uz: Hisob va parol orqali ro'yxatdan o'ting
vi: Đăng ký qua tài khoản và mật khẩu
zh_hans: 通过账号和密码注册
zh_hant: 透過帳號和密碼註冊

# 更换>
source: Replacement>
ar: الاستبدال>
bn: প্রতিস্থাপন >
es: Reemplazo>
fa: جایگزینی>
fr: Remplacement>
hi: प्रतिस्थापन>
id: Penggantian>
ko: 변경 >
ky: алмаштыруу>
pt_br: Substituição>
ru: Замена>
tr: Değiştirme>
uz: O'zgartirish>
vi: Thay thế>
zh_hans: 更换>
zh_hant: 更換>

# 为什么需要进行网络设置？
source: Why do I need to set up the network?
ar: لماذا أحتاج إلى إعداد الشبكة؟
bn: কেন আমি নেটওয়ার্ক সেট আপ করতে হবে?
es: ¿Por qué necesito configurar la red?
fa: چرا باید شبکه را راه اندازی کنم؟
fr: Pourquoi dois-je configurer le réseau ?
hi: मुझे नेटवर्क स्थापित करने की आवश्यकता क्यों है?
id: Mengapa saya perlu menyiapkan jaringan?
ko: 네트워크를 설정해야 하는 이유는 무엇입니까?
ky: Эмне үчүн мен тармакты жөндөшүм керек?
pt_br: Por que preciso de uma configuração de rede?
ru: Зачем мне настраивать сеть?
tr: Ağı neden kurmam gerekiyor?
uz: Nega men tarmoqni sozlashim kerak?
vi: Tại sao tôi cần thiết lập mạng?
zh_hans: 为什么需要进行网络设置？
zh_hant: 為什麼需要進行網絡設置？

source: You can enjoy the storage and management of data services anytime and anywhere through the client. The server belongs to the operating entity of privatized deployment, and can only be used by personnel with permission from the operating entity. It is more secure and private, and provides very good information security services.
ar: يمكنك الاستمتاع بتخزين وإدارة خدمات البيانات في أي وقت وفي أي مكان من خلال العميل. ينتمي الخادم إلى كيان التشغيل للنشر المخصخص، ولا يمكن استخدامه إلا من قبل الأفراد بإذن من كيان التشغيل، وهو أكثر أمانًا وخصوصية، ويوفر خدمات أمن معلومات جيدة جدًا.
bn: আপনি ক্লায়েন্টের মাধ্যমে যেকোনো সময় এবং যে কোনো জায়গায় ডেটা পরিষেবার স্টোরেজ এবং ব্যবস্থাপনা উপভোগ করতে পারেন। সার্ভারটি বেসরকারী স্থাপনার অপারেটিং সত্তার অন্তর্গত, এবং শুধুমাত্র অপারেটিং সত্তার অনুমতি নিয়ে কর্মীদের দ্বারা ব্যবহার করা যেতে পারে৷ এটি আরও নিরাপদ এবং ব্যক্তিগত, এবং খুব ভাল তথ্য সুরক্ষা পরিষেবা প্রদান করে৷
es: Podrás disfrutar del almacenamiento y gestión de servicios de datos en cualquier momento y en cualquier lugar a través del cliente. El servidor pertenece a la entidad operadora de implementación privatizada y solo puede ser utilizado por personal con permiso de la entidad operadora, es más seguro y privado y brinda muy buenos servicios de seguridad de la información.
fa: شما می توانید از ذخیره سازی و مدیریت خدمات داده در هر زمان و هر مکان از طریق مشتری لذت ببرید. سرور متعلق به واحد عملیاتی استقرار خصوصی است و تنها با مجوز از نهاد عامل می تواند توسط پرسنل استفاده شود. این سرور امن تر و خصوصی تر است و خدمات امنیت اطلاعات بسیار خوبی را ارائه می دهد.
fr: Vous pouvez profiter du stockage et de la gestion des services de données à tout moment et en tout lieu via le client. Le serveur appartient à l'entité exploitante du déploiement privatisé et ne peut être utilisé que par le personnel avec l'autorisation de l'entité exploitante. Il est plus sécurisé et privé et fournit de très bons services de sécurité de l'information.
hi: आप क्लाइंट के माध्यम से कभी भी और कहीं भी डेटा सेवाओं के भंडारण और प्रबंधन का आनंद ले सकते हैं। सर्वर निजीकृत परिनियोजन की ऑपरेटिंग इकाई से संबंधित है, और इसका उपयोग केवल ऑपरेटिंग इकाई की अनुमति वाले कर्मियों द्वारा किया जा सकता है। यह अधिक सुरक्षित और निजी है, और बहुत अच्छी सूचना सुरक्षा सेवाएँ प्रदान करता है।
id: Anda dapat menikmati penyimpanan dan pengelolaan layanan data kapan saja dan di mana saja melalui klien. Server milik entitas operasi penyebaran yang diprivatisasi, dan hanya dapat digunakan oleh personel dengan izin dari entitas operasi, lebih aman dan pribadi, serta menyediakan layanan keamanan informasi yang sangat baik.
ko: 클라이언트를 통해 언제 어디서나 데이터 서비스의 저장 및 관리를 즐길 수 있습니다. 서버는 민영화 된 배포의 사업체에 속하며 사업체의 허가를받은 직원 만 사용할 수 있으며보다 안전하고 비공개이며 매우 우수한 정보 보안 서비스를 제공합니다.
ky: Кардар аркылуу каалаган убакта жана каалаган жерде маалымат кызматтарын сактоо жана башкаруудан ырахат ала аласыз. Сервер приватташтырылган жайгаштыруунун операциялык объектисине таандык жана аны операциялык субъекттин уруксаты менен гана персонал колдоно алат.Ал коопсузураак жана купуя, жана абдан жакшы маалыматтык коопсуздук кызматтарын камсыз кылат.
pt_br: Você pode aproveitar os serviços de armazenamento e gerenciamento de dados a qualquer momento e em qualquer lugar por meio do cliente. O servidor é atribuído à entidade operacional da implantação privada e só pode ser usado pelo pessoal que foi licenciado pela entidade operacional, o que é mais seguro e privado e oferece serviços de segurança de informações muito bons.
ru: Вы можете наслаждаться хранением и управлением услугами передачи данных в любое время и в любом месте через клиент. Сервер принадлежит эксплуатирующей организации приватизированного развертывания и может использоваться персоналом только с разрешения эксплуатирующей организации. Он более безопасен и конфиденциальен и предоставляет очень хорошие услуги информационной безопасности.
tr: İstemci aracılığıyla her zaman ve her yerde veri hizmetlerinin depolanmasından ve yönetilmesinden yararlanabilirsiniz. Sunucu, özelleştirilmiş dağıtımın işletme kuruluşuna ait olup, yalnızca işletme kuruluşunun izniyle personel tarafından kullanılabilir, daha güvenli ve özeldir ve çok iyi bilgi güvenliği hizmetleri sağlar.
uz: Mijoz orqali istalgan vaqtda va istalgan joyda maʼlumotlar xizmatlarini saqlash va boshqarishdan bahramand boʻlishingiz mumkin. Server xususiylashtirilgan joylashtirishning operatsion ob'ektiga tegishli bo'lib, undan faqat operatsion ob'ekt ruxsati bilan xodimlar foydalanishi mumkin.U xavfsizroq va shaxsiydir va juda yaxshi axborot xavfsizligi xizmatlarini taqdim etadi.
vi: Bạn có thể tận hưởng việc lưu trữ và quản lý các dịch vụ dữ liệu mọi lúc, mọi nơi thông qua ứng dụng khách hàng. Máy chủ thuộc về đơn vị điều hành triển khai tư nhân hóa, chỉ những nhân viên được đơn vị điều hành cho phép mới được sử dụng, an toàn và riêng tư hơn, đồng thời cung cấp các dịch vụ bảo mật thông tin tuyệt đối.
zh_hans: 可以通过客户端随时随地享受数据服务的存储和管理。服务器归属于私有化部署的经营主体，只有经过经营主体许可的人员才能使用，安全性更高、私密性更强，提供非常好的信息安全服务。
zh_hant: 可以通過客戶端隨時隨地享受數據服務的存儲和管理。服務器歸屬於私有化部署的經營主體，只有經過經營主體許可的人員才能使用，安全性更高、私密性更強，提供非常好的信息安全服務。

# 一、加入服务器
source: 1. Join the server
ar: 1. انضم إلى الخادم
bn: 1. সার্ভারে যোগ দিন
es: 1. Únase al servidor
fa: 1. به سرور بپیوندید
fr: 1. Rejoignez le serveur
hi: 1. सर्वर से जुड़ें
id: 1. Bergabunglah dengan server
ko: 1. 서버 가입
ky: 1. Серверге кошулуңуз
pt_br: I. Ingressando no servidor
ru: 1. Присоединяйтесь к серверу
tr: 1. Sunucuya katılın
uz: 1. Serverga qo'shiling
vi: 1. Tham gia máy chủ
zh_hans: 一、加入服务器
zh_hant: 一、加入服務器

source: When logging in to your account, you need to join the server so that you can accurately find the company or service entity you belong to. Enterprise accounts and domain names are supported to join the server. For the enterprise number and domain name, you need to contact the platform customer service personnel or be informed by internal personnel of the company. After logging in to the server, you need to fill in your account and password to complete the login. You do not need to set up your enterprise account again when you log in for the second time.
ar: عند تسجيل الدخول إلى حسابك، تحتاج إلى الانضمام إلى الخادم حتى تتمكن من العثور بدقة على الشركة أو الكيان الخدمي الذي تنتمي إليه، ويتم دعم حسابات المؤسسة وأسماء النطاق للانضمام إلى الخادم. للحصول على رقم المؤسسة واسم المجال، تحتاج إلى الاتصال بموظفي خدمة عملاء النظام الأساسي أو إبلاغك من قبل الموظفين الداخليين للشركة. بعد تسجيل الدخول إلى الخادم، عليك تعبئة حسابك وكلمة المرور لإتمام عملية تسجيل الدخول، ولا تحتاج إلى إعداد حساب مؤسستك مرة أخرى عند تسجيل الدخول للمرة الثانية.
bn: আপনার অ্যাকাউন্টে লগ ইন করার সময়, আপনাকে সার্ভারে যোগদান করতে হবে যাতে আপনি যে কোম্পানি বা পরিষেবা সত্তার অন্তর্গত তা সঠিকভাবে খুঁজে পেতে পারেন৷ এন্টারপ্রাইজ অ্যাকাউন্ট এবং ডোমেন নামগুলি সার্ভারে যোগদান করতে সমর্থিত৷ এন্টারপ্রাইজ নম্বর এবং ডোমেন নামের জন্য, আপনাকে প্ল্যাটফর্মের গ্রাহক পরিষেবা কর্মীদের সাথে যোগাযোগ করতে হবে বা কোম্পানির অভ্যন্তরীণ কর্মীদের দ্বারা অবহিত করতে হবে। সার্ভারে লগ ইন করার পরে, লগইন সম্পূর্ণ করতে আপনাকে আপনার অ্যাকাউন্ট এবং পাসওয়ার্ড পূরণ করতে হবে৷ আপনি যখন দ্বিতীয়বার লগ ইন করবেন তখন আপনাকে আবার আপনার এন্টারপ্রাইজ অ্যাকাউন্ট সেট আপ করতে হবে না৷
es: Al iniciar sesión en su cuenta, debe unirse al servidor para poder encontrar con precisión la empresa o entidad de servicio a la que pertenece. Se admiten cuentas empresariales y nombres de dominio para unirse al servidor. Para el número de empresa y el nombre de dominio, es necesario comunicarse con el personal de atención al cliente de la plataforma o ser informado por personal interno de la empresa. Después de iniciar sesión en el servidor, debe completar su cuenta y contraseña para completar el inicio de sesión. No es necesario que vuelva a configurar su cuenta empresarial cuando inicie sesión por segunda vez.
fa: هنگام ورود به حساب کاربری خود، باید به سرور بپیوندید تا بتوانید شرکت یا نهاد خدماتی را که به آن تعلق دارید به طور دقیق پیدا کنید. حساب های سازمانی و نام های دامنه برای پیوستن به سرور پشتیبانی می شوند. برای شماره شرکت و نام دامنه، باید با پرسنل خدمات مشتری پلت فرم تماس بگیرید یا توسط پرسنل داخلی شرکت مطلع شوید. پس از ورود به سرور، باید حساب کاربری و رمز عبور خود را وارد کنید تا ورود به سیستم کامل شود، نیازی به تنظیم مجدد حساب سازمانی خود در هنگام ورود برای بار دوم ندارید.
fr: Lorsque vous vous connectez à votre compte, vous devez rejoindre le serveur afin de pouvoir trouver avec précision l'entreprise ou l'entité de service à laquelle vous appartenez. Les comptes d'entreprise et les noms de domaine sont pris en charge pour rejoindre le serveur. Pour le numéro d'entreprise et le nom de domaine, vous devez contacter le service client de la plateforme ou être informé par le personnel interne de l'entreprise. Après vous être connecté au serveur, vous devez renseigner votre compte et votre mot de passe pour terminer la connexion. Vous n'avez pas besoin de reconfigurer votre compte d'entreprise lorsque vous vous connectez pour la deuxième fois.
hi: अपने खाते में लॉग इन करते समय, आपको सर्वर से जुड़ने की आवश्यकता होती है ताकि आप उस कंपनी या सेवा इकाई को सटीक रूप से ढूंढ सकें जिससे आप संबंधित हैं। सर्वर से जुड़ने के लिए एंटरप्राइज़ खाते और डोमेन नाम समर्थित हैं। एंटरप्राइज़ नंबर और डोमेन नाम के लिए, आपको प्लेटफ़ॉर्म ग्राहक सेवा कर्मियों से संपर्क करना होगा या कंपनी के आंतरिक कर्मियों द्वारा सूचित किया जाना होगा। सर्वर में लॉग इन करने के बाद, लॉगिन पूरा करने के लिए आपको अपना खाता और पासवर्ड भरना होगा। दूसरी बार लॉग इन करने पर आपको अपना एंटरप्राइज खाता दोबारा सेट करने की आवश्यकता नहीं है।
id: Saat masuk ke akun Anda, Anda harus bergabung dengan server sehingga Anda dapat menemukan perusahaan atau entitas layanan tempat Anda berada secara akurat.Akun perusahaan dan nama domain didukung untuk bergabung dengan server. Untuk nomor perusahaan dan nama domain, Anda perlu menghubungi personel layanan pelanggan platform atau diberitahu oleh personel internal perusahaan. Setelah masuk ke server, Anda perlu mengisi akun dan kata sandi Anda untuk menyelesaikan login, Anda tidak perlu mengatur akun perusahaan lagi saat login untuk kedua kalinya.
ko: 계정에 로그인할 때 서버에 가입해야 자신이 속한 엔터프라이즈 또는 서비스 엔터티를 정확하게 찾을 수 있으며 서버에 가입하려면 엔터프라이즈 ID, 도메인 이름 및 IP 주소를 지원해야 합니다. 기업 번호, 도메인 이름 및 IP 주소는 플랫폼의 고객 서비스 직원에게 연락하거나 회사 내부 직원에게 알려야 합니다. 서버에 로그인한 후 로그인을 완료하려면 계정 비밀번호를 입력해야 하며 두 번째 로그인을 위해 엔터프라이즈 계정을 다시 설정할 필요가 없습니다.
ky: Каттоо эсебиңизге киргенде, сиз таандык болгон компанияны же кызмат субъектисин так табуу үчүн серверге кошулушуңуз керек.Серверге кошулуу үчүн ишкананын каттоо эсептери жана домендик аталыштар колдоого алынат. Ишкананын номери жана домендик аталыш үчүн сиз платформанын кардарларды тейлөө кызматкерлери менен байланышышыңыз же компаниянын ички кызматкерлери тарабынан кабардар болушуңуз керек. Серверге киргенден кийин, логинди бүтүрүү үчүн аккаунтуңузду жана паролуңузду толтушуңуз керек.Экинчи жолу киргенде ишкана эсебиңизди кайра орнотуунун кереги жок.
pt_br: Ao fazer login na sua conta, você precisa entrar no servidor para que possa encontrar com precisão a empresa ou o serviço ao qual você pertence, além de apoiar o número da empresa e o nome do domínio para entrar no servidor. É necessário entrar em contato com a equipe de atendimento ao cliente da plataforma ou ser informado pela equipe interna da empresa sobre o número da empresa e o nome do domínio. Depois de fazer login no servidor, é necessário preencher o número da conta e a senha para concluir o login, e não é necessário configurar o número da empresa novamente para o segundo login.
ru: При входе в свою учетную запись вам необходимо присоединиться к серверу, чтобы вы могли точно найти компанию или сервисную организацию, к которой вы принадлежите. Для присоединения к серверу поддерживаются корпоративные учетные записи и доменные имена. Для получения номера предприятия и доменного имени вам необходимо обратиться в службу поддержки клиентов платформы или получить информацию от внутреннего персонала компании. После входа на сервер вам необходимо ввести свою учетную запись и пароль для завершения входа. Вам не нужно снова настраивать свою корпоративную учетную запись при втором входе в систему.
tr: Hesabınıza giriş yaparken ait olduğunuz firma veya hizmet kuruluşunu doğru bir şekilde bulabilmeniz için sunucuya katılmanız gerekmektedir.Kurumsal hesapların ve alan adlarının sunucuya katılması desteklenmektedir. İşletme numarası ve alan adı için platformun müşteri hizmetleri personeliyle iletişime geçmeniz veya şirket içi personelden bilgi almanız gerekmektedir. Sunucuya giriş yaptıktan sonra giriş işlemini tamamlamak için hesabınızı ve şifrenizi girmeniz gerekmektedir.İkinci kez giriş yaptığınızda kurumsal hesabınızı tekrar kurmanıza gerek yoktur.
uz: Hisobingizga kirganingizda, siz tegishli kompaniya yoki xizmat ob'ektini aniq topishingiz uchun serverga qo'shilishingiz kerak.Serverga qo'shilish uchun korporativ hisoblar va domen nomlari qo'llab-quvvatlanadi. Korxona raqami va domen nomi uchun siz platformaning mijozlarga xizmat ko'rsatish xodimlariga murojaat qilishingiz yoki kompaniyaning ichki xodimlaridan xabardor bo'lishingiz kerak. Serverga kirganingizdan so'ng loginni yakunlash uchun hisob qaydnomangiz va parolingizni to'ldirishingiz kerak.Ikkinchi marta kirganingizda korporativ hisobingizni qayta o'rnatishingiz shart emas.
vi: Khi đăng nhập tài khoản, bạn cần phải tham gia vào máy chủ để có thể tìm chính xác doanh nghiệp, đơn vị dịch vụ chủ chốt ,hỗ trợ tài khoản doanh nghiệp và tên miền tham gia máy chủ. Về số doanh nghiệp và tên miền, bạn cần liên hệ với nhân viên chăm sóc khách hàng của nền tảng hoặc được nhân viên nội bộ công ty thông báo. Sau khi đăng nhập vào máy chủ, bạn cần điền tài khoản và mật khẩu để hoàn tất đăng nhập, bạn không cần thiết lập lại tài khoản doanh nghiệp khi đăng nhập lần thứ hai.
zh_hans: 登录账户时需要加入服务器，以便您能精准找到所属企业或服务主体，支持企业号、域名加入服务器。企业号、域名需要您与平台客服人员进行联系或者由公司内部人员告知。服务器登录后，需填写账号密码完成登录，第二次登录不需要再次进行企业号设置。
zh_hant: 登錄賬戶時需要加入服務器，以便您能精準找到所屬企業或服務主體，支持企業號、域名加入服務器。企業號、域名需要您與平台客服人員進行聯繫或者由公司內部人員告知。服務器登錄後，需填寫賬號密碼完成登錄，第二次登錄不需要再次進行企業號設置。

# 二、输入规范
source: 2. Input specifications
ar: 2. مواصفات الإدخال
bn: 2. ইনপুট স্পেসিফিকেশন
es: 2. Especificaciones de entrada
fa: 2. مشخصات ورودی
fr: 2. Spécifications d'entrée
hi: 2. इनपुट विशिष्टताएँ
id: 2. Spesifikasi masukan
ko: 2. 입력 사양
ky: 2. Киргизүү спецификациялары
pt_br: II Especificações de entrada
ru: 2. Входные характеристики
tr: 2. Giriş özellikleri
uz: 2. Kirish spetsifikatsiyalari
vi: 2. Thông số đầu vào
zh_hans: 二、输入规范
zh_hant: 二、輸入規範
