Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 当前账号 %@ 已被封禁
source: The current account %@ has been banned
ar: تم حظر الحساب الحالي %@
bn: বর্তমান অ্যাকাউন্ট %@ নিষিদ্ধ করা হয়েছে
es: La cuenta actual %@ ha sido baneada
fa: حساب جاری %@ مسدود شده است
fr: Le compte courant %@ a été banni
hi: चालू खाता %@ पर प्रतिबंध लगा दिया गया है
id: Akun saat ini %@ telah diblokir
ko: 현재 계정 %@이(가) 차단되었습니다
ky: Учурдагы %@ эсебине тыюу салынды
pt_br: Conta atual %@ Banida
ru: Текущая учетная запись %@ заблокирована
tr: Mevcut hesap %@ yasaklandı
uz: Joriy hisob %@ taqiqlangan
vi: Tài khoản hiện tại %@ đã bị cấm
zh_hans: 当前账号 %@ 已被封禁
zh_hant: 目前帳號 %@ 已被封鎖

# 当前设备 %@ 已被封禁
source: The current account %@ has been banned
ar: تم حظر الجهاز الحالي %@
bn: বর্তমান ডিভাইস %@ নিষিদ্ধ করা হয়েছে
es: El dispositivo actual %@ ha sido baneado
fa: دستگاه فعلی %@ ممنوع شده است
fr: L'appareil actuel %@ a été banni
hi: वर्तमान डिवाइस %@ पर प्रतिबंध लगा दिया गया है
id: Perangkat saat ini %@ telah dilarang
ko: 현재 %@ 장치가 금지되었습니다
ky: Учурдагы %@ түзмөгүнө тыюу салынган
pt_br: Dispositivo atual %@ Banido
ru: Текущее устройство %@ заблокировано
tr: Geçerli cihaz %@ yasaklandı
uz: Joriy qurilma %@ taqiqlangan
vi: Thiết bị hiện tại %@ đã bị cấm
zh_hans: 当前设备 %@ 已被封禁
zh_hant: 目前設備 %@ 已被封鎖

# 该账号被禁用
source: This account is disabled
ar: هذا الحساب معطل
bn: এই অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে
es: Esta cuenta está deshabilitada
fa: این حساب غیرفعال است
fr: Ce compte est désactivé
hi: यह खाता अक्षम है
id: Akun ini dinonaktifkan
ko: 이 계정은 비활성화되었습니다
ky: Бул каттоо эсеби өчүрүлгөн
pt_br: Esta conta está desativada
ru: Эта учетная запись отключена
tr: Bu hesap devre dışı bırakıldı
uz: Bu hisob o‘chirilgan
vi: Tài khoản này đã bị vô hiệu hóa
zh_hans: 该账号被禁用
zh_hant: 該帳號已停用

# 当前IP %@ 已被封禁
source: The current IP %@ has been banned
ar: لقد تم حظر IP الحالي %@
bn: বর্তমান আইপি %@ নিষিদ্ধ করা হয়েছে
es: La IP actual %@ ha sido prohibida
fa: IP فعلی %@ ممنوع شده است
fr: L'adresse IP actuelle %@ a été bannie
hi: वर्तमान आईपी %@ पर प्रतिबंध लगा दिया गया है
id: IP saat ini %@ telah diblokir
ko: 현재 IP %@이(가) 금지되었습니다.
ky: Учурдагы IP %@ тыюу салынган
pt_br: O IP atual %@ está bloqueado
ru: Текущий IP %@ забанен.
tr: Geçerli IP %@ yasaklandı
uz: Joriy IP %@ taqiqlangan
vi: IP hiện tại %@ đã bị cấm
zh_hans: 当前IP %@ 已被封禁
zh_hant: 目前IP %@ 已被封鎖

# 语音播放失败，请稍后再试
source: Voice playback failed, please try again later
ar: فشل تشغيل الصوت، يرجى المحاولة مرة أخرى لاحقًا
bn: ভয়েস প্লেব্যাক ব্যর্থ হয়েছে, পরে আবার চেষ্টা করুন
es: Error en la reproducción de voz, inténtelo de nuevo más tarde
fa: پخش صدا انجام نشد، لطفاً بعداً دوباره امتحان کنید
fr: Échec de la lecture vocale, veuillez réessayer plus tard
hi: ध्वनि प्लेबैक विफल रहा, कृपया बाद में पुनः प्रयास करें
id: Pemutaran suara gagal, coba lagi nanti
ko: 음성 재생에 실패했습니다. 나중에 다시 시도해 주세요.
ky: Үн ойнотулбай калды, бир аздан кийин кайталап көрүңүз
pt_br: A reprodução de voz falhou, tente novamente mais tarde
ru: Не удалось воспроизвести голос. Повторите попытку позже.
tr: Ses çalınamadı, lütfen daha sonra tekrar deneyin
uz: Ovozni eshitib bo‘lmadi, keyinroq qayta urinib ko‘ring
vi: Phát giọng nói thất bại , vui lòng thử lại sau
zh_hans: 语音播放失败，请稍后再试
zh_hant: 語音播放失敗，請稍後再試

# 网络错误,播放失败
source: Network error, playback failed
ar: خطأ في الشبكة، فشل التشغيل
bn: নেটওয়ার্ক ত্রুটি, প্লেব্যাক ব্যর্থ হয়েছে
es: Error de red, la reproducción falló
fa: خطای شبکه، پخش نشد
fr: Erreur réseau, échec de lecture
hi: नेटवर्क त्रुटि, प्लेबैक विफल
id: Kesalahan jaringan, pemutaran gagal
ko: 네트워크 오류, 재생 실패
ky: Тармак катасы, ойнотуу ишке ашкан жок
pt_br: Erro de rede, falha na reprodução
ru: Ошибка сети, воспроизведение не удалось
tr: Ağ hatası, oynatma başarısız oldu
uz: Tarmoq xatosi, ijro qilinmadi
vi: Lỗi mạng, phát lại thất bại
zh_hans: 网络错误,播放失败
zh_hant: 網路錯誤,播放失敗

# 用户角色未配置添加好友角色权限
source: The user role is not configured with the permission to add a friend role
ar: لم يتم تكوين دور المستخدم مع الإذن بإضافة دور صديق
bn: বন্ধুর ভূমিকা যুক্ত করার অনুমতি দিয়ে ব্যবহারকারীর ভূমিকা কনফিগার করা হয়নি
es: El rol de usuario no está configurado con el permiso para agregar un rol de amigo
fa: نقش کاربر با اجازه اضافه کردن نقش دوست پیکربندی نشده است
fr: Le rôle utilisateur n'est pas configuré avec l'autorisation d'ajouter un rôle d'ami
hi: उपयोगकर्ता भूमिका को मित्र भूमिका जोड़ने की अनुमति के साथ कॉन्फ़िगर नहीं किया गया है
id: Peran pengguna tidak dikonfigurasi dengan izin untuk menambahkan peran teman
ko: 사용자 역할이 친구 역할을 추가할 수 있는 권한으로 구성되지 않았습니다.
ky: Колдонуучунун ролу достун ролун кошуу уруксаты менен конфигурацияланган эмес
pt_br: As funções de usuário não estão configuradas com permissões de função Add Buddy
ru: Роль пользователя не настроена с разрешением на добавление роли друга.
tr: Kullanıcı rolü, arkadaş rolü ekleme izniyle yapılandırılmamış
uz: Foydalanuvchi roli do'st rolini qo'shish ruxsati bilan sozlanmagan
vi: Vai trò người dùng chưa định cấu hình để có quyền thêm bạn bè
zh_hans: 用户角色未配置添加好友角色权限
zh_hant: 使用者角色未配置新增好友角色權限

# 用户角色权限不存在
source: User role permissions do not exist
ar: أذونات دور المستخدم غير موجودة
bn: ব্যবহারকারীর ভূমিকা অনুমতি বিদ্যমান নেই
es: Los permisos de rol de usuario no existen
fa: مجوزهای نقش کاربر وجود ندارد
fr: Les autorisations du rôle utilisateur n'existent pas
hi: उपयोगकर्ता भूमिका अनुमतियाँ मौजूद नहीं हैं
id: Izin peran pengguna tidak ada
ko: 사용자 역할 권한이 존재하지 않습니다.
ky: Колдонуучунун ролу уруксаттары жок
pt_br: As permissões de função do usuário não existem
ru: Разрешения роли пользователя не существуют
tr: Kullanıcı rolü izinleri mevcut değil
uz: Foydalanuvchi roli ruxsatlari mavjud emas
vi: Quyền vai trò người dùng không tồn tại
zh_hans: 用户角色权限不存在
zh_hant: 使用者角色權限不存在

# 该用户没有设置角色
source: This user has no role set
ar: هذا المستخدم ليس لديه مجموعة أدوار
bn: এই ব্যবহারকারীর কোন ভূমিকা সেট নেই
es: Este usuario no tiene ningún rol establecido.
fa: این کاربر هیچ مجموعه نقشی ندارد
fr: Cet utilisateur n'a aucun rôle défini
hi: इस उपयोगकर्ता की कोई भूमिका निर्धारित नहीं है
id: Pengguna ini tidak memiliki peran yang ditetapkan
ko: 이 사용자에게는 설정된 역할이 없습니다.
ky: Бул колдонуучунун ролу жок
pt_br: Nenhuma função foi definida para esse usuário
ru: У этого пользователя не установлена ​​роль
tr: Bu kullanıcının rol seti yok
uz: Bu foydalanuvchida rollar toʻplami yoʻq
vi: Người dùng chưa được đặt vai trò
zh_hans: 该用户没有设置角色
zh_hant: 該用戶沒有設定角色

# 账号格式错误
source: Account format error
ar: خطأ في تنسيق الحساب
bn: অ্যাকাউন্ট বিন্যাস ত্রুটি
es: Error de formato de cuenta
fa: خطای قالب حساب
fr: Erreur de format de compte
hi: खाता प्रारूप त्रुटि
id: Kesalahan format akun
ko: 계정 형식 오류
ky: Каттоо эсебинин форматында ката
pt_br: Formato incorreto do número da conta
ru: Ошибка формата аккаунта
tr: Hesap biçimi hatası
uz: Hisob formatida xato
vi: Lỗi định dạng tài khoản
zh_hans: 账号格式错误
zh_hant: 帳號格式錯誤

# *账号格式：2个字母+字母/数字,长度：6-16
source: *Account format: 2 letters + letters/numbers, length: 6-16
ar: *تنسيق الحساب: حرفين + حروف/أرقام، الطول: 6-16
bn: *অ্যাকাউন্ট ফরম্যাট: 2 অক্ষর + অক্ষর/সংখ্যা, দৈর্ঘ্য: 6-16
es: *Formato de cuenta: 2 letras + letras/números, longitud: 6-16
fa: فرمت حساب: 2 حرف + حروف / اعداد، طول: 6-16*
fr: *Format du compte : 2 lettres + lettres/chiffres, longueur : 6-16
hi: *खाता प्रारूप: 2 अक्षर + अक्षर/संख्या, लंबाई: 6-16
id: *Format akun: 2 huruf + huruf/angka, panjang: 6-16
ko: *계정 형식: 영문 2자 + 문자/숫자, 길이: 6~16자
ky: *Эсеп форматы: 2 тамга + тамгалар/сандар, узундугу: 6-16
pt_br: *Formato do número da conta: 2 letras + letras/números, comprimento: 6-16
ru: *Формат аккаунта: 2 буквы + буквы/цифры, длина: 6-16.
tr: *Hesap formatı: 2 harf + harf/rakam, uzunluk: 6-16
uz: *Hisob formati: 2 harf + harflar/raqamlar, uzunligi: 6-16
vi: *Định dạng tài khoản: 2 chữ + chữ/số, độ dài: 6-16
zh_hans: *账号格式：2个字母+字母/数字,长度：6-16
zh_hant: *帳號格式：2個字母+字母/數字,長度：6-16

# 未能打开文件
source: Unable to open file
ar: غير قادر على فتح ملف
bn: নথি খুলতে অক্ষম
es: No es posible abrir el archivo
fa: فایل باز نمی شود
fr: Impossible d'ouvrir le fichier
hi: फाइल खोलने में असमर्थ
id: Tidak dapat membuka file
ko: 열 수없는 파일
ky: Файлды ачуу мүмкүн эмес
pt_br: Falha ao abrir o arquivo
ru: No es posible abrir el archivo
tr: Dosya açılamıyor
uz: Faylni ochib bo‘lmadi
vi: Không thể mở tập tin
zh_hans: 未能打开文件
zh_hant: 未能開啟文件

# 所选资源超过限制
source: Selected resource exceeds limit
ar: المورد المحدد يتجاوز الحد
bn: নির্বাচিত সম্পদ সীমা ছাড়িয়ে গেছে
es: El recurso seleccionado supera el límite
fa: منبع انتخابی بیش از حد مجاز است
fr: La ressource sélectionnée dépasse la limite
hi: चयनित संसाधन सीमा से अधिक है
id: Sumber daya yang dipilih melebihi batas
ko: 선택한 리소스가 한도를 초과했습니다.
ky: Тандалган ресурс чектен ашты
pt_br: O recurso selecionado excedeu o limite
ru: El recurso seleccionado supera el límite
tr: Seçilen kaynak sınırı aşıyor
uz: Tanlangan resurs chegaradan oshib ketdi
vi: Tài nguyên đã chọn vượt quá giới hạn
zh_hans: 所选资源超过限制
zh_hant: 所選資源超過限制

# 群机器人
source: Swarm robot
ar: الروبوتات
bn: সোয়ার্ম রোবট
es: Grupo de robots
fa: ربات هایربات های دسته جمعی
fr: Groupe de robots
hi: वृंद रोबोट
id: segerombolan robot
ko: 떼 로봇
ky: Үйүр роботтор
pt_br: robô de enxame
ru: Групповой робот
tr: Sürü robotları
uz: To'da robotlari
vi: Nhóm robot
zh_hans: 群机器人
zh_hant: 羣機器人

# 选择成员
source: Select members
ar: حدد الأعضاء
bn: সদস্যদের নির্বাচন করুন
es: Seleccionar miembros
fa: اعضا را انتخاب کنید
fr: Sélectionnez les membres
hi: सदस्यों का चयन करें
id: Pilih anggota
ko: 멤버 선택
ky: Мүчөлөрдү тандаңыз
pt_br: Selecionar membro
ru: Выберите участников
tr: Üyeleri seçin
uz: A'zolarni tanlang
vi: Chọn thành viên
zh_hans: 选择成员
zh_hant: 選擇成員

# 完成
source: Finish
ar: ينهي
bn: শেষ করুন
es: Finalizar
fa: پایان
fr: Finition
hi: खत्म करना
id: Menyelesaikan
ko: 마치다
ky: Бүтүрүү
pt_br: cumprir
ru: Заканчивать
tr: Sona ermek
uz: Tugatish
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成

# 搜索群成员
source: Search group members
ar: البحث عن أعضاء المجموعة
bn: গ্রুপ সদস্যদের অনুসন্ধান করুন
es: Buscar miembros del grupo
fa: جستجوی اعضای گروه
fr: Rechercher des membres du groupe
hi: समूह के सदस्यों को खोजें
id: Cari anggota grup
ko: 그룹 구성원 검색
ky: Топтун мүчөлөрүн издөө
pt_br: Pesquisar membros do grupo
ru: Поиск участников группы
tr: Grup üyelerini arayın
uz: Guruh a'zolarini qidirish
vi: Tìm kiếm thành viên nhóm
zh_hans: 搜索群成员
zh_hant: 搜索群成員

# 对方正忙
source: The other party is busy
ar: الطرف الآخر مشغول
bn: অন্য দল ব্যস্ত
es: La otra parte está ocupada
fa: طرف مقابل مشغول است
fr: L'autre partie est occupée
hi: दूसरी पार्टी व्यस्त है
id: Pihak lain sedang sibuk
ko: 상대방이 바빠요
ky: Экинчи тарап бош эмес
pt_br: O outro lado está ocupado.
ru: Другой абонент занят
tr: Karşı taraf meşgul
uz: Boshqa tomon band
vi: Bên kia đang bận
zh_hans: 对方正忙
zh_hant: 對方正忙

# 对方拒绝
source: The other party refuses
ar: والطرف الآخر يرفض
bn: অপর পক্ষ অস্বীকার করে
es: La otra parte se niega
fa: طرف مقابل امتناع می کند
fr: L'autre partie refuse
hi: दूसरा पक्ष मना कर देता है
id: Pihak lain menolak
ko: 상대방이 거절함
ky: Экинчи тарап баш тартат
pt_br: recusa da outra parte
ru: Другая сторона отказывается
tr: Karşı taraf reddediyor
uz: Boshqa tomon rad etadi
vi: Bên kia từ chối
zh_hans: 对方拒绝
zh_hant: 對方拒絕

# 对方离开
source: The other party leaves
ar: الطرف الآخر يغادر
bn: অন্য দল চলে যায়
es: La otra parte se va
fa: طرف مقابل می رود
fr: L'autre partie s'en va
hi: दूसरा पक्ष चला जाता है
id: Pihak lain pergi
ko: 상대방이 떠난다
ky: Экинчи тарап кетет
pt_br: O outro lado saiu.
ru: Другая сторона уходит
tr: Karşı taraf gidiyor
uz: Boshqa tomon ketadi
vi: Bên kia rời khỏi
zh_hans: 对方离开
zh_hant: 對方離開

# 你当前正在通话中
source: You are currently on a call
ar: أنت حاليًا تجري مكالمة
bn: আপনি বর্তমানে একটি কলে আছেন
es: Actualmente estás en una llamada
fa: شما در حال حاضر در حال تماس هستید
fr: Vous êtes actuellement en communication
hi: आप इस समय कॉल पर हैं
id: Anda sedang menelepon
ko: 현재 통화 중입니다.
ky: Учурда сиз чалуудасыз
pt_br: No momento, você está em uma chamada.
ru: Вы сейчас разговариваете по телефону
tr: Şu anda bir görüşmedesiniz
uz: Siz hozir qo'ng'iroq qilyapsiz
vi: Bạn hiện đang gọi điện
zh_hans: 你当前正在通话中
zh_hant: 你當前正在通話中

# 传入参数不合法
source: The parameters passed in are illegal
ar: المعلمات التي تم تمريرها غير قانونية
bn: পাস করা পরামিতিগুলি অবৈধ
es: Los parámetros pasados son ilegales.
fa: پارامترهای ارسال شده غیرقانونی هستند
fr: Les paramètres transmis sont illégaux
hi: इसमें पारित पैरामीटर अवैध हैं
id: Parameter yang diteruskan adalah ilegal
ko: 입력 매개 변수가 잘못되었습니다.
ky: Өткөрүлгөн параметрлер мыйзамсыз
pt_br: Os parâmetros de entrada não são legais
ru: Переданные параметры недопустимы.
tr: Girilen parametreler geçersiz
uz: O'tkazilgan parametrlar noqonuniy hisoblanadi
vi: Tham số được truyền vào là bất hợp pháp
zh_hans: 传入参数不合法
zh_hant: 傳入參數不合法

# 挂断
source: Hang up
ar: يشنق
bn: লেগে থাকা
es: colgar
fa: قطع کن
fr: raccrocher
hi: लटकाओ
id: Tutup Telepon
ko: 전화를 끊다
ky: туталануунун себеби
pt_br: desligar (um telefone)
ru: вешать трубку
tr: telefonu kapatmak
uz: go'shakni qo'yish
vi: Cúp máy
zh_hans: 挂断
zh_hant: 掛斷

# 拒绝
source: Reject
ar: يرفض
bn: প্রত্যাখ্যান
es: rechazar
fa: رد کردن
fr: rejeter
hi: अस्वीकार करना
id: menolak
ko: 거부하다
ky: четке кагуу
pt_br: rejeição
ru: отклонять
tr: reddetmek
uz: rad qilish
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# 接听
source: Answer
ar: إجابة
bn: উত্তর
es: Respuesta
fa: پاسخ
fr: Répondre
hi: उत्तर
id: Menjawab
ko: 전화를 받다.
ky: Жооп
pt_br: atender o telefone
ru: Отвечать
tr: Cevap
uz: Javob
vi: Trả lời
zh_hans: 接听
zh_hant: 接聽

# 邀请你进行语音通话
source: Invite you to a voice call
ar: أدعوك إلى مكالمة صوتية
bn: আপনাকে একটি ভয়েস কলে আমন্ত্রণ জানাই৷
es: Invitarte a una llamada de voz
fa: شما را به تماس صوتی دعوت می کند
fr: Vous inviter à un appel vocal
hi: आपको वॉइस कॉल के लिए आमंत्रित करें
id: Mengundang Anda ke panggilan suara
ko: 음성 통화에 초대
ky: Сизди үн чалууга чакырабыз
pt_br: Convidá-lo para uma chamada de voz
ru: Пригласить вас на голосовой вызов
tr: Sizi sesli aramaya davet ediyorum
uz: Sizni ovozli qo'ng'iroqqa taklif qiling
vi: Mời bạn tham gia cuộc gọi thoại
zh_hans: 邀请你进行语音通话
zh_hant: 邀請你進行語音通話

# 邀请你进行视频通话
source: Invite you to a video call
ar: أدعوك إلى مكالمة فيديو
bn: আপনাকে একটি ভিডিও কলে আমন্ত্রণ জানাই৷
es: Invitarte a una videollamada
fa: شما را به یک تماس ویدیویی دعوت می کند
fr: Vous inviter à un appel vidéo
hi: आपको वीडियो कॉल के लिए आमंत्रित करें
id: Mengundang Anda ke panggilan video
ko: 영상 통화에 초대
ky: Сизди видео чалууга чакырабыз
pt_br: Convidá-lo para uma chamada de vídeo
ru: Пригласить вас на видеозвонок
tr: Sizi bir video görüşmesine davet edin
uz: Sizni video qo'ng'iroqqa taklif qiling
vi: Mời bạn tham gia cuộc video
zh_hans: 邀请你进行视频通话
zh_hant: 邀請你進行視頻通話

# 静音关闭
source: Mute off
ar: كتم الصوت
bn: নিঃশব্দ বন্ধ
es: silenciar
fa: خاموش کردن
fr: couper le son
hi: म्यूट करें
id: matikan suara
ko: 음소거 꺼짐
ky: үнүн өчүрүү
pt_br: Mudo desligado
ru: отключить звук
tr: sessize al
uz: ovozni o'chirish
vi: Tắt chế độ im lặng
zh_hans: 静音关闭
zh_hant: 靜音關閉

# 静音开启
source: Mute on
ar: كتم الصوت
bn: নিঃশব্দ
es: silenciar
fa: خاموش کردن
fr: muet activé
hi: म्यूट करें
id: bisu menyala
ko: 음소거 켜기
ky: үнсүз
pt_br: Mudo ligado
ru: отключить звук
tr: sessize almak
uz: ovozsiz
vi: Bật chế độ im lặng
zh_hans: 静音开启
zh_hant: 靜音開啟

# 摄像头开启
source: Camera on
ar: الكاميرا قيد التشغيل
bn: ক্যামেরা চালু
es: Cámara encendida
fa: دوربین روشن
fr: Caméra allumée
hi: कैमरा चालू
id: Kamera menyala
ko: 카메라 켜짐
ky: Камера күйүк
pt_br: Câmera ligada.
ru: Камера включена
tr: Kamera açık
uz: Kamera yoqilgan
vi: Bật Camera
zh_hans: 摄像头开启
zh_hant: 攝像頭開啟

# 摄像头关闭
source: Camera off
ar: الكاميرا مغلقة
bn: ক্যামেরা বন্ধ
es: cámara apagada
fa: دوربین خاموش
fr: caméra éteinte
hi: कैमरा बंद
id: kamera mati
ko: 카메라 꺼짐
ky: камера өчүк
pt_br: Câmera desligada.
ru: камера выключена
tr: kamera kapalı
uz: kamera o'chirilgan
vi: Tắt Camera
zh_hans: 摄像头关闭
zh_hant: 攝像頭關閉

# 免提关闭
source: Hands-free off
ar: حر اليدين قبالة
bn: হ্যান্ডস-ফ্রি বন্ধ
es: Manos libres apagadas
fa: هندزفری خاموش
fr: Mains libres désactivées
hi: हैंड्स-फ़्री बंद
id: Mati tanpa menggunakan tangan
ko: 핸즈프리 모드 꺼짐
ky: Handsfree өчүрүү
pt_br: desligamento do viva-voz
ru: Громкая связь выключена
tr: Eller serbest özelliği kapalı
uz: Qo'llarni o'chirish
vi: Tắt loa ngoài
zh_hans: 免提关闭
zh_hant: 免提關閉

# 免提开启
source: Hands-free opening
ar: فتح حر اليدين
bn: হাত-মুক্ত খোলার
es: Apertura manos libres
fa: باز کردن هندزفری
fr: Ouverture mains libres
hi: हैंड्स-फ़्री ओपनिंग
id: Pembukaan bebas genggam
ko: 핸즈프리 열기
ky: Колдорсуз ачуу
pt_br: viva-voz ligado
ru: Открытие без помощи рук
tr: Eller serbest açma
uz: Qo'lsiz ochish
vi: Bật loa ngoài
zh_hans: 免提开启
zh_hant: 免提開啟

# 开启静音
source: Turn on mute
ar: قم بتشغيل كتم الصوت
bn: নিঃশব্দ চালু করুন
es: Activar silencio
fa: خاموش کردن را روشن کنید
fr: Activer le mode muet
hi: म्यूट चालू करें
id: Aktifkan bisu
ko: 음소거 켜기
ky: Үнсүз күйгүзүү
pt_br: Mudo ligado
ru: Включить беззвучный режим
tr: Sesi kapat
uz: Ovozsizni yoqing
vi: Bật chế độ im lặng
zh_hans: 开启静音
zh_hant: 開啟靜音

# 关闭静音
source: Turn off mute
ar: قم بإيقاف كتم الصوت
bn: নিঃশব্দ বন্ধ করুন
es: Desactivar silencio
fa: بی صدا را خاموش کنید
fr: Désactiver le mode muet
hi: म्यूट बंद करें
id: Matikan bisu
ko: 무음 끄기
ky: Үнсүздү өчүрүү
pt_br: Desativar o mudo
ru: Выключить звук
tr: Sesi kapat
uz: Ovozni o'chirish
vi: Tắt chế độ im lặng
zh_hans: 关闭静音
zh_hant: 關閉靜音

# 开启免提
source: Turn on hands-free
ar: تشغيل حر اليدين
bn: হ্যান্ডস-ফ্রি চালু করুন
es: Activar manos libres
fa: هندزفری را روشن کنید
fr: Activer le mode mains libres
hi: हैंड्स-फ़्री चालू करें
id: Aktifkan bebas genggam
ko: 핸즈프리 켜기
ky: Handsfree режимин күйгүзүңүз
pt_br: ligar o viva-voz
ru: Включите громкую связь
tr: Eller serbest özelliğini açın
uz: Handsfree rejimini yoqing
vi: Bật loa ngoài
zh_hans: 开启免提
zh_hant: 開啟免提

# 关闭免提
source: Turn off hands-free
ar: قم بإيقاف التشغيل بدون استخدام اليدين
bn: হ্যান্ডস-ফ্রি বন্ধ করুন
es: Desactivar manos libres
fa: هندزفری را خاموش کنید
fr: Désactivez le mode mains libres
hi: हैंड्स-फ़्री बंद करें
id: Matikan alat bebas genggam
ko: 핸즈프리 끄기
ky: Handsfree режимин өчүрүү
pt_br: desativar o viva-voz
ru: Отключить громкую связь
tr: Eller serbest özelliğini kapat
uz: Handsfree rejimini o'chiring
vi: Tắt loa ngoài
zh_hans: 关闭免提
zh_hant: 關閉免提

# 关闭摄像头
source: Turn off camera
ar: قم بإيقاف تشغيل الكاميرا
bn: ক্যামেরা বন্ধ করুন
es: Apagar la cámara
fa: دوربین را خاموش کنید
fr: Éteindre la caméra
hi: कैमरा बंद करें
id: Matikan kamera
ko: 카메라 끄기
ky: Камераны өчүрүңүз
pt_br: Desligue a câmera.
ru: Выключить камеру
tr: Kamerayı kapat
uz: Kamerani o'chiring
vi: Tắt Camera
zh_hans: 关闭摄像头
zh_hant: 關閉攝像頭

# 开启摄像头
source: Turn on camera
ar: شغل الكاميرا
bn: ক্যামেরা চালু করুন
es: Encienda la camara
fa: دوربین را روشن کنید
fr: Allumer la caméra
hi: कैमरा चालू करें
id: Nyalakan kamera
ko: 카메라 켜기
ky: Камераны күйгүзүңүз
pt_br: Ligue a câmera.
ru: Включите камеру
tr: Kamera açın
uz: Kamerani yoqing
vi: Bật Camera
zh_hans: 开启摄像头
zh_hant: 開啟攝像頭

# 切换
source: Switch
ar: يُحوّل
bn: সুইচ
es: cambiar
fa: تعویض
fr: changer
hi: बदलना
id: mengalihkan
ko: 스위치
ky: которуу
pt_br: alternar modos ou fluxos de dados
ru: выключатель
tr: anahtar
uz: almashtirish
vi: Chuyển đổi
zh_hans: 切换
zh_hant: 切換

# 正在等待对方接受邀请
source: Waiting for the other party to accept the invitation
ar: انتظار قبول الطرف الآخر للدعوة
bn: অন্য পক্ষের আমন্ত্রণ গ্রহণ করার জন্য অপেক্ষা করা হচ্ছে
es: Esperando a que la otra parte acepte la invitación
fa: منتظر بمانید تا طرف مقابل دعوت را بپذیرد
fr: En attendant que l'autre partie accepte l'invitation
hi: दूसरे पक्ष द्वारा निमंत्रण स्वीकार करने की प्रतीक्षा की जा रही है
id: Menunggu pihak lain menerima undangan tersebut
ko: 상대방이 초대를 수락하기를 기다리는 중
ky: Экинчи тарап чакырууну кабыл алышын күтүүдө
pt_br: Esperar que a outra parte aceite o convite
ru: Ожидание, пока другая сторона примет приглашение
tr: Karşı tarafın daveti kabul etmesini bekliyorum
uz: Boshqa tomon taklifni qabul qilishini kutish
vi: Đang đợi chấp nhận lời mời
zh_hans: 正在等待对方接受邀请
zh_hant: 正在等待對方接受邀請

# 连接成功
source: Connection succeeded
ar: نجح الاتصال
bn: সংযোগ সফল হয়েছে
es: conexión exitosa
fa: اتصال موفق شد
fr: connexion réussie
hi: कनेक्शन सफल हुआ
id: koneksi berhasil
ko: 연결 성공
ky: байланыш ийгиликтүү болду
pt_br: Conexão bem-sucedida
ru: соединение выполнено успешно
tr: bağlantı başarılı
uz: ulanish muvaffaqiyatli bo'ldi
vi: Liên kết thành công
zh_hans: 连接成功
zh_hant: 連接成功

# 等待接通
source: Waiting for connection
ar: في انتظار الاتصال
bn: সংযোগের জন্য অপেক্ষা করছে
es: Esperando la conexión
fa: در انتظار اتصال
fr: Attente de connexion
hi: जुडने के लिए इंतजार
id: Menunggu koneksi
ko: 연결을 기다리는 중
ky: Туташуу күтүлүүдө
pt_br: Aguardando conexão
ru: Ожидание соединения
tr: Bağlantı için bekleniliyor
uz: Ulanish kutilmoqda
vi: Đang đợi kết nối
zh_hans: 等待接通
zh_hant: 等待接通

# 通话结束
source: Call ended
ar: المكالمة انتهت
bn: সংযোগ বিচ্ছিন্ন
es: llamada terminada
fa: مکالمه تلفنی تمام شد
fr: appel terminé
hi: कॉल समाप्त
id: panggilan berakhir
ko: 통화 종료
ky: чалуу аяктады
pt_br: Fim da chamada
ru: звонок окончен
tr: Arama sona erdi
uz: qo'ng'iroq tugadi
vi: Cuộc gọi kết thúc
zh_hans: 通话结束
zh_hant: 通話結束

# 邀请你进行群语音通话
source: Invite you to a group voice call
ar: أدعوك إلى مكالمة صوتية جماعية
bn: আপনাকে একটি গ্রুপ ভয়েস কলে আমন্ত্রণ জানাই
es: Invitarte a una llamada de voz grupal
fa: شما را به یک تماس صوتی گروهی دعوت می کند
fr: Vous inviter à un appel vocal de groupe
hi: आपको ग्रुप वॉइस कॉल में आमंत्रित करें
id: Mengundang Anda ke panggilan suara grup
ko: 그룹 음성 통화에 초대
ky: Сизди топтук үн чалууга чакырабыз
pt_br: Convidá-lo para uma chamada de voz em grupo
ru: Пригласить вас на групповой голосовой вызов
tr: Sizi bir grup sesli görüşmesine davet etme
uz: Sizni guruhli ovozli qo'ng'iroqqa taklif qiling
vi: Mời bạn tham gia cuộc gọi thoại nhóm
zh_hans: 邀请你进行群语音通话
zh_hant: 邀請你進行群語音通話

# 邀请你进行群视频通话
source: Invite you to a group video call
ar: أدعوك إلى مكالمة فيديو جماعية
bn: আপনাকে একটি গ্রুপ ভিডিও কলে আমন্ত্রণ জানাই
es: Invitarte a una videollamada grupal
fa: شما را به یک تماس ویدیویی گروهی دعوت می کند
fr: Vous inviter à un appel vidéo de groupe
hi: आपको समूह वीडियो कॉल में आमंत्रित करें
id: Mengundang Anda ke panggilan video grup
ko: 그룹 영상 통화에 초대
ky: Сизди топтук видео чалууга чакырабыз
pt_br: Convidá-lo para uma chamada de vídeo em grupo
ru: Пригласить вас на групповой видеозвонок
tr: Sizi bir grup video görüşmesine davet etme
uz: Sizni guruh video qo'ng'irog'iga taklif qiling
vi: Mời bạn tham gia cuộc gọi video nhóm
zh_hans: 邀请你进行群视频通话
zh_hant: 邀請你進行群視頻通話

# 当前网络信号差
source: The current network signal is poor
ar: إشارة الشبكة الحالية ضعيفة
bn: বর্তমান নেটওয়ার্ক সংকেত খারাপ
es: La señal de red actual es pobre.
fa: سیگنال شبکه فعلی ضعیف است
fr: Le signal réseau actuel est faible
hi: वर्तमान नेटवर्क सिग्नल ख़राब है
id: Sinyal jaringan saat ini buruk
ko: 현재 네트워크 신호가 좋지 않습니다.
ky: Учурдагы тармак сигналы начар
pt_br: Sinal de rede atual ruim
ru: Текущий сигнал сети плохой
tr: Mevcut ağ sinyali zayıf
uz: Joriy tarmoq signali yomon
vi: Tín hiệu mạng hiện tại kém
zh_hans: 当前网络信号差
zh_hant: 當前網絡信號差

# 对方网络信号差
source: The other party’s network signal is poor
ar: إشارة شبكة الطرف الآخر ضعيفة
bn: অন্য পক্ষের নেটওয়ার্ক সংকেত খারাপ
es: La señal de red de la otra parte es deficiente
fa: سیگنال شبکه طرف مقابل ضعیف است
fr: Le signal réseau de l’autre partie est faible
hi: दूसरे पक्ष का नेटवर्क सिग्नल ख़राब है
id: Sinyal jaringan pihak lain buruk
ko: 상대방의 네트워크 신호가 좋지 않습니다.
ky: Башка тараптын тармак сигналы начар
pt_br: Sinal de rede ruim no outro lado
ru: Сигнал сети собеседника плохой
tr: Karşı tarafın ağ sinyali zayıf
uz: Boshqa tomonning tarmoq signali yomon
vi: Tín hiệu mạng của bên kia kém
zh_hans: 对方网络信号差
zh_hant: 對方網絡信號差

# 操作失败
source: Operation failed
ar: فشلت العملية
bn: অপারেশন ব্যর্থ হয়েছে
es: operación fallida
fa: عملیات شکست خورد
fr: l'opération a échoué
hi: प्रचालन विफल रहा
id: operasi gagal
ko: 작업 실패
ky: операция ишке ашкан жок
pt_br: falha de uma operação
ru: операция не удалась
tr: operasyon başarısız
uz: operatsiya muvaffaqiyatsiz tugadi
vi: Thao tác thất bại
zh_hans: 操作失败
zh_hant: 操作失敗
