Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 录音组件初始化失败！
source: Recording component initialization failed!
ar: فشل تهيئة مكون التسجيل!
bn: রেকর্ডিং কম্পোনেন্ট আরম্ভ ব্যর্থ হয়েছে!
es: ¡Error al inicializar el componente de grabación!
fa: تنظیم اولیه مؤلفه ضبط انجام نشد!
fr: L'initialisation du composant d'enregistrement a échoué !
hi: रिकॉर्डिंग घटक आरंभीकरण विफल!
id: Inisialisasi komponen rekaman gagal!
ko: 녹음 구성 요소 초기화에 실패했습니다!
ky: Жаздыруу компоненти башталбай калды!
pt_br: Falha na inicialização do componente de gravação!
ru: Инициализация компонента записи не удалась!
tr: Kayıt bileşeni başlatma işlemi başarısız oldu!
uz: Yozib olish komponentini ishga tushirib bo‘lmadi!
vi: Không khởi tạo được thành phần ghi âm!
zh_hans: 录音组件初始化失败！
zh_hant: 錄音組件初始化失敗！

# 我的群活跃等级
source: My group activity level
ar: مستوى نشاط مجموعتي
bn: আমার গ্রুপ অ্যাক্টিভিটির স্তর
es: Mi nivel de actividad grupal
fa: سطح فعالیت گروهی من
fr: Mon niveau d'activité de groupe
hi: मेरे समूह की गतिविधि का स्तर
id: Tingkat aktivitas kelompok saya
ko: 내 그룹 활동 수준
ky: Менин группалык активдүүлүк деңгээлим
pt_br: Meu nível de atividade em grupo
ru: Уровень активности моей группы
tr: Grup aktivite seviyem
uz: Mening guruhdagi faollik darajasi
vi: Mức độ hoạt động nhóm của tôi
zh_hans: 我的群活跃等级
zh_hant: 我的群體活躍等級

# 分值：
source: Score:
ar: نقاط:
bn: পয়েন্ট:
es: Agujas:
fa: امتیاز:
fr: Points:
hi: अंक:
id: Poin:
ko: 전철기:
ky: Упайлар:
pt_br: Pontos:
ru: Очки:
tr: Puanlar:
uz: Ballar:
vi: Điểm:
zh_hans: 分值：
zh_hant: 分數：

# 群活跃等级根据你在群内发消息情况变化，规则如下
source: Group activity level changes according to the number of messages you send in the group. The rules are as follows
ar: يتغير مستوى نشاط المجموعة وفقًا للرسائل التي ترسلها في المجموعة. القواعد هي كما يلي
bn: গ্রুপে আপনার পাঠানো বার্তা অনুসারে গ্রুপের কার্যকলাপের স্তর পরিবর্তিত হয়। নিয়মগুলি নিম্নরূপ:
es: El nivel de actividad del grupo cambia según los mensajes que envíes en el grupo. Las reglas son las siguientes:
fa: سطح فعالیت گروه با توجه به پیام هایی که در گروه ارسال می کنید تغییر می کند قوانین به شرح زیر است
fr: Le niveau d'activité du groupe change en fonction des messages que vous envoyez dans le groupe. Les règles sont les suivantes
hi: समूह में आपके द्वारा भेजे गए संदेशों के अनुसार समूह गतिविधि का स्तर बदलता रहता है। नियम इस प्रकार हैं
id: Tingkat aktivitas grup berubah sesuai dengan pesan yang Anda kirim di grup. Aturannya adalah sebagai berikut
ko: 그룹 활동 수준은 그룹에서 보내는 메시지에 따라 변경됩니다. 규칙은 다음과 같습니다.
ky: Топтун активдүүлүгү топко жөнөткөн билдирүүлөрүңүзгө жараша өзгөрөт
pt_br: O nível de atividade do grupo muda de acordo com as mensagens que você envia no grupo. As regras são as seguintes
ru: Уровень активности группы меняется в зависимости от сообщений, которые вы отправляете в группе. Правила следующие
tr: Grupta gönderdiğiniz mesajlara göre grup aktivite seviyesi değişir. Kurallar şu şekildedir
uz: Guruhdagi faollik darajasi siz yuborgan xabarlarga qarab o'zgaradi Qoidalar quyidagicha
vi: Mức độ hoạt động của nhóm thay đổi theo tin nhắn bạn gửi trong nhóm. Các quy tắc như sau
zh_hans: 群活跃等级根据你在群内发消息情况变化，规则如下
zh_hant: 群活躍等級依你在群組內發訊息情況變化，規則如下

# 群内发言
source: Speaking in the group
ar: تحدث في المجموعة
bn: দলবদ্ধভাবে কথা বলুন
es: Hablar en grupo
fa: گروهی صحبت کنید
fr: Parler en groupe
hi: समूह में बोलें
id: Berbicara dalam kelompok
ko: 그룹으로 말하다
ky: Топто сүйлө
pt_br: Falar em grupo
ru: Говорить в группе
tr: Grupta konuş
uz: Guruhda gapiring
vi: Nói chuyện trong nhóm
zh_hans: 群内发言
zh_hant: 群內發言

# 在群内每发送一条消息得%ld分
source: Get %ld points for each message sent in the group
ar: كل رسالة يتم إرسالها في المجموعة تكسب %ld نقطة
bn: গ্রুপে প্রেরিত প্রতিটি বার্তা %ld পয়েন্ট অর্জন করে
es: Cada mensaje enviado en el grupo gana %ld puntos
fa: هر پیام ارسال شده در گروه %ld امتیاز کسب می کند
fr: Chaque message envoyé dans le groupe rapporte %ld points
hi: समूह में भेजे गए प्रत्येक संदेश से %ld अंक अर्जित होते हैं
id: Setiap pesan yang dikirim dalam grup mendapatkan %ld poin
ko: 그룹에서 보낸 각 메시지는 %ld 포인트를 획득합니다.
ky: Топто жөнөтүлгөн ар бир билдирүү %ld упай алат
pt_br: Cada mensagem enviada no grupo rende %ld pontos
ru: Каждое сообщение, отправленное в группе, приносит %ld баллов
tr: Grupta gönderilen her mesaj %ld puan kazandırır
uz: Guruhda yuborilgan har bir xabar %ld ball oladi
vi: Mỗi tin nhắn được gửi trong nhóm sẽ kiếm được %ld điểm
zh_hans: 在群内每发送一条消息得%ld分
zh_hant: 在群組內每發送一則訊息得%ld分

# 群内在线
source: Online in the group
ar: متصل في المجموعة
bn: গ্রুপে অনলাইনে
es: En línea en el grupo
fa: آنلاین در گروه
fr: En ligne dans le groupe
hi: समूह में ऑनलाइन
id: Online di grup
ko: 그룹 내 온라인
ky: Группада онлайн
pt_br: Online no grupo
ru: Онлайн в группе
tr: Grupta çevrimiçi
uz: Guruhda onlayn
vi: Trực tuyến trong nhóm
zh_hans: 群内在线
zh_hant: 群內在線

# 在群内首次已读消息得%ld分
source: Get %ld points for the first message read in the group
ar: احصل على %ld نقطة لقراءة الرسالة لأول مرة في المجموعة
bn: গ্রুপে প্রথমবার বার্তাটি পড়ার জন্য %ld পয়েন্ট পান।
es: Obtén %ld puntos por leer el mensaje por primera vez en el grupo
fa: %ld امتیاز برای خواندن پیام برای اولین بار در گروه دریافت کنید
fr: Obtenez %ld points pour avoir lu le message pour la première fois dans le groupe
hi: समूह में पहली बार संदेश पढ़ने पर %ld अंक प्राप्त करें
id: Dapatkan %ld poin untuk membaca pesan pertama kali di grup
ko: 그룹에서 처음으로 메시지를 읽으면 %ld 포인트를 얻습니다.
ky: Топто биринчи жолу билдирүүнү окуганыңыз үчүн %ld упай алыңыз
pt_br: Ganhe %ld pontos por ler a mensagem pela primeira vez no grupo
ru: Получите %ld баллов за прочтение сообщения в первый раз в группе
tr: Grupta mesajı ilk kez okuduğunuzda %ld puan kazanın
uz: Guruhda birinchi marta xabarni o'qiganingiz uchun %ld ball oling
vi: Nhận %ld điểm khi đọc tin nhắn lần đầu tiên trong nhóm
zh_hans: 在群内首次已读消息得%ld分
zh_hant: 在群組內首次已讀訊息得%ld分

# 每日分值上限
source: Daily score limit
ar: حد النتيجة اليومية
bn: দৈনিক স্কোরের সীমা
es: Límite de puntuación diaria
fa: محدودیت امتیاز روزانه
fr: Limite de score quotidienne
hi: दैनिक स्कोर सीमा
id: Batas skor harian
ko: 일일 점수 한도
ky: Күнүмдүк упай чеги
pt_br: Limite de pontuação diária
ru: Дневной лимит очков
tr: Günlük puan limiti
uz: Kundalik ball chegarasi
vi: Giới hạn điểm hàng ngày
zh_hans: 每日分值上限
zh_hant: 每日分數上限

# 群活跃分值每日上限：
source: Daily limit of group activity score:
ar: الحد الأقصى اليومي لدرجة النشاط الجماعي:
bn: গ্রুপ অ্যাক্টিভিটি স্কোরের দৈনিক সর্বোচ্চ সীমা:
es: Límite superior diario de puntuación de actividad grupal:
fa: حد بالای روزانه امتیاز فعالیت گروهی:
fr: Limite supérieure quotidienne du score d'activité de groupe :
hi: समूह गतिविधि स्कोर की दैनिक ऊपरी सीमा:
id: Batas atas harian skor aktivitas kelompok:
ko: 그룹 활동 점수의 일일 상한값:
ky: Топтук активдүүлүк упайынын күнүмдүк жогорку чеги:
pt_br: Limite máximo diário de pontuação de atividade em grupo:
ru: Верхний предел ежедневной оценки групповой активности:
tr: Grup aktivite puanının günlük üst sınırı:
uz: Guruh faolligining kunlik yuqori chegarasi:
vi: Giới hạn trên hàng ngày của điểm hoạt động nhóm:
zh_hans: 活跃分值每日上限：
zh_hant: 群組活躍分數每日上限：

# 群活跃等级体系
source: Group activity level system
ar: نظام مستوى النشاط الجماعي
bn: গ্রুপ অ্যাক্টিভিটি লেভেল সিস্টেম
es: Sistema de niveles de actividad grupal
fa: سیستم سطح فعالیت گروهی
fr: Système de niveau d'activité de groupe
hi: समूह गतिविधि स्तर प्रणाली
id: Sistem tingkat aktivitas kelompok
ko: 그룹 활동 레벨 시스템
ky: Топтук активдүүлүк деңгээли системасы
pt_br: Sistema de nível de atividade de grupo
ru: Система уровня групповой активности
tr: Grup aktivite seviyesi sistemi
uz: Guruh faoliyati darajasi tizimi
vi: Hệ thống cấp độ hoạt động nhóm
zh_hans: 群活跃等级体系
zh_hant: 群活躍等級體系

# 群活跃等级
source: Group activity level
ar: مستوى النشاط الجماعي
bn: গ্রুপ অ্যাক্টিভিটি লেভেল
es: Nivel de actividad del grupo
fa: سطح فعالیت گروهی
fr: Niveau d'activité du groupe
hi: समूह गतिविधि स्तर प्रणाली
id: Tingkat aktivitas kelompok
ko: 그룹 활동 수준
ky: Топтук активдүүлүк деңгээли
pt_br: Nível de atividade do grupo
ru: Уровень активности группы
tr: Grup aktivite seviyesi
uz: Guruh faoliyati darajasi
vi: Mức độ hoạt động của nhóm
zh_hans: 群活跃等级
zh_hant: 群組活躍等級

# 录音出错了，请稍后再试！
source: There was an error in recording, please try again later!
ar: حدث خطأ في التسجيل، يرجى المحاولة مرة أخرى لاحقًا!
bn: রেকর্ডিংয়ে একটি ত্রুটি হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন!
es: Hubo un error en la grabación, ¡inténtalo nuevamente más tarde!
fa: خطایی در ضبط وجود داشت، لطفاً بعداً دوباره امتحان کنید!
fr: Une erreur s'est produite lors de l'enregistrement, veuillez réessayer plus tard !
hi: रिकॉर्डिंग में त्रुटि हुई, कृपया बाद में पुनः प्रयास करें!
id: Terjadi kesalahan dalam perekaman, silakan coba lagi nanti!
ko: 녹음 중 오류가 발생했습니다. 나중에 다시 시도하세요!
ky: Жазууда ката кетти, бир аздан кийин кайталап көрүңүз!
pt_br: Ocorreu um erro na gravação, tente novamente mais tarde!
ru: Произошла ошибка записи, попробуйте еще раз позже!
tr: Kayıtta bir hata oluştu, lütfen daha sonra tekrar deneyin!
uz: Yozib olishda xatolik yuz berdi, keyinroq qayta urinib ko‘ring!
vi: Đã xảy ra lỗi khi ghi âm, vui lòng thử lại sau!
zh_hans: 录音出错了，请稍后再试！
zh_hant: 錄音出錯了，請稍後再試！

# 请输入6位包含字母、数字的安全码
source: Please enter a 6-digit security code containing letters and numbers.
ar: الرجاء إدخال رمز الحماية المكون من 6 أرقام والذي يحتوي على حروف وأرقام
bn: অনুগ্রহ করে অক্ষর এবং সংখ্যা সহ 6-সংখ্যার নিরাপত্তা কোড লিখুন
es: Ingrese el código de seguridad de 6 dígitos que contiene letras y números.
fa: لطفا کد امنیتی 6 رقمی حاوی حروف و اعداد را وارد کنید
fr: Veuillez saisir le code de sécurité à 6 chiffres contenant des lettres et des chiffres
hi: कृपया अक्षरों और संख्याओं वाला 6-अंकीय सुरक्षा कोड दर्ज करें
id: Silakan masukkan 6 digit kode keamanan yang berisi huruf dan angka
ko: 문자와 숫자가 포함된 6자리 보안코드를 입력해주세요.
ky: Тамгаларды жана сандарды камтыган 6 орундуу коопсуздук кодун киргизиңиз
pt_br: Por favor, insira o código de segurança de 6 dígitos contendo letras e números
ru: To ensure the security of your account, you need to enter the device security code for verification.
tr: Lütfen harf ve rakamlardan oluşan 6 haneli güvenlik kodunu giriniz
uz: Iltimos, harflar va raqamlardan iborat 6 xonali xavfsizlik kodini kiriting
vi: Vui lòng nhập mã bảo mật gồm 6 chữ số gồm chữ và số
zh_hans: 请输入6位包含字母、数字的安全码
zh_hant: 請輸入6位包含字母、數字的安全碼

# 两次安全码需保持一致
source: The two security codes must be consistent.
ar: يجب أن يكون رمزا الأمان متسقين
bn: দুটি নিরাপত্তা কোড সামঞ্জস্যপূর্ণ হতে হবে
es: Los dos códigos de seguridad deben ser consistentes.
fa: دو کد امنیتی باید هماهنگ باشند
fr: Les deux codes de sécurité doivent être cohérents
hi: दोनों सुरक्षा कोड सुसंगत होने चाहिए
id: Kedua kode keamanan tersebut harus konsisten
ko: 두 보안 코드는 일치해야 합니다.
ky: Эки коопсуздук коддору ырааттуу болушу керек
pt_br: Os dois códigos de segurança devem ser consistentes
ru: Два кода безопасности должны совпадать.
tr: İki güvenlik kodu tutarlı olmalıdır
uz: Ikki xavfsizlik kodlari bir-biriga mos kelishi kerak
vi: Hai mã bảo mật phải nhất quán
zh_hans: 两次安全码需保持一致
zh_hant: 兩次安全碼需保持一致

# 安全码错误
source: Wrong security code
ar: خطأ في رمز الأمان
bn: নিরাপত্তা কোড ত্রুটি
es: Error de código de seguridad
fa: خطای کد امنیتی
fr: Erreur de code de sécurité
hi: सुरक्षा कोड त्रुटि
id: Kesalahan kode keamanan
ko: 보안 코드 오류
ky: Коопсуздук коду катасы
pt_br: Erro no código de segurança
ru: Ошибка кода безопасности
tr: Güvenlik kodu hatası
uz: Xavfsizlik kodi xatosi
vi: Lỗi mã bảo mật
zh_hans: 安全码错误
zh_hant: 兩次安全碼需保持一致

# 新设置安全码应与原安全码不同
source: The newly set security code should be different from the original security code
ar: يجب أن يكون رمز الأمان الذي تم تعيينه حديثًا مختلفًا عن رمز الأمان الأصلي
bn: নতুন সেট করা নিরাপত্তা কোড মূল নিরাপত্তা কোড থেকে ভিন্ন হওয়া উচিত
es: El código de seguridad recién establecido debe ser diferente del código de seguridad original.
fa: کد امنیتی جدید تنظیم شده باید با کد امنیتی اصلی متفاوت باشد
fr: Le code de sécurité nouvellement défini doit être différent du code de sécurité d'origine
hi: नया सेट सुरक्षा कोड मूल सुरक्षा कोड से अलग होना चाहिए
id: Kode keamanan yang baru ditetapkan harus berbeda dari kode keamanan asli
ko: 새로 설정된 보안코드는 원래의 보안코드와 달라야 합니다.
ky: Жаңы коюлган коопсуздук коду баштапкы коопсуздук кодунан башкача болушу керек
pt_br: O código de segurança recém-definido deve ser diferente do código de segurança original
ru: Вновь установленный код безопасности должен отличаться от исходного кода безопасности.
tr: Yeni ayarlanan güvenlik kodu orijinal güvenlik kodundan farklı olmalıdır
uz: Yangi o'rnatilgan xavfsizlik kodi asl xavfsizlik kodidan farq qilishi kerak
vi: Mã bảo mật mới đặt phải khác với mã bảo mật ban đầu
zh_hans: 新设置安全码应与原安全码不同
zh_hant: 新設定安全碼應與原安全碼不同

# 原始安全码错误
source: The original security code is wrong
ar: خطأ في رمز الأمان الأصلي
bn: মূল নিরাপত্তা কোড ত্রুটি
es: Error del código de seguridad original
fa: خطای کد امنیتی اصلی
fr: Erreur du code de sécurité d'origine
hi: मूल सुरक्षा कोड त्रुटि
id: Kesalahan kode keamanan asli
ko: 원래 보안 코드 오류
ky: Түпнуска коопсуздук коду катасы
pt_br: Erro no código de segurança original
ru: Ошибка исходного кода безопасности
tr: Orijinal güvenlik kodu hatası
uz: Yangi o'rnatilgan xavfsizlik kodi asl xavfsizlik kodidan farq qilishi kerak
vi: Lỗi mã bảo mật gốc
zh_hans: 原始安全码错误
zh_hant: 原始安全碼錯誤

# 停留时间过久~请重新登录
source: You have stayed for too long~Please log in again
ar: بقيت لفترة طويلة ~ الرجاء تسجيل الدخول مرة أخرى
bn: খুব বেশিক্ষণ থেকেছি~দয়া করে আবার লগ ইন করুন
es: Me quedé demasiado tiempo ~ Inicie sesión nuevamente
fa: خیلی طولانی ماند ~لطفا دوباره وارد شوید
fr: Je suis resté trop longtemps ~ Veuillez vous reconnecter
hi: बहुत देर तक रुके~कृपया दोबारा लॉग इन करें
id: Tinggal terlalu lama~Silakan masuk lagi
ko: 너무 오래 머물렀어요~다시 로그인해주세요
ky: Өтө көпкө калды~Кайра кириңиз
pt_br: Ficou por muito tempo~Por favor, faça login novamente
ru: Оставался слишком долго~Пожалуйста, войдите снова
tr: Çok uzun süre kaldım~Lütfen tekrar giriş yapın
uz: Juda uzoq vaqt qoldi~ Iltimos, qayta kiring
vi: Ở lại quá lâu~Vui lòng đăng nhập lại
zh_hans: 停留时间过久~请重新登录
zh_hant: 停留時間過久~請重新登入

# 登录失败~请重新登录
source: Login failed~Please log in again
ar: فشل تسجيل الدخول~يرجى تسجيل الدخول مرة أخرى
bn: লগইন ব্যর্থ হয়েছে ~ অনুগ্রহ করে আবার লগ ইন করুন৷
es: Error al iniciar sesión ~ Inicie sesión nuevamente
fa: ورود ناموفق ~لطفا دوباره وارد شوید
fr: Échec de la connexion~Veuillez vous reconnecter
hi: लॉगिन विफल~कृपया पुनः लॉग इन करें
id: Login gagal~Silakan login lagi
ko: 로그인 실패~다시 로그인해주세요
ky: Кирүү ишке ашкан жок~Кайра кириңиз
pt_br: Falha no login~Por favor, faça login novamente
ru: Не удалось войти в систему~Пожалуйста, войдите снова.
tr: Giriş başarısız oldu~Lütfen tekrar giriş yapın
uz: Tizimga kirish amalga oshmadi~ Iltimos, qayta kiring
vi: Đăng nhập không thành công~Vui lòng đăng nhập lại
zh_hans: 登录失败~请重新登录
zh_hant: 登入失敗~請重新登入

# 设备安全码
source: Device security code
ar: رمز أمان الجهاز
bn: ডিভাইস নিরাপত্তা কোড
es: Código de seguridad del dispositivo
fa: کد امنیتی دستگاه
fr: Code de sécurité de l'appareil
hi: डिवाइस सुरक्षा कोड
id: Kode keamanan perangkat
ko: 장치 보안 코드
ky: Түзмөктүн коопсуздук коду
pt_br: Código de segurança do dispositivo
ru: Код безопасности устройства
tr: Cihaz güvenlik kodu
uz: Qurilma xavfsizlik kodi
vi: Mã bảo mật thiết bị
zh_hans: 设备安全码
zh_hant: 設備安全碼

# 为了加强安全防护，请设置您的设备安全码，新设备首次登录时须输入安全码。安全码6位，同时包含字母、数字。
source: In order to strengthen security protection, please set your device security code. You must enter the security code when you log in for the first time on a new device. The security code is 6 digits and contains both letters and numbers.
ar: لتعزيز الحماية الأمنية، يرجى تعيين رمز الأمان لجهازك. يجب عليك إدخال رمز الأمان عند تسجيل الدخول إلى جهاز جديد لأول مرة. يتكون رمز الحماية من 6 أرقام ويحتوي على حروف وأرقام.
bn: নিরাপত্তা সুরক্ষা বাড়াতে, অনুগ্রহ করে আপনার ডিভাইসের জন্য একটি নিরাপত্তা কোড সেট করুন আপনাকে প্রথমবার একটি নতুন ডিভাইসে লগ ইন করার সময় অবশ্যই নিরাপত্তা কোড লিখতে হবে৷ নিরাপত্তা কোডটি 6 সংখ্যার এবং এতে অক্ষর এবং সংখ্যা উভয়ই রয়েছে।
es: Para mejorar la protección de seguridad, establezca un código de seguridad para su dispositivo. Debe ingresar el código de seguridad al iniciar sesión en un nuevo dispositivo por primera vez. El código de seguridad tiene 6 dígitos y contiene letras y números.
fa: برای افزایش حفاظت امنیتی، لطفاً یک کد امنیتی برای دستگاه خود تنظیم کنید. هنگام ورود به دستگاه جدید برای اولین بار باید کد امنیتی را وارد کنید. کد امنیتی 6 رقمی است و شامل حروف و اعداد است.
fr: Pour améliorer la protection de sécurité, veuillez définir un code de sécurité pour votre appareil. Vous devez saisir le code de sécurité lors de la première connexion à un nouvel appareil. Le code de sécurité est composé de 6 chiffres et contient à la fois des lettres et des chiffres.
hi: सुरक्षा सुरक्षा बढ़ाने के लिए, कृपया अपने डिवाइस के लिए एक सुरक्षा कोड सेट करें। किसी नए डिवाइस में पहली बार लॉग इन करते समय आपको सुरक्षा कोड दर्ज करना होगा। सुरक्षा कोड 6 अंकों का होता है और इसमें अक्षर और संख्या दोनों होते हैं।
id: Kode keamanan perangkat
ko: 보안 강화를 위해 기기에 보안 코드를 설정해 주세요. 새 기기에 처음 로그인할 때 보안 코드를 입력해야 합니다. 보안코드는 6자리이며 문자와 숫자가 모두 포함되어 있습니다.
ky: Коопсуздукту жогорулатуу үчүн, аппаратыңызга коопсуздук кодун коюңуз. Сиз жаңы аппаратка биринчи жолу киргенде коопсуздук кодун киргизишиңиз керек. Коопсуздук коду 6 сандан турат жана тамгаларды да, сандарды да камтыйт.
pt_br: Para aumentar a proteção de segurança, defina um código de segurança para o seu dispositivo. Você deve inserir o código de segurança ao fazer login em um novo dispositivo pela primeira vez. O código de segurança tem 6 dígitos e contém letras e números.
ru: Для повышения уровня защиты установите защитный код для вашего устройства. Код безопасности необходимо ввести при первом входе в систему на новом устройстве. Код безопасности состоит из 6 цифр и содержит как буквы, так и цифры.
tr: Güvenlik korumasını geliştirmek için lütfen cihazınız için bir güvenlik kodu ayarlayın. Yeni bir cihazda ilk kez oturum açarken güvenlik kodunu girmeniz gerekir. Güvenlik kodu 6 haneli olup hem harf hem de rakamdan oluşmaktadır.
uz: Xavfsizlik himoyasini kuchaytirish uchun qurilmangiz uchun xavfsizlik kodini o'rnating. Yangi qurilmaga birinchi marta kirganingizda xavfsizlik kodini kiritishingiz kerak. Xavfsizlik kodi 6 ta raqamdan iborat bo'lib, harflar va raqamlarni o'z ichiga oladi.
vi: Để tăng cường bảo vệ an ninh, vui lòng đặt mã bảo mật cho thiết bị của bạn. Bạn phải nhập mã bảo mật khi đăng nhập vào thiết bị mới lần đầu tiên. Mã bảo mật có 6 chữ số, gồm cả chữ và số.
zh_hans: 为了加强安全防护，请设置您的设备安全码，新设备首次登录时须输入安全码。安全码6位，同时包含字母、数字。
zh_hant: 為了加強安全防護，請設定您的裝置安全碼，新裝置首次登入時須輸入安全碼。安全碼6位，同時包含字母、數字。

# 请输入安全码
source: Please enter the security code
ar: الرجاء إدخال رمز الأمان
bn: নিরাপত্তা কোড লিখুন দয়া করে
es: Por favor ingrese el código de seguridad
fa: لطفا کد امنیتی را وارد کنید
fr: Veuillez entrer le code de sécurité
hi: कृपया सुरक्षा कोड दर्ज करें
id: Silakan masukkan kode keamanan
ko: 보안코드를 입력해주세요
ky: Сураныч, коопсуздук кодун киргизиңиз
pt_br: Por favor insira o código de segurança
ru: Пожалуйста, введите защитный код
tr: Lütfen güvenlik kodunu girin
uz: Iltimos, xavfsizlik kodini kiriting
vi: Vui lòng nhập mã bảo mật
zh_hans: 请输入安全码
zh_hant: 請輸入安全碼

# 再次输入安全码
source: Enter the security code again
ar: أدخل رمز الحماية مرة أخرى
bn: আবার নিরাপত্তা কোড লিখুন
es: Ingrese el código de seguridad nuevamente
fa: دوباره کد امنیتی را وارد کنید
fr: Entrez à nouveau le code de sécurité
hi: सुरक्षा कोड दोबारा दर्ज करें
id: Masukkan kode keamanan lagi
ko: 보안 코드를 다시 입력하세요
ky: Коопсуздук кодун кайра киргизиңиз
pt_br: Digite o código de segurança novamente
ru: Введите защитный код еще раз
tr: Güvenlik kodunu tekrar girin
uz: Xavfsizlik kodini qayta kiriting
vi: Nhập lại mã bảo vệ
zh_hans: 再次输入安全码
zh_hant: 再次輸入安全碼

# 请再次输入安全码
source: Please enter the security code again
ar: الرجاء إدخال رمز الحماية مرة أخرى
bn: অনুগ্রহ করে আবার নিরাপত্তা কোড লিখুন
es: Por favor ingrese el código de seguridad nuevamente
fa: لطفا کد امنیتی را دوباره وارد کنید
fr: Veuillez saisir à nouveau le code de sécurité
hi: कृपया सुरक्षा कोड दोबारा दर्ज करें
id: Silakan masukkan kode keamanan lagi
ko: 보안코드를 다시 입력해주세요
ky: Коопсуздук кодун кайра киргизиңиз
pt_br: Por favor insira o código de segurança novamente
ru: Пожалуйста, введите защитный код еще раз
tr: Lütfen güvenlik kodunu tekrar girin
uz: Iltimos, xavfsizlik kodini qayta kiriting
vi: Vui lòng nhập lại mã bảo mật
zh_hans: 请再次输入安全码
zh_hant: 請再次輸入安全碼

# 修改安全码
source: Change the security code
ar: تعديل رمز الحماية
bn: নিরাপত্তা কোড পরিবর্তন করুন
es: Modificar código de seguridad
fa: کد امنیتی را تغییر دهید
fr: Modifier le code de sécurité
hi: सुरक्षा कोड संशोधित करें
id: Ubah kode keamanan
ko: 보안 코드 수정
ky: Коопсуздук кодун өзгөртүү
pt_br: Modificar código de segurança
ru: Изменить код безопасности
tr: Güvenlik kodunu değiştirin
uz: Xavfsizlik kodini o'zgartiring
vi: Sửa đổi mã bảo mật
zh_hans: 修改安全码
zh_hant: 修改安全碼

# 请输入原安全码
source: Please enter the original security code
ar: الرجاء إدخال رمز الحماية الأصلي
bn: মূল নিরাপত্তা কোড লিখুন
es: Por favor ingrese el código de seguridad original
fa: لطفا کد امنیتی اصلی را وارد کنید
fr: Veuillez saisir le code de sécurité d'origine
hi: कृपया मूल सुरक्षा कोड दर्ज करें
id: Silakan masukkan kode keamanan asli
ko: 원래 보안 코드를 입력하세요
ky: Сураныч, баштапкы коопсуздук кодун киргизиңиз
pt_br: Por favor insira o código de segurança original
ru: Пожалуйста, введите исходный код безопасности
tr: Lütfen orijinal güvenlik kodunu girin
uz: Iltimos, asl xavfsizlik kodini kiriting
vi: Vui lòng nhập mã bảo mật gốc
zh_hans: 请输入原安全码
zh_hant: 請輸入原始安全碼

# 请输入新安全码
source: Please enter the new security code
ar: الرجاء إدخال رمز الأمان الجديد
bn: নতুন নিরাপত্তা কোড লিখুন
es: Por favor ingresa un nuevo código de seguridad
fa: لطفا کد امنیتی جدید را وارد کنید
fr: Veuillez entrer un nouveau code de sécurité
hi: कृपया नया सुरक्षा कोड दर्ज करें
id: Silakan masukkan kode keamanan baru
ko: 새로운 보안 코드를 입력해주세요
ky: Сураныч, жаңы коопсуздук кодун киргизиңиз
pt_br: Por favor insira o novo código de segurança
ru: Пожалуйста, введите новый код безопасности
tr: Lütfen yeni güvenlik kodunu girin
uz: Iltimos, yangi xavfsizlik kodini kiriting
vi: Vui lòng nhập mã bảo mật mới
zh_hans: 请输入新安全码
zh_hant: 請輸入新安全碼

# 请再次输入新的安全码
source: Please enter the new security code again
ar: الرجاء إدخال رمز الأمان الجديد مرة أخرى
bn: অনুগ্রহ করে আবার নতুন নিরাপত্তা কোড লিখুন
es: Por favor ingrese el nuevo código de seguridad nuevamente
fa: لطفاً کد امنیتی جدید را دوباره وارد کنید
fr: Veuillez saisir à nouveau le nouveau code de sécurité
hi: कृपया नया सुरक्षा कोड दोबारा दर्ज करें
id: Silakan masukkan kembali kode keamanan baru
ko: 새로운 보안 코드를 다시 입력해주세요
ky: Сураныч, жаңы коопсуздук кодун кайра киргизиңиз
pt_br: Por favor, insira o novo código de segurança novamente
ru: Пожалуйста, введите новый защитный код еще раз
tr: Lütfen yeni güvenlik kodunu tekrar girin
uz: Iltimos, yangi xavfsizlik kodini qayta kiriting
vi: Vui lòng nhập lại mã bảo mật mới
zh_hans: 请再次输入新的安全码
zh_hant: 請再次輸入新的安全碼

# 安全码6位，同时包含字母、数字
source: The security code is 6 digits and contains letters and numbers
ar: يتكون رمز الحماية من 6 أرقام، بما في ذلك الحروف والأرقام
bn: নিরাপত্তা কোড অক্ষর এবং সংখ্যা সহ 6 সংখ্যার
es: El código de seguridad tiene 6 dígitos, incluidas letras y números.
fa: کد امنیتی 6 رقمی شامل حروف و اعداد است
fr: Le code de sécurité est composé de 6 chiffres, comprenant des lettres et des chiffres
hi: सुरक्षा कोड अक्षरों और संख्याओं सहित 6 अंकों का होता है
id: Kode keamanan terdiri dari 6 digit, termasuk huruf dan angka
ko: 보안코드는 문자와 숫자를 포함한 6자리입니다.
ky: Коопсуздук коду 6 сандан турат, анын ичинде тамгалар жана сандар
pt_br: O código de segurança tem 6 dígitos, incluindo letras e números
ru: Код безопасности состоит из 6 цифр, включая буквы и цифры.
tr: Güvenlik kodu harf ve rakamlardan oluşan 6 haneli
uz: Xavfsizlik kodi harflar va raqamlarni o'z ichiga olgan 6 raqamdan iborat
vi: Mã bảo mật có 6 chữ số gồm chữ và số
zh_hans: 安全码6位，同时包含字母、数字
zh_hant: 安全碼6位，同時包含字母、數字
