Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 听筒播放
source: Earpiece playback
ar: سماعة اللعب
bn: হ্যান্ডসেট খেলা
es: Reproducción del auricular
fa: بازی گوش
fr: Écouteurs jouer
hi: Earpiece प्लेबैक
id: Playback Earpiece
ko: 핸드셋 재생
ky: Кыймыл ойнотуу
pt_br: Reprodução do fone
ru: Звуковая трубка
tr: Kulak oyunu
uz: Telefon o'ynash
vi: Điện thoại chơi
zh_hans: 听筒播放
zh_hant: 聽筒播放

# 数据加载中，请稍后重试
source: Data loading, please try again later
ar: تحميل البيانات ، يرجى المحاولة مرة أخرى في وقت لاحق
bn: তথ্য লোড করুন, অনুগ্রহ করে পরে আবার চেষ্টা করুন
es: En la carga de datos, vuelva a intentarlo más tarde
fa: بار داده ، لطفاً بعد دوباره امتحان کنید
fr: Chargement des données, Veuillez réessayer plus tard
hi: डाटा लोडिंग, कृपया बाद फिर कोशिश करें
id: Memuat data, silakan coba lagi nanti
ko: 데이터가 로드 중입니다. 나중에 다시 시도하십시오.
ky: Маалыматтарды жүктөө, кийинки кайталап көрүңүз
pt_br: Carregamento de dados, tente novamente mais tarde.
ru: При загрузке данных попробуйте позже
tr: Veri yüklemesi, lütfen sonra tekrar deneyin.
uz: Maʼlumotlar yuklanmoqda, keyinroq qayta urinib koʻring
vi: Đang tải dữ liệu, vui lòng thử lại sau
zh_hans: 数据加载中，请稍后重试
zh_hant: 數據加載中，請稍後重試

# 选择以下消息
source: Select a message below
ar: اختر رسالة أدناه
bn: নীচের একটি বার্তা নির্বাচন করুন
es: Seleccione un mensaje a continuación
fa: پیام زیر را انتخاب کنید
fr: Sélectionnez un message ci-dessous
hi: नीचे एक संदेश चुनें
id: Pilih pesan di bawah ini
ko: 다음 메시지를 선택합니다
ky: Төмөндө билдирүү тандаңыз
pt_br: Selecione a seguinte mensagem
ru: Выберите сообщение ниже
tr: Aşağıdan bir mesaj seçin
uz: Quyida xabarni tanlang
vi: Chọn tin nhắn bên dưới
zh_hans: 选择以下消息
zh_hant: 選擇以下訊息

# 发送频次过快
source: Sending frequency too fast
ar: تم إرسالها بشكل متكرر جدًا
bn: খুব ঘন ঘন পাঠানো হয়
es: Enviado con demasiada frecuencia
fa: خیلی مکرر ارسال می شود
fr: Envoyé trop fréquemment
hi: बहुत बार भेजा गया
id: Dikirim terlalu sering
ko: 너무 자주 전송됨
ky: Өтө тез-тез жөнөтүлөт
pt_br: Enviado com muita frequência
ru: Отправляется слишком часто
tr: Çok sık gönderildi
uz: Juda tez-tez yuborilgan
vi: Gửi quá thường xuyên
zh_hans: 发送频次过快
zh_hant: 發送頻次過快

# 当月连续签到成功天数
source: Continuous sign-in days in the month
ar: عدد أيام تسجيل الدخول الناجحة المتتالية في الشهر
bn: মাসে ক্রমাগত সফল সাইন-ইন দিনের সংখ্যা
es: Número de días de inicio de sesión exitosos consecutivos en el mes
fa: تعداد روزهای ورود موفق متوالی به سیستم در ماه
fr: Nombre de jours de connexion consécutifs réussis dans le mois
hi: महीने में लगातार सफल साइन-इन दिनों की संख्या
id: Jumlah hari masuk berturut-turut yang berhasil dalam sebulan
ko: 해당 월의 연속 로그인 성공 일수
ky: Айдагы ийгиликтүү кирүү күндөрдүн саны
pt_br: Número de dias consecutivos de login bem-sucedido no mês
ru: Количество последовательных успешных дней входа в систему в месяце
tr: Aydaki ardışık başarılı oturum açma günlerinin sayısı
uz: Oydagi ketma-ket muvaffaqiyatli kirish kunlari soni
vi: Số ngày đăng nhập thành công liên tiếp trong tháng
zh_hans: 当月连续签到成功天数
zh_hant: 當月連續簽到成功天數

# 登录IP：%@ 不在白名单内
source: Login IP: %@ is not in the whitelist
ar: عنوان IP لتسجيل الدخول: %@ غير موجود في القائمة البيضاء
bn: লগইন আইপি: %@ সাদা তালিকায় নেই
es: IP de inicio de sesión: %@ no está en la lista blanca
fa: IP ورود: %@ در لیست سفید نیست
fr: IP de connexion : %@ n'est pas dans la liste blanche
hi: लॉगिन आईपी: %@ श्वेतसूची में नहीं है
id: IP Masuk: %@ tidak ada dalam daftar putih
ko: 로그인 IP: %@은(는) 화이트리스트에 없습니다
ky: Кирүү IP: %@ ак тизмеде жок
pt_br: IP de login: %@ não está na lista de permissões
ru: IP-адрес для входа: %@ нет в белом списке
tr: Giriş IP'si: %@ beyaz listede değil
uz: Kirish IP: %@ oq ro'yxatda yo'q
vi: IP đăng nhập: %@ không có trong danh sách trắng
zh_hans: 登录IP：%@ 不在白名单内
zh_hant: 登入IP：%@ 不在白名單內

# 网络设置
source: Network settings
ar: إعدادات الشبكة
bn: নেটওয়ার্ক সেটিংস
es: Configuración de red
fa: تنظیمات شبکه
fr: Paramètres réseau
hi: संजाल विन्यास
id: Pengaturan Jaringan
ko: 네트워크 설정
ky: Тармак орнотуулары
pt_br: Configurações de rede
ru: Настройки сети
tr: Ağ Ayarları
uz: Tarmoq sozlamalari
vi: Cài đặt mạng
zh_hans: 网络设置
zh_hant: 網路設定

# 使用系统代理
source: Use system proxy
ar: استخدم وكيل النظام
bn: সিস্টেম প্রক্সি ব্যবহার করা
es: Uso del proxy del sistema
fa: با استفاده از پروکسی سیستم
fr: Utiliser le proxy système
hi: सिस्टम प्रॉक्सी का उपयोग करना
id: Menggunakan Proksi Sistem
ko: 시스템 프록시 사용
ky: Системанын проксисин колдонуу
pt_br: Usando Proxy do Sistema
ru: Использовать системный прокси
tr: Sistem Proxy'sini Kullanma
uz: Tizim proksi-serveridan foydalanish
vi: Sử dụng Proxy hệ thống
zh_hans: 使用系统代理
zh_hant: 使用系統代理

# 使用HTTP代理
source: Use HTTP proxy
ar: استخدم وكيل HTTP
bn: HTTP প্রক্সি ব্যবহার করা
es: Uso de proxy HTTP
fa: استفاده از پروکسی HTTP
fr: Utiliser un proxy HTTP
hi: HTTP प्रॉक्सी का उपयोग करना
id: Menggunakan Proksi HTTP
ko: HTTP 프록시 사용
ky: HTTP прокси колдонуу
pt_br: Usando proxy HTTP
ru: Использовать HTTP-прокси
tr: HTTP Proxy'yi Kullanma
uz: HTTP proksi-serverdan foydalanish
vi: Sử dụng Proxy HTTP
zh_hans: 使用HTTP代理
zh_hant: 使用HTTP代理

# *地址
source: *Address
ar: *عنوان
bn: *ঠিকানা
es: *DIRECCIÓN
fa: *آدرس
fr: *adresse
hi: *पता
id: *alamat
ko: *주소
ky: *дареги
pt_br: *endereço
ru: *адрес
tr: *adres
uz: *manzil
vi: *Địa chỉ
zh_hans: *地址
zh_hant: *地址

# *端口
source: *Port
ar: *ميناء
bn: *বন্দর
es: *puerto
fa: * بندر
hi: *पत्तन
id: *pelabuhan
ko: *포트
ky: *порт
pt_br: *porta
ru: *порт
tr: *liman
vi: *cảng
zh_hans: *端口
zh_hant: *連接埠

# 请输入
source: Please enter
ar: الرجاء الدخول
bn: অনুগ্রহ করে প্রবেশ করুন
es: Por favor, introduzca
fa: لطفا وارد شوید
fr: Veuillez entrer
hi: कृपया दर्ज करें
id: Silakan masuk
ko: 입력해주세요
ky: Кириңиз
pt_br: Por favor insira
ru: Пожалуйста, введите
tr: Lütfen giriniz
uz: Iltimos, kiriting
vi: Xin vui lòng nhập
zh_hans: 请输入
zh_hant: 請輸入

# 选填
source: Optional
ar: خياري
bn: ঐচ্ছিক
es: Opcional
fa: اختیاری
fr: Facultatif
hi: वैकल्पिक
id: Opsional
ko: 선택 과목
ky: Кошумча
pt_br: Opcional
ru: Необязательный
tr: İsteğe bağlı
uz: Ixtiyoriy
vi: Không bắt buộc
zh_hans: 选填
zh_hant: 選填

# 测试连接
source: Test connection
ar: اتصال الاختبار
bn: সংযোগ পরীক্ষা করুন
es: Pruebe la conexión
fa: اتصال را تست کنید
fr: tester la connexion
hi: कनेक्शन का परीक्षण करें
id: Uji koneksi
ko: 연결을 테스트하세요
ky: Байланышты текшериңиз
pt_br: Teste a conexão
ru: тестовое соединение
tr: Bağlantıyı test edin
uz: Ulanishni sinab ko'ring
vi: Kiểm tra kết nối
zh_hans: 测试连接
zh_hant: 測試連接

# 访问失败,请检查网络设置
source: Access failed, please check network settings
ar: فشل الوصول، يرجى التحقق من إعدادات الشبكة
bn: অ্যাক্সেস ব্যর্থ হয়েছে, দয়া করে নেটওয়ার্ক সেটিংস পরীক্ষা করুন।
es: Error de acceso, verifique la configuración de red
fa: دسترسی انجام نشد، لطفا تنظیمات شبکه را بررسی کنید
fr: L'accès a échoué, veuillez vérifier les paramètres réseau
hi: पहुँच विफल, कृपया नेटवर्क सेटिंग जांचें
id: Akses gagal, silakan periksa pengaturan jaringan
ko: 접속에 실패했습니다. 네트워크 설정을 확인해 주세요.
ky: Кирүү ишке ашкан жок, тармак жөндөөлөрүн текшериңиз
pt_br: Falha no acesso, verifique as configurações de rede
ru: Не удалось получить доступ, проверьте настройки сети.
tr: Erişim başarısız oldu, lütfen ağ ayarlarını kontrol edin
uz: Kirish amalga oshmadi, tarmoq sozlamalarini tekshiring
vi: Không truy cập được, vui lòng kiểm tra cài đặt mạng
zh_hans: 访问失败,请检查网络设置
zh_hant: 訪問失敗,請檢查網路設置

# 校验通过
source: Verification passed
ar: تم التحقق
bn: যাচাইকরণ পাশ হয়েছে
es: Verificación aprobada
fa: تأیید تأیید شد
fr: Vérification réussie
hi: सत्यापन पास हुआ
id: Verifikasi berhasil
ko: 검증 통과
ky: Текшерүү өттү
pt_br: Verificação aprovada
ru: Проверка пройдена
tr: Doğrulama geçti
uz: Tekshiruvdan oʻtdi
vi: Xác minh đã được thông qua
zh_hans: 校验通过
zh_hant: 校驗透過

# 帮助
source: Help
ar: مساعدة
bn: সহায়তা
es: Ayuda
fa: کمک
fr: Aide
hi: सहायता
id: Bantuan
ko: 도움말
ky: Жардам
pt_br: Ajuda
ru: Помощь
tr: Yardım
uz: Yordam
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 幫助

# 网络
source: Network
ar: شبكة
bn: নেটওয়ার্ক
es: Red
fa: شبکه
fr: Réseau
hi: नेटवर्क
id: Jaringan
ko: 네트워크
ky: Тармак
pt_br: Rede
ru: Сеть
tr: Ağ
uz: Тор
vi: Mạng
zh_hans: 网络
zh_hant: 網路

# 加入
source: Join
ar: انضمام
bn: যোগদান করুন
es: Unirse
fa: پیوستن
fr: Rejoindre
hi: जुड़ें
id: Gabung
ko: 참여
ky: Кошулуу
pt_br: Participar
ru: Присоединиться
tr: Katıl
uz: Qoʻshilish
vi: Tham gia
zh_hans: 加入
zh_hant: 加入

# 手机号
source: Phone Number
ar: الهاتف
bn: ফোন
es: Teléfono
fa: تلفن
fr: Téléphone
hi: फ़ोन
id: Telepon
ko: 전화
ky: Номер
pt_br: Telefone
ru: Номер
tr: Telefon
uz: Telefon
vi: SĐT
zh_hans: 手机号
zh_hant: 手機號

# 邮箱
source: Email
ar: البريد الإلكتروني
bn: ইমেইল
es: Correo
fa: ایمیل
hi: ईमेल
ko: 이메일
ru: Электронная почта
tr: E-posta
zh_hans: 邮箱
zh_hant: 信箱

# 账号
source: Account
ar: الحساب
bn: অ্যাকাউন্ট
es: Cuenta
fa: حساب
fr: Compte
hi: खाता
id: Akun
ko: 계정
ky: Аккаунт
pt_br: Conta
ru: Аккаунт
tr: Hesap
uz: Akkaunt
vi: Tài khoản
zh_hans: 账号
zh_hant: 帳號

# 更换
source: Change
ar: تغيير
bn: পরিবর্তন
es: Cambiar
fa: تغییر دادن
fr: Changer
hi: बदलें
id: Ubah
ko: 변경
ky: Өзгөртүү
pt_br: Alterar
ru: Изменить
tr: Değiştir
uz: O'zgartirish
vi: Thay đổi
zh_hans: 更换
zh_hant: 更換

# 请输入账号
source: Account
ar: الحساب
bn: অ্যাকাউন্ট
es: Cuenta
fa: حساب
fr: Compte
hi: खाता
id: Akun
ko: 계정
ky: Аккаунт
pt_br: Conta
ru: Аккаунт
tr: Hesap
uz: Akkaunt
vi: Tài khoản
zh_hans: 请输入账号
zh_hant: 請輸入帳號

# 请输入密码
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
es: Contraseña
fa: رمز عبور
fr: Mot de passe
hi: पासवर्ड
id: Sandi
ko: 비밀번호
ky: Пароль
pt_br: Senha
ru: Пароль
tr: Şifre
uz: Parol
vi: Mật khẩu
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# 请输入邮箱
source: Email
ar: البريد الإلكتروني
bn: ইমেইল
es: Correo
fa: ایمیل
hi: ईमेल
ko: 이메일
ky: Эл. почта
ru: Эл. почта
tr: E-posta
uz: Elektron pochta
zh_hans: 请输入邮箱
zh_hant: 請輸入電子郵件

# 请输入手机号
source: Phone Number
ar: رقم الهاتف
bn: ফোন নম্বর
es: Teléfono
fa: شماره تلفن
fr: Numéro de téléphone
hi: फोन नंबर
id: Telepon
ko: 전화번호
ky: Телефон номери
pt_br: Número de telefone
ru: Номер телефона
tr: Telefon
uz: Telefon raqami
vi: Số điện thoại
zh_hans: 请输入手机号
zh_hant: 請輸入手機號碼

# 请输入验证码
source: Code
ar: رمز
bn: কোড
es: Código
fa: کد
hi: कोड
id: Kode
ko: 코드
ky: Код
pt_br: Código
ru: Код
tr: Kod
uz: Kod
vi: Mã
zh_hans: 请输入验证码
zh_hant: 請輸入驗證碼

# 扫码登录
source: Scan to Log In
ar: امسح لتسجيل الدخول
bn: লগইন করতে স্ক্যান করুন
es: Escanear para iniciar sesión
fa: برای ورود اسکن کنید
fr: Scanner pour se connecter
hi: लॉग इन करने के लिए स्कैन करें
id: Pindai Masuk
ky: Кирүү үчүн сканерлеңиз
pt_br: Escanear para fazer login
ru: Сканировать для входа
tr: Giriş yapmak için QR kodu tara
uz: Kirish uchun skanerlang
vi: Quét mã để đăng nhập
zh_hans: 扫码登录
zh_hant: 掃碼登入

# 更多
source: More
ar: أكثر
bn: আরো
es: Más
fa: بیشت
fr: Plus
hi: अधिक
id: Lagi
ky: Көбірөөк
pt_br: Mais
ru: Больше
tr: Daha
uz: Ko'proq
vi: Thêm
zh_hans: 更多
zh_hant: 更多

# 我已阅读并同意《服务协议》和《隐私政策》
source: I agree to Terms & Privacy
ar: أوافق على الشروط والخصوصية
bn: আমি শর্তাবলী ও গোপনীয়তায় সম্মত
es: Acepto Términos y Privacidad
fa: من شرایط و حریم خصوصی را می‌پذیرم
fr: J’accepte les Conditions et la Confidentialité
hi: मैं नियमों और गोपनीयता से सहमत हूँ
id: Saya setuju dengan Syarat & Privasi
ky: Мен Шарттар жана Купуялуулук менен макулмун
pt_br: Concordo com os Termos e a Privacidade
ru: Я принимаю Условия и Политику
tr: Şartlar ve Gizlilik’i kabul ediyorum
uz: Men Shartlar va Maxfiylik roziman
vi: Tôi đồng ý với Điều khoản & Bảo mật
zh_hans: 我已阅读并同意《服务协议》和《隐私政策》
zh_hant: 我已閱讀並同意《服務協議》和《隱私政策》

# 我已阅读并同意
source: I agree to
ar: أوافق على
bn: আমি সম্মত
es: Acepto
fa: من می‌پذیرم
fr: J’accepte
hi: मैं सहमत हूँ
id: Saya setuju dengan
ky: Мен макулмун
pt_br: Concordo com
ru: Я принимаю
tr: kabul ediyorum
uz: Men roziman
vi: Tôi đồng ý với
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# 我已阅读并同意%@和%@
source: I agree to %@ & %@
ar: أوافق على %@ %@
bn: আমি %@ ও %@ সম্মত
es: Acepto %@ y %@
fa: من %@ و %@ را می‌پذیرم
fr: J’accepte les %@ et %@
hi: मैं %@ और %@ से सहमत हूँ
id: Saya setuju dengan %@ & %@
ko: %@ 및 %@ 동의합니다
ky: Мен %@ жана %@ менен макулмун
pt_br: Concordo com %@ e %@
ru: Я принимаю %@ и %@
tr: %@ ve %@ kabul ediyorum
uz: Men %@ va %@ roziman
vi: Tôi đồng ý với %@ & %@
zh_hans: 我已阅读并同意%@和%@
zh_hant: 我已閱讀並同意%@和%@

# 《服务协议》
source: Terms
ar: الشروط
bn: শর্তাবলী
es: Términos
fa: شرایط
fr: les Conditions
hi: नियमों
id: Syarat
ko: 약관
ky: Шарттар
pt_br: os Termos
ru: Условия
tr: Şartlar
uz: Shartlar
vi: Điều khoản
zh_hans: 《服务协议》
zh_hant: 《服務協議》

# 《隐私政策》
source: Privacy
ar: والخصوصية
bn: গোপনীয়তায়
es: Privacidad
fa: حریم خصوصی
fr: la Confidentialité
hi: गोपनीयता
id: Privasi
ko: 개인정보 처리방침
ky: Купуялуулук
pt_br: a Privacidade
ru: Политику
tr: Gizlilik’i
uz: Maxfiylik
vi: Bảo mật
zh_hans: 《隐私政策》
zh_hant: 《隱私政策》

# 忘记密码
source: Forgot Password
ar: نسيت كلمة المرور
bn: পাসওয়ার্ড ভুলে গেছেন
es: ¿Olvidó su contraseña?
fa: رمز عبور را فراموش کرده‌اید
fr: Mot de passe oublié
hi: पासवर्ड भूल गए
id: Lupa Sandi
ko: 비밀번호를 잊으셨나요
ky: Купуя сөздү унуттуңузбу
pt_br: Esqueceu a senha
ru: Забыли пароль
tr: Şifrenizi mi unuttunuz
uz: Parolni unutdingizmi
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# 注册
source: Sign Up
ar: التسجيل
bn: সাইন আপ
es: Registrarse
fa: ثبت‌نام
fr: S'inscrire
hi: साइन अप करें
id: Daftar
ko: 회원가입
ky: Каттоо
pt_br: Cadastrar
ru: Регистрация
tr: Kayıt Ol
uz: Ro'yxatdan o'tish
vi: Đăng ký
zh_hans: 注册
zh_hant: 註冊

# 验证码登录
source: Code login
ar: تسجيل الدخول باستخدام الرمز
bn: কোড দিয়ে লগ ইন করুন
es: Iniciar sesión con código
fa: ورود با کد
fr: Se connecter avec le code
hi: कोड से लॉग इन करें
id: Kode Masuk
ko: 코드로 로그인
ky: Код менен кирүү
pt_br: Entrar com código
ru: Войти с кодом
tr: Kod ile Giriş Yap
uz: Kod bilan kirish
vi: Đăng nhập với mã
zh_hans: 验证码登录
zh_hant: 驗證碼登入

# 账密登录
source: Account login
ar: تسجيل الدخول إلى الحساب
bn: অ্যাকাউন্ট লগইন
es: Inicio de sesión con cuenta
fa: ورود با حساب
fr: Connexion au compte
hi: खाता लॉगिन
id: Masuk Akun
ko: 계정 로그인
ky: Эсеп жазуу менен кирүү
pt_br: Login com conta
ru: Вход по аккаунту
tr: Hesapla giriş
uz: Hisob orqali kirish
vi: Đăng nhập bằng tài khoản
zh_hans: 账密登录
zh_hant: 帳號密碼登入

# 登录
source: Log In
ar: تسجيل الدخول
bn: লগ ইন
es: Iniciar sesión
fa: ورود
fr: Se connecter
hi: लॉग इन करें
id: Masuk
ko: 로그인
ky: Кирүү
pt_br: Fazer login
ru: Войти
tr: Giriş Yap
uz: Kirish
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# 企业号登录
source: Enterprise Login
ar: تسجيل دخول المؤسسة
bn: এন্টারপ্রাইজ লগইন
es: Iniciar sesión en la empresa
fa: ورود سازمانی
fr: Connexion entreprise
hi: एंटरप्राइज़ लॉगिन
id: Masuk Perusahaan
ko: 엔터프라이즈 로그인
ky: Ишкананын кирүүсү
pt_br: Login corporativo
ru: Вход для предприятия
tr: Kurumsal Giriş
uz: Korporativ kirish
vi: Đăng nhập doanh nghiệp
zh_hans: 企业号登录
zh_hant: 企業登入

# 请输入您企业专属的企业号或IP/域名
source: Enter Enterprise, IP, or Domain
ar: أدخل اسم المؤسسة أو عنوان IP أو النطاق
bn: এন্টারপ্রাইজ, IP, বা ডোমেইন প্রবেশ করুন
es: Introduzca la empresa, IP o dominio
fa: نام سازمان، IP یا دامنه را وارد کنید
fr: Saisir l’entreprise, l’adresse IP ou le domaine
hi: एंटरप्राइज़, IP या डोमेन दर्ज करें
id: Masukkan Perusahaan, IP, atau Domain
ko: 엔터프라이즈, IP 또는 도메인을 입력하세요
ky: Ишкана, IP же доменди киргизиңиз
pt_br: Insira a empresa, IP ou domínio
ru: Введите предприятие, IP или домен
tr: Kuruluşu, IP'yi veya Alan Adını Girin
uz: Korporatsiya, IP yoki domenni kiriting
vi: Nhập Doanh nghiệp, IP hoặc Tên miền
zh_hans: 请输入您企业专属的企业号或IP/域名
zh_hant: 輸入企業名稱、IP或網域

# 请输入企业号
source: Enterprise
ar: المؤسسة
bn: এন্টারপ্রাইজ
es: Empresa
fa: سازمان
fr: Entreprise
hi: एंटरप्राइज़
id: Perusahaan
ko: 엔터프라이즈
ky: Ишкана
pt_br: Empresa
ru: Предприятие
tr: Kuruluş
uz: Korporatsiya
vi: Doanh nghiệp
zh_hans: 请输入企业号
zh_hant: 輸入企業名稱

# IP/域名
source: IP/Domain
ar: IP/النطاق
bn: IP/ডোমেইন
es: IP/Dominio
fa: IP/دامنه
fr: IP/Domaine
hi: IP/डोमेन
ko: IP/도메인
ky: IP/Домен
pt_br: IP/Domínio
ru: IP/Домен
tr: IP/Alan Adı
uz: IP/Domen
vi: IP/Tên miền
zh_hans: IP/域名
zh_hant: IP/網域

# 端口号
source: Port
ar: المنفذ
bn: পোর্ট
es: Puerto
fa: درگاه
hi: पोर्ट
ko: 포트
ky: Порт
pt_br: Porta
ru: Порт
vi: Cổng
zh_hans: 端口号
zh_hant: 連接埠

# 企业号
source: Enterprise
ar: المؤسسة
bn: এন্টারপ্রাইজ
es: Empresa
fa: سازمان
fr: Entreprise
hi: एंटरप्राइज़
id: Perusahaan
ko: 엔터프라이즈
ky: Ишкана
pt_br: Empresa
ru: Предприятие
tr: Kuruluş
uz: Korporatsiya
vi: Doanh nghiệp
zh_hans: 企业号
zh_hant: 企業

# 系统语言
source: Follow System
ar: اتبع النظام
bn: সিস্টেম
es: Sistema
fa: سیستم
fr: Système
hi: सिस्टम
id: Ikuti Sistem
ko: 시스템
ky: Система
pt_br: Sistema
ru: По системе
tr: Sistem
uz: Tizim
vi: heo hệ thống
zh_hans: 系统语言
zh_hant: 系統語言

# 下一步
source: Next
ar: التالي
bn: পরবর্তী
es: Siguiente
fa: بعدی
fr: Suivant
hi: अगला
id: Berikutnya
ko: 다음
ky: Кийинки
pt_br: Próximo
ru: Далее
tr: Sonraki
uz: Keyingi
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

# 语言
source: Language
ar: اللغة
bn: ভাষা
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
ko: 언어
ky: Тил
pt_br: Língua
ru: Язык
tr: Dil
uz: Til
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# 扫一扫加入服务器
source: Scan to Join Server
ar: امسح للانضمام
bn: স্ক্যান করুন
es: Escanear
fa: اسکن
fr: Scanner
hi: स्कैन करें
id: Gabung via Pindai
ko: 스캔 참여
ky: Сканер
pt_br: Escanear
ru: Сканировать
tr: Tara
uz: Skanner
vi: Quét tham gia
zh_hans: 扫一扫加入服务器
zh_hant: 掃碼加入伺服器

# 获取企业号配置失败
source: Enterprise config fetch failed
ar: فشل تحميل الإعداد
bn: কনফিগ আনতে ব্যর্থ
es: Error al cargar config
fa: بارگیری تنظیمات ناموفق
fr: Échec config entreprise
hi: कॉन्फ़िग लोड विफल
id: Gagal ambil config Enterprise
ko: 설정 불러오기 실패
ky: Конфиг жүктөлбөдү
pt_br: Falha ao buscar config
ru: Не удалось загрузить конфиг
tr: Yapılandırma alınamadı
uz: Config yuklab bo‘lmadi
vi: Lỗi tải config DN
zh_hans: 获取企业号配置失败
zh_hant: 獲取企業號配置失敗

# 企业号不匹配
source: Enterprise account mismatch
ar: عدم تطابق حساب المؤسسة
bn: এন্টারপ্রাইজ অ্যাকাউন্ট অমিল
es: Incompatibilidad de cuenta empresarial
fa: عدم تطابق حساب سازمانی
fr: Incompatibilité du compte entreprise
hi: एंटरप्राइज़ खाता असंगत
id: Ketidakcocokan akun perusahaan
ko: 기업 계정 불일치
ky: Ишкана эсеби дал келбейт
pt_br: Incompatibilidade de conta corporativa
ru: Несоответствие корпоративного аккаунта
tr: Kurumsal hesap uyumsuzluğu
uz: Korxona hisobi mos kelmaydi
vi: Tài khoản doanh nghiệp không khớp
zh_hans: 企业号不匹配
zh_hant: 企業號不匹配

# 是否永久禁言当前用户？
source: Permanently mute this user?
ar: كتم هذا المستخدم نهائيًا؟
bn: এই ব্যবহারকারীকে স্থায়ীভাবে নীরব করা হবে?
es: ¿Silenciar a este usuario para siempre?
fa: کاربر را برای همیشه بی‌صدا کنید؟
fr: Couper ce membre définitivement ?
hi: इस उपयोगकर्ता को स्थायी रूप से म्यूट करें?
id: Bisukan pengguna ini selamanya?
ko: 이 사용자를 영구 음소거할까요?
ky: Бул колдонуучуну түбөлүк бөгөттөйбү?
pt_br: Silenciar este usuário para sempre?
ru: Заглушить этого пользователя навсегда?
tr: Bu kullanıcıyı kalıcı susturulsun mu?
uz: Ushbu foydalanuvchini butunlay o‘chirilsinmi?
vi: Tắt tiếng vĩnh viễn người dùng này?
zh_hans: 是否永久禁言当前用户？
zh_hant: 是否永久禁言當前用戶？

# 确定后，删除的消息将无法找回
source: After confirmation, the deleted messages cannot be recovered.
ar: بعد التأكيد، لا يمكن استعادة الرسائل المحذوفة.
bn: নিশ্চিত করার পরে, মুছে ফেলা বার্তাগুলি আর উদ্ধার করা যাবে না।
es: Una vez confirmado, los mensajes eliminados no se podrán recuperar.
fa: پس از تأیید، پیام‌های حذف شده قابل بازیابی نخواهند بود.
fr: Après confirmation, les messages supprimés seront définitivement perdus et ne pourront pas être récupérés.
hi: ष्टि करने के बाद, हटाए गए संदेश पुनः प्राप्त नहीं किए जा सकेंगे।
id: Setelah dikonfirmasi, pesan yang dihapus tidak dapat dipulihkan.
ko: 확인 후 삭제된 메시지는 복구할 수 없습니다.
ky: Тастыктагандан кийин, өчүрүлгөн билдирүүлөр калыбына келтирилбейт.
pt_br: Após a confirmação, as mensagens excluídas não poderão ser recuperadas.
ru: После подтверждения удаленные сообщения невозможно восстановить.
tr: Onayladıktan sonra, silinen mesajlar geri getirilemez.
uz: Tasdiqlagandan so'ng, o'chirilgan xabarlarni qaytarib bo'lmaydi.
vi: Sau khi xác nhận, tin nhắn đã xóa sẽ không thể khôi phục.
zh_hans: 确定后，删除的消息将无法找回
zh_hant: 確認後，刪除的消息將無法找回

# 当前未选中任何内容
source: Nothing selected
ar: لم يتم اختيار أي شيء
bn: কিছুই নির্বাচিত নয়
es: Nada seleccionado
fa: چیزی انتخاب نشده است
fr: Rien de sélectionné
hi: कुछ भी चयन नहीं किया गया
id: Tidak ada yang dipilih
ko: 선택된 항목 없음
ky: Эч нерсе тандалган жок
pt_br: Nada selecionado
ru: Ничего не выбрано
tr: Hiçbir şey seçilmedi
uz: Hech narsa tanlanmagan
vi: Chưa chọn gì
zh_hans: 当前未选中任何内容
zh_hant: 目前未選取任何內容

# 永久禁言并删除所有消息
source: Permanently ban and delete all messages
ar: حظر دائم وحذف جميع الرسائل
bn: স্থায়ী নিষেধাজ্ঞা এবং সমস্ত বার্তা মুছে দিন
es: Prohibición permanente y eliminación de todos los mensajes
fa: مسدودسازی دائمی و حذف تمام پیام‌ها
fr: Bannissement permanent et suppression de tous les messages
hi: स्थायी प्रतिबंध लगाएं और सभी संदेश हटाएं
id: Blokir permanen dan hapus semua pesan
ko: 영구 정지 및 모든 메시지 삭제
ky: Түбөлүкүнөн тыюу салуу жана бардык билдирүүлөрдү жок кылуу
pt_br: Banimento permanente e exclusão de todas as mensagens
ru: Постоянная блокировка и удаление всех сообщений
tr: Kalıcı olarak yasakla ve tüm mesajları sil
uz: Doimiy bloklash va barcha xabarlarni o'chirish
vi: Cấm vĩnh viễn và xóa mọi tin nhắn
zh_hans: 永久禁言并删除所有消息
zh_hant: 永久禁言並刪除所有訊息

# 已达到最大IP注册限制
source: IP registration limit reached
ar: تم بلوغ حد تسجيل IP
bn: IP নিবন্ধনের সীমা পূর্ণ
es: Se alcanzó el límite de IP
fa: سقف ثبت‌نام IP پر شده‌است
fr: Limite d’inscription IP atteinte
hi: IP पंजीकरण सीमा पूरी हुई
id: Batas pendaftaran IP tercapai
ko: IP 등록 한도에 도달함
ky: IP каттоо чеги жетти
pt_br: Limite de registro de IP atingido
ru: Достигнут лимит регистрации IP
tr: IP kayıt sınırına ulaşıldı
uz: IP ro‘yxatdan o‘tish limiti yetdi
vi: Đã đạt giới hạn đăng ký IP
zh_hans: 已达到最大IP注册限制
zh_hant: 已達 IP 註冊上限

# 已达到最大设备注册限制
source: Device registration maxed
ar: تم بلوغ حد تسجيل الأجهزة
bn: ডিভাইস নিবন্ধন সীমা পৌঁছেছে
es: Límite alcanzado de dispositivos
fa: محدودیت ثبت دستگاه‌ها پر شده
fr: Limite enregistrement appareils atteinte
hi: डिवाइस पंजीकरण सीमा पूरी हुई
id: Batas daftar perangkat tercapai
ko: 기기 등록 한도에 도달함
ky: Куралы каттоо чеги жетти
pt_br: Limite registro dispositivo atingido
ru: Лимит регистрации устройств достигнут
tr: Cihaz kayıt sınırı doldu
uz: Qurilma ro‘yxat limiti yetdi
vi: Đã đạt giới hạn đăng ký thiết bị
zh_hans: 已达到最大设备注册限制
zh_hant: 已達到最大設備註冊限制

# 团队总数据
source: Total team data
ar: بيانات الفريق
bn: দলের মোট ডেটা
es: Datos del equipo
fa: داده‌های کلی تیم
fr: Données équipe
hi: टीम का कुल डेटा
id: Data total tim
ko: 팀 총 데이터
ky: Топ маалымат
pt_br: Dados equipe
ru: Данные команды
tr: Takım verileri
uz: Jamoa ma’lumoti
vi: Tổng dữ liệu của đội
zh_hans: 团队总数据
zh_hant: 團隊總數據

# 我创建的团队
source: The team I created
ar: الفريق الذي أنشأته
bn: আমি যে টিমটি তৈরি করেছি
es: El equipo que creé
fa: تیمی که من ساختم
fr: L'équipe que j'ai créée
hi: मैंने बनाई गई टीमें
id: Tim yang saya buat
ko: 내가 만든 팀
ky: Мен түзгөн команда
pt_br: A equipe que eu criei
ru: Команда, которую я создал(а)
tr: Benim oluşturduğum takım
uz: Men yaratgan jamoa
vi: Đội nhóm mà tôi tạo ra
zh_hans: 我创建的团队
zh_hant: 我創建的團隊

# 已置顶
source: Pinned
ar: مُثبت بالرأس
bn: পিন করা হয়েছে
es: Anclado
fa: پین شده
fr: Épinglé
hi: पिन किया गया है
id: Telah disematkan
ko: 고정됨
ky: Жүктөгдөнөндө
pt_br: Fixado
ru: Закреплено
tr: Sabitlendi
uz: Pinlangan
vi: Đã ghim lên đầu
zh_hans: 已置顶
zh_hant: 已置頂

# 请输入团队名称
source: Please enter the team name
ar: الرجاء إدخال اسم الفريق
bn: কृপয়া টিমের নাম লিখুন
es: Por favor, ingrese el nombre del equipo
fa: لطفاً نام تیم را وارد کنید
fr: Veuillez entrer le nom de l'équipe
hi: कृपया टीम का नाम दर्ज करें
id: Masukkan nama tim
ko: 팀 이름을 입력해 주세요
ky: Жомогордун атын киргизиңиз
pt_br: Por favor, insira o nome da equipe
ru: Введите название команды
tr: Lütfen takım adını girin
uz: Jamoaning nomini kiriting
vi: Vui lòng nhập tên đội
zh_hans: 请输入团队名称
zh_hant: 請輸入團隊名稱

# 随机生成
source: Random
ar: عشوائي
bn: এলোমেলো
es: Aleatorio
fa: تصادفی
fr: Aléatoire
hi: यादृच्छिक
id: Acak
ko: 랜덤
ky: Кездейки
pt_br: Aleatório
ru: Случайно
tr: Rastgele
uz: Tasodifiy
vi: Ngẫu nhiên
zh_hans: 随机生成
zh_hant: 隨機生成
