Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 置顶消息
source: Pin msg
ar: تثبيت
bn: পিন বার্তা
es: Fijar msg
fa: سنجاق
fr: Épingler
hi: पिन संदेश
id: Semat
ko: 고정
ky: Бекит
pt_br: Fixar msg
ru: Закреп
tr: Sabitle
uz: Mahkamlash
vi: Ghim tin
zh_hans: 置顶消息
zh_hant: 置頂消息

# 你确定置顶本条消息吗？
source: Pin this msg?
ar: تثبيت الرسالة؟
bn: পিন করবেন?
es: ¿Fijar este msg?
fa: سنجاق كنيد؟
fr: Épingler ?
hi: पिन करें?
id: Semat pesan ini?
ko: 고정할까요?
ky: Бекитиш керекпи?
pt_br: Fixar esta?
ru: Закрепить?
tr: Sabitle?
uz: Mahkamlaysizmi?
vi: Ghim tin này?
zh_hans: 你确定置顶本条消息吗？
zh_hant: 你確定置頂本條消息嗎？

# 为所有群成员置顶
source: Pin for all
ar: تثبيت للجميع
bn: সবার জন্য পিন
es: Fijar para todos
fa: سنجاق برای همه
fr: Épingler tous
hi: सभी के लिए पिन
id: Semat semua
ko: 모두 고정
ky: Баарына
pt_br: Fixar p/ todos
ru: Для всех
tr: Herkese sabitle
uz: Hammasi uchun
vi: Ghim cho tất cả
zh_hans: 为所有群成员置顶
zh_hant: 為所有群成員置頂

# 取消全局置顶
source: Unpin all
ar: إلغاء الكل
bn: সব মুছুন
es: Quitar todo
fa: لغو همه
fr: Détacher tout
hi: सभी हटाएं
id: Lepas semua
ko: 모두 해제
ky: Баарын өчүр
pt_br: Soltar tudo
ru: Снять всё
tr: Tümünü kaldır
uz: Barchasini olib tashla
vi: Bỏ ghim tất cả
zh_hans: 取消全局置顶
zh_hant: 取消全局置頂

# 你确定取消本条消息的全局置顶吗？
source: Unpin this for all?
ar: إلغاء التثبيت للجميع؟
bn: সবার থেকে মুছুন?
es: ¿Quitar para todos?
fa: لغو از همه؟
fr: Détacher pour tous ?
hi: सभी से हटाएँ?
id: Lepas utk semua?
ko: 모두 해제할까요?
ky: Баарынан өчүрөбү?
pt_br: Soltar p/ todos?
ru: Убрать у всех?
tr: Herkesten kaldır?
uz: Barchadan olib tashlaysizmi?
vi: Bỏ ghim cho tất cả?
zh_hans: 你确定取消本条消息的全局置顶吗？
zh_hant: 你確定取消本條消息的全局置頂嗎？

# 你确定取消本条置顶消息吗?
source: Are you sure to unpin this message?
ar: هل أنت متأكد من إلغاء تثبيت هذه الرسالة؟
bn: আপনি কি নিশ্চিত যে এই বার্তাটি আনপিন করবেন?
es: ¿Seguro que desea desanclar este mensaje?
fa: آیا مطمئنید می‌خواهید این پیام را از حالت سنجاق خارج کنید؟
fr: Êtes-vous sûr de désépingler ce message ?
hi: क्या आप इस संदेश को अनपिन करना चाहते हैं?
id: Yakin ingin batal sematkan pesan ini?
ko: 이 메시지를 고정 해제하시겠습니까?
ky: Бул билдирүүнү алып салгыңыз келеби?
pt_br: Tem certeza de que deseja desafixar esta mensagem?
ru: Вы уверены, что хотите открепить это сообщение?
tr: Bu mesajı sabitlemeyi kaldırmak istiyor musunuz?
uz: Ushbu xabarni yechmoqchimisiz?
vi: Bạn có chắc muốn bỏ ghim tin nhắn này không?
zh_hans: 你确定取消本条置顶消息吗?
zh_hant: 你確定取消此置頂消息嗎？

# 找不到本条消息
source: Message not found
ar: لم يتم العثور على الرسالة
bn: বার্তাটি পাওয়া যায়নি
es: Mensaje no encontrado
fa: پیام یافت نشد
fr: Message introuvable
hi: संदेश नहीं मिला
id: Pesan tidak ditemukan
ko: 메시지를 찾을 수 없습니다
ky: Билдирүү табылган жок
pt_br: Mensagem não encontrada
ru: Сообщение не найдено
tr: Mesaj bulunamadı
uz: Xabar topilmadi
vi: Không tìm thấy tin nhắn
zh_hans: 找不到本条消息
zh_hant: 找不到此訊息

# 账号或密码错误，请重新输入，错误码：%@
source: Incorrect account or password. Please try again. Error code: %@
ar: اسم الحساب أو كلمة المرور غير صحيحة، يرجى المحاولة مرة أخرى. رمز الخطأ: %@
bn: অ্যাকাউন্ট বা পাসওয়ার্ড ভুল, দয়া করে আবার লিখুন। ত্রুটি কোড: %@
es: Cuenta o contraseña incorrecta, vuelva a introducir. Código de error: %@
fa: نام کاربری یا رمز عبور اشتباه است، لطفاً دوباره وارد کنید. کد خطا: %@
fr: Identifiant ou mot de passe incorrect. Réessayez. Code d'erreur : %@
hi: खाता या पासवर्ड गलत है, कृपया पुनः दर्ज करें। त्रुटि कोड: %@
id: Akun atau kata sandi salah, silakan coba lagi. Kode kesalahan: %@
ko: 계정 또는 비밀번호가 잘못되었습니다. 다시 입력해 주세요. 오류 코드: %@
ky: Колдонуучу аты же сырсөз туура эмес, кайра киргизиңиз. Ката коду: %@
pt_br: Conta ou senha incorreta, tente novamente. Código de erro: %@
ru: Неверный логин или пароль. Повторите ввод. Код ошибки: %@
tr: Hesap veya şifre hatalı, lütfen tekrar girin. Hata kodu: %@
uz: Hisob yoki parol noto'g'ri, iltimos qayta kiriting. Xato kodi: %@
vi: Tài khoản hoặc mật khẩu không đúng, vui lòng nhập lại. Mã lỗi: %@
zh_hans: 账号或密码错误，请重新输入，错误码：%@
zh_hant: 帳號或密碼錯誤，請重新輸入，錯誤碼：%@

# 群全局置顶消息已超出最大限制
source: Global pinned messages exceeded limit
ar: تجاوزت الرسائل المثبتة العامة الحد الأقصى
bn: গ্লোবাল পিন বার্তা সীমা অতিক্রম করেছে
es: Los mensajes fijados globales superaron el límite
fa: پیام‌های سنجاق‌شده عمومی از حد مجاز فراتر رفت
fr: Les messages épinglés globaux dépassent la limite
hi: वैश्विक पिन संदेश सीमा पार कर गए
id: Pesan sematan global melebihi batas
ko: 전역 고정 메시지가 한도를 초과했습니다
ky: Глобалдык бекитилген билдирүүлөр чектен ашты
pt_br: Mensagens fixadas globais excederam o limite
ru: Глобальные закреплённые сообщения превышают лимит
tr: Küresel sabit mesajlar sınırı aştı
uz: Global xabarlar chegaradan oshdi
vi: Tin nhắn ghim toàn nhóm vượt giới hạn
zh_hans: 群全局置顶消息已超出最大限制
zh_hant: 群全域置頂訊息已超出最大限制

# 群个人置顶消息已超出最大限制
source: Personal pinned messages exceeded limit
ar: تجاوزت الرسائل المثبتة الشخصية الحد الأقصى
bn: ব্যক্তিগত পিন বার্তা সীমা অতিক্রম করেছে
es: Los mensajes fijados personales superaron el límite
fa: پیام‌های سنجاق‌شده شخصی از حد مجاز فراتر رفت
fr: Les messages épinglés personnels dépassent la limite
hi: व्यक्तिगत पिन संदेश सीमा पार कर गए
id: Pesan sematan pribadi melebihi batas
ko: 개인 고정 메시지가 한도를 초과했습니다
ky: Жеке бекитилген билдирүүлөр чектен ашты
pt_br: Mensagens fixadas pessoais excederam o limite
ru: Личные закреплённые сообщения превышают лимит
tr: Kişisel sabit mesajlar sınırı aştı
uz: Shaxsiy xabarlar chegaradan oshdi
vi: Tin nhắn ghim cá nhân vượt giới hạn
zh_hans: 群个人置顶消息已超出最大限制
zh_hant: 群個人置頂訊息已超出最大限制

# 置顶消息不存在
source: Pinned message not found
ar: لم يتم العثور على الرسالة المثبتة
bn: পিন করা বার্তা পাওয়া যায়নি
es: Mensaje fijado no encontrado
fa: پیام سنجاق‌شده یافت نشد
fr: Message épinglé introuvable
hi: पिन किया गया संदेश नहीं मिला
id: Pesan sematan tidak ditemukan
ko: 고정된 메시지를 찾을 수 없습니다
ky: Бекитилген билдирүү табылган жок
pt_br: Mensagem fixada não encontrada
ru: Закреплённое сообщение не найдено
tr: Sabitlenen mesaj bulunamadı
uz: Mahkamlangan xabar topilmadi
vi: Tin nhắn ghim không tồn tại
zh_hans: 置顶消息不存在
zh_hant: 置頂訊息不存在

# 15分钟内在线
source: Online in 15 min
ar: خلال 15 دقيقة
bn: ১৫ মিনিট অনলাইন
es: En línea 15 min
fa: ۱۵ دقیقه آنلاین
fr: En ligne 15 min
hi: 15 मिनट ऑनलाइन
id: Online 15 mnt
ko: 15분 접속
ky: 15 мүн. онлайн
pt_br: Online 15 min
ru: Онлайн 15 мин
tr: 15 dk çevrim içi
uz: 15 daq. onlayn
vi: Trực tuyến 15’
zh_hans: 15分钟内在线
zh_hant: 15分鐘內在線

# 无法连接服务器,请稍后重试
source: Can't connect, retry later
ar: لا يمكن الاتصال، حاول لاحقاً
bn: সংযোগ ব্যর্থ, পরে চেষ্টা করুন
es: No conecta, inténtelo luego
fa: اتصال ممکن نیست، بعداً تلاش کنید
fr: Connexion impossible, réessayez
hi: कनेक्ट नहीं, बाद में कोशिश करें
id: Tidak dapat terhubung, coba lagi
ko: 연결 불가, 나중에 재시도
ky: Байланыш жок, кийин кайталаңыз
pt_br: Sem conexão, tente depois
ru: Не подключиться, попробуйте позже
tr: Bağlanılamıyor, sonra deneyin
uz: Ulanmadi, keyin urinib ko‘ring
vi: Không kết nối, thử lại
zh_hans: 无法连接服务器,请稍后重试
zh_hant: 無法連接伺服器，請稍後重試

# 我的团队
source: My Team
hi: मेरी टीम
id: Tim saya
pt_br: Minha equipe
ru: Моя команда

# 签到日历
source: Check-in Calendar
hi: चेक-इन कैलेंडर
id: Kalender absen
pt_br: Calendário de registro
ru: Календарь отметок

# 应用语言
source: Language
hi: ऐप भाषा
id: Bahasa aplikasi
pt_br: Idioma do app
ru: Язык приложения

# 关于
source: About
hi: के बारे में
id: Tentang
pt_br: Sobre
ru: О приложении

# 风铃鸟
source: RealTalk
zh_hans: 风铃鸟
zh_hant: 风铃鸟
