Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 删除好友
source: Delete friend
ar: حذف صديق
bn: বন্ধু মুছে দিন
es: eliminar amigo
fa: حذف دوست
fr: supprimer un ami
hi: मित्र हटाओ
id: hapus teman
ko: 친구 삭제
ky: досту жок кылуу
pt_br: Excluir amigos
ru: удалить друга
tr: arkadaşı sil
uz: do'stni o'chirish
vi: Xóa bạn bè
zh_hans: 删除好友
zh_hant: 刪除好友

# 设置备注
source: Set notes
ar: تعيين الملاحظات
bn: নোট সেট করুন
es: Establecer notas
fa: یادداشت ها را تنظیم کنید
fr: Définir des notes
hi: नोट्स सेट करें
id: Tetapkan catatan
ko: 설정 설명
ky: Белгилерди коюу
pt_br: Configuração de notas
ru: Установить заметки
tr: Notları ayarla
uz: Qaydlarni o'rnatish
vi: Đặt chú thích
zh_hans: 设置备注
zh_hant: 設置備註

# 推荐给朋友
source: Recommend to friends
ar: يوصي للأصدقاء
bn: বন্ধুদের সুপারিশ
es: recomendar a amigos
fa: به دوستان توصیه کنید
fr: recommander à des amis
hi: मित्रों को अनुशंसा करें
id: merekomendasikan kepada teman
ko: 친구에게 추천해 주다
ky: досторго сунуштайбыз
pt_br: Recomendar a um amigo
ru: рекомендовать друзьям
tr: arkadaşlarına tavsiye et
uz: do'stlarga tavsiya eting
vi: giới thiệu cho bạn bè
zh_hans: 推荐给朋友
zh_hant: 推薦給朋友

# 加入黑名单
source: Add to blacklist
ar: أضف إلى القائمة السوداء
bn: নিষিদ্ধ জিনিসের তালিকা যোগ
es: añadir a la lista negra
fa: افزودن به لیست سیاه
fr: ajouter à la liste noire
hi: ब्लैकलिस्ट में जोड़ें
id: tambahkan ke daftar hitam
ko: 블랙리스트에 가입하다
ky: кара тизмеге кошуу
pt_br: lista negra
ru: добавить в черный список
tr: Karalisteye ekle
uz: qora ro'yxatga qo'shing
vi: thêm vào danh sách đen
zh_hans: 加入黑名单
zh_hant: 加入黑名單

# 删除后，同时删除与该好友的所有聊天记录，且不可撤回。
source: After deletion, all chat records with this friend will also be deleted and cannot be undone.
ar: بعد الحذف، سيتم أيضًا حذف جميع سجلات الدردشة مع هذا الصديق ولا يمكن التراجع عنها.
bn: মুছে ফেলার পরে, এই বন্ধুর সাথে সমস্ত চ্যাট রেকর্ডও মুছে ফেলা হবে এবং পূর্বাবস্থায় ফেরানো যাবে না৷
es: Después de la eliminación, todos los registros de chat con este amigo también se eliminarán y no se podrán deshacer.
fa: پس از حذف، تمام سوابق چت با این دوست نیز حذف خواهد شد و قابل بازگشت نیست.
fr: Après la suppression, tous les enregistrements de discussion avec cet ami seront également supprimés et ne pourront pas être annulés.
hi: हटाने के बाद, इस मित्र के साथ सभी चैट रिकॉर्ड भी हटा दिए जाएंगे और उन्हें पूर्ववत नहीं किया जा सकेगा।
id: Setelah dihapus, semua rekaman obrolan dengan teman ini juga akan dihapus dan tidak dapat dibatalkan.
ko: 삭제 후, 동시에이 친구와의 모든 대화 기록을 삭제하며, 철회하지 않는다.
ky: Жок кылынгандан кийин, бул дос менен баарлашкан бардык жазуулар да жок кылынат жана аларды артка кайтаруу мүмкүн эмес.
pt_br: Após a exclusão, todos os bate-papos com o amigo são excluídos ao mesmo tempo e não podem ser retirados.
ru: После удаления все записи чата с этим другом также будут удалены, и это действие нельзя будет отменить.
tr: Silme işleminden sonra bu arkadaşla olan tüm sohbet kayıtları da silinecek ve geri alınamayacaktır.
uz: Oʻchirilgandan soʻng, ushbu doʻst bilan boʻlgan barcha suhbatlar ham oʻchiriladi va ularni ortga qaytarib boʻlmaydi.
vi: Sau khi xóa, mọi bản ghi trò chuyện với người bạn này cũng sẽ bị xóa và không thể hoàn tác.
zh_hans: 删除后，同时删除与该好友的所有聊天记录，且不可撤回。
zh_hant: 刪除後，同時刪除與該好友的所有聊天記錄，且不可撤回。

# 加入黑名单后，你将接收不到对方信息，如需接收，请关闭加入黑名单或在个人中心移出黑名单
source: After joining the blacklist, you will not receive the other party's information. If you want to receive it, please turn off adding to the blacklist or remove it from the blacklist in your personal center.
ar: بعد الانضمام إلى القائمة السوداء لن تتلقى معلومات الطرف الآخر، إذا كنت ترغب في الحصول عليها، يرجى إيقاف الإضافة إلى القائمة السوداء أو إزالتها من القائمة السوداء في مركزك الشخصي.
bn: কালো তালিকায় যোগদানের পর, আপনি অন্য পক্ষের তথ্য পাবেন না। আপনি যদি এটি পেতে চান, তাহলে অনুগ্রহ করে কালো তালিকায় যোগ করা বন্ধ করুন বা আপনার ব্যক্তিগত কেন্দ্রে কালো তালিকা থেকে সরিয়ে দিন।
es: Después de unirse a la lista negra, no recibirá la información de la otra parte. Si desea recibirla, desactive la opción de agregar a la lista negra o elimínela de la lista negra en su centro personal.
fa: پس از پیوستن به لیست سیاه، اطلاعات طرف مقابل را دریافت نخواهید کرد، در صورت تمایل به دریافت آن، لطفاً افزودن به لیست سیاه را خاموش کنید یا در مرکز شخصی خود از لیست سیاه حذف کنید.
fr: Après avoir rejoint la liste noire, vous ne recevrez pas les informations de l'autre partie. Si vous souhaitez les recevoir, veuillez désactiver l'ajout à la liste noire ou les supprimer de la liste noire dans votre centre personnel.
hi: ब्लैकलिस्ट में शामिल होने के बाद, आपको दूसरे पक्ष की जानकारी प्राप्त नहीं होगी। यदि आप इसे प्राप्त करना चाहते हैं, तो कृपया ब्लैकलिस्ट में जोड़ना बंद करें या इसे अपने व्यक्तिगत केंद्र में ब्लैकलिस्ट से हटा दें।
id: Setelah bergabung dalam daftar hitam, Anda tidak akan menerima informasi pihak lain.Jika Anda ingin menerimanya, harap matikan penambahan daftar hitam atau hapus dari daftar hitam di pusat pribadi Anda.
ko: 블랙리스트 가입 후 상대방의 정보를 받을 수 없습니다. 받으시려면, 블랙리스트 가입을 종료하거나 개인 센터에서 밖으로 이동하십시오
ky: Кара тизмеге кошулгандан кийин экинчи тараптын маалыматын албайсыз.Эгер сиз аны алууну кааласаңыз, кара тизмеге кошууну өчүрүңүз же жеке борборуңуздан кара тизмеден алып салыңыз.
pt_br: Depois de adicionar a lista negra, vocês não receberão as informações uns dos outros. Se precisarem receber, fechem a lista negra ou saiam da lista negra na central pessoal.
ru: После присоединения к черному списку вы не будете получать информацию о собеседнике. Если вы хотите ее получать, отключите добавление в черный список или удалите ее из черного списка в своем личном центре.
tr: Kara listeye katıldıktan sonra karşı tarafın bilgilerini almayacaksınız, eğer almak istiyorsanız lütfen kara listeye eklemeyi kapatın veya kişisel merkezinizdeki kara listeden kaldırın.
uz: Qora ro'yxatga qo'shilganingizdan so'ng, siz boshqa tomonning ma'lumotlarini olmaysiz, agar siz uni olishni istasangiz, iltimos, qora ro'yxatga qo'shishni o'chiring yoki shaxsiy markazingizda uni qora ro'yxatdan olib tashlang.
vi: Sau khi thêm vào danh sách đen, bạn sẽ không nhận được tin nhắn của bên kia, nếu muốn nhận, hãy đóng danh sách đen hoặc vào trung tâm cá nhân để xóa danh sách đen.
zh_hans: 加入黑名单后，你将接收不到对方信息，如需接收，请关闭加入黑名单或在个人中心移出黑名单
zh_hant: 加入黑名單後，你將接收不到對方信息，如需接收，請關閉加入黑名單或在個人中心移出黑名單

# 提交成功，系统稍后处理
source: Submission successful, the system will process it later
ar: تم الإرسال بنجاح، وسيقوم النظام بمعالجته لاحقًا
bn: জমা দেওয়া সফল, সিস্টেম এটি পরে প্রক্রিয়া করবে
es: Envío exitoso, el sistema lo procesará más tarde.
fa: ارسال با موفقیت انجام شد، سیستم بعداً آن را پردازش خواهد کرد
fr: Soumission réussie, le système la traitera plus tard
hi: सबमिशन सफल, सिस्टम इसे बाद में संसाधित करेगा
id: Pengiriman berhasil, nanti sistem akan memprosesnya
ko: 제출이 성공하면 시스템에서 나중에 처리합니다
ky: Тапшыруу ийгиликтүү болду, система аны кийинчерээк иштетет
pt_br: Envio bem-sucedido, o sistema processará mais tarde
ru: Отправка успешна, система обработает ее позже
tr: Gönderim başarılı, sistem bunu daha sonra işleyecek
uz: Yuborish muvaffaqiyatli, tizim uni keyinroq qayta ishlaydi
vi: Gửi thành công, hệ thống sẽ xử lý sau
zh_hans: 提交成功，系统稍后处理
zh_hant: 提交成功，系統稍後處理

# 您已经提交过申请，请耐心等待审核
source: You have already submitted your application, please wait patiently for review
ar: لقد قمت بالفعل بإرسال طلبك، يرجى الانتظار بصبر للمراجعة
bn: আপনি ইতিমধ্যে আপনার আবেদন জমা দিয়েছেন, পর্যালোচনার জন্য ধৈর্য ধরে অপেক্ষা করুন
es: Ya envió su solicitud, espere pacientemente la revisión
fa: شما قبلاً درخواست خود را ارسال کرده اید، لطفاً صبورانه منتظر بررسی باشید
fr: Vous avez déjà soumis votre candidature, veuillez attendre patiemment l'examen
hi: आपने अपना आवेदन पहले ही जमा कर दिया है, कृपया समीक्षा के लिए धैर्यपूर्वक प्रतीक्षा करें
id: Anda telah mengirimkan permohonan Anda, harap menunggu dengan sabar untuk ditinjau.
ko: 이미 신청서를 제출했으니 인내심을 갖고 검토될 때까지 기다려 주십시오
ky: Сиз арызыңызды тапшыргансыз, карап чыгууну чыдамдуулук менен күтүңүз
pt_br: Você já enviou sua inscrição, por favor, seja paciente e aguarde a análise!
ru: Вы уже подали заявку, пожалуйста, терпеливо ждите рассмотрения
tr: Başvurunuzu zaten gönderdiniz, lütfen inceleme için sabırla bekleyin
uz: Arizangizni allaqachon topshirgansiz, ko‘rib chiqilishini sabr bilan kuting
vi: Bạn đã gửi yêu cầu, vui lòng kiên nhẫn chờ đợi để được xem xét
zh_hans: 您已经提交过申请，请耐心等待审核
zh_hant: 您已經提交過申請，請耐心等待審核

# 解除黑名单成功
source: Blacklist removed successfully
ar: تمت إزالة القائمة السوداء بنجاح
bn: কালোতালিকা সফলভাবে সরানো হয়েছে
es: Lista negra eliminada con éxito
fa: لیست سیاه با موفقیت حذف شد
fr: Liste noire supprimée avec succès
hi: ब्लैकलिस्ट सफलतापूर्वक हटा दी गई
id: Daftar Hitam berhasil dihapus
ko: 블랙리스트 해제 성공
ky: Кара тизме ийгиликтүү өчүрүлдү
pt_br: Desbloqueado com sucesso
ru: Черный список успешно удален
tr: Kara liste başarıyla kaldırıldı
uz: Qora roʻyxat muvaffaqiyatli olib tashlandi
vi: Xóa danh sách đen thành công
zh_hans: 解除黑名单成功
zh_hant: 解除黑名單成功

# 解除黑名单失败
source: Failed to remove blacklist
ar: فشل في إزالة القائمة السوداء
bn: কালো তালিকা সরাতে ব্যর্থ হয়েছে৷
es: No se pudo eliminar la lista negra
fa: لیست سیاه حذف نشد
fr: Échec de la suppression de la liste noire
hi: काली सूची हटाने में विफल
id: Gagal menghapus daftar hitam
ko: 블랙리스트 해제 실패
ky: Кара тизме жок кылынбай калды
pt_br: Falha ao remover da lista negra
ru: Не удалось удалить черный список.
tr: Kara liste kaldırılamadı
uz: Qora roʻyxatni olib tashlab boʻlmadi
vi: Xóa danh sách đen thất bại
zh_hans: 解除黑名单失败
zh_hant: 解除黑名單失敗

# 拉黑成功
source: Blocked successfully
ar: تم الحظر بنجاح
bn: সফলভাবে ব্লক করা হয়েছে
es: Bloqueado con éxito
fa: با موفقیت مسدود شد
fr: Bloqué avec succès
hi: सफलतापूर्वक अवरोधित किया गया
id: Berhasil diblokir
ko: 블랙리스트에 성공적으로 올렸습니다
ky: Ийгиликтүү бөгөттөлдү
pt_br: O sucesso de Lahey.
ru: Заблокировано успешно
tr: Başarıyla engellendi
uz: Muvaffaqiyatli bloklandi
vi: Chặn thành công
zh_hans: 拉黑成功
zh_hant: 拉黑成功

# 拉黑失败
source: Block failed
ar: فشل الحظر
bn: ব্লক ব্যর্থ হয়েছে
es: Bloqueo fallido
fa: مسدود نشد
fr: Le blocage a échoué
hi: ब्लॉक विफल
id: Pemblokiran gagal
ko: 블랙리스트에 올리는 데 실패했습니다
ky: Бөгөттөлгөн жок
pt_br: Falha ao puxar o blecaute
ru: Заблокировать не удалось
tr: Engelleme başarısız oldu
uz: Bloklash amalga oshmadi
vi: Chặn thất bại
zh_hans: 拉黑失败
zh_hant: 拉黑失敗

# 暂无好友
source: No friends yet
ar: لا أصدقاء بعد
bn: এখনো কোন বন্ধু নেই
es: Aún no hay amigos
fa: هنوز هیچ دوستی وجود ندارد
fr: Pas encore d'amis
hi: अभी तक कोई दोस्त नहीं
id: Belum ada teman
ko: 아직 친구가 없습니다
ky: Азырынча достор жок
pt_br: Sem amigos
ru: Друзей пока нет
tr: Henüz arkadaş yok
uz: Hali do'stlar yo'q
vi: Chưa có bạn bè
zh_hans: 暂无好友
zh_hant: 暫無好友

# 暂无分组
source: No grouping yet
ar: لا توجد مجموعة بعد
bn: এখনও কোন গ্রুপিং
es: Aún no hay agrupación
fa: هنوز گروه بندی نشده است
fr: Pas encore de regroupement
hi: अभी तक कोई समूहीकरण नहीं है
id: Belum ada pengelompokan
ko: 아직 그룹화되지 않음
ky: Азырынча топтоо жок
pt_br: Sem agrupamento
ru: Группировки пока нет
tr: Henüz gruplama yok
uz: Hozircha guruhlash yo‘q
vi: Chưa có nhóm nào
zh_hans: 暂无分组
zh_hant: 暫無分組

# 分组管理
source: Group management
ar: إدارة المجموعة
bn: গ্রুপ ব্যবস্থাপনা
es: Manejo de grupo
fa: مدیریت گروه
fr: Gestion de groupe
hi: समूह प्रबंधन
id: Manajemen grup
ko: 그룹 관리
ky: Топту башкаруу
pt_br: Gerenciamento de clusters
ru: Управление группой
tr: Grup yönetimi
uz: Guruh boshqaruvi
vi: Quản lý nhóm
zh_hans: 分组管理
zh_hant: 分組管理

# 移动分组
source: Mobile grouping
ar: تجميع المحمول
bn: মোবাইল গ্রুপিং
es: Agrupación móvil
fa: گروه بندی موبایل
fr: Regroupement mobile
hi: मोबाइल ग्रुपिंग
id: Pengelompokan seluler
ko: 모바일 그룹화
ky: Мобилдик топтоо
pt_br: agrupamento móvel
ru: Мобильная группировка
tr: Mobil gruplama
uz: Mobil guruhlash
vi: Nhóm di động
zh_hans: 移动分组
zh_hant: 移動分組

# 添加分组
source: Add group
ar: أضف مجموعة
bn: গ্রুপ যোগ করুন
es: Añadir grupo
fa: اضافه کردن گروه
fr: Ajouter un groupe
hi: समूह जोड़ें
id: Tambahkan grup
ko: 그룹 추가
ky: Топ кошуу
pt_br: Adicionar agrupamento
ru: Добавить группу
tr: Grup ekle
uz: Guruh qo'shish
vi: Thêm nhóm
zh_hans: 添加分组
zh_hant: 添加分組

# 请输入分组名
source: Please enter the group name
ar: الرجاء إدخال اسم المجموعة
bn: গ্রুপের নাম লিখুন
es: Por favor ingrese el nombre del grupo
fa: لطفا نام گروه را وارد کنید
fr: Veuillez entrer le nom du groupe
hi: कृपया समूह का नाम दर्ज करें
id: Silakan masukkan nama grup
ko: 그룹명을 입력하십시오
ky: Сураныч, топтун атын киргизиңиз
pt_br: Digite um nome de grupo
ru: Пожалуйста, введите название группы
tr: Lütfen grup adını girin
uz: Iltimos, guruh nomini kiriting
vi: Vui lòng nhập tên nhóm
zh_hans: 请输入分组名
zh_hant: 請輸入分組名

# 暂无群聊
source: No group chat yet
ar: لا توجد دردشة جماعية حتى الآن
bn: এখনও কোন গ্রুপ চ্যাট
es: Aún no hay chat grupal
fa: هنوز چت گروهی وجود ندارد
fr: Pas encore de discussion de groupe
hi: अभी तक कोई समूह चैट नहीं
id: Belum ada obrolan grup
ko: 아직 그룹 채팅이 없습니다.
ky: Азырынча топтук чат жок
pt_br: Sem bate-papo em grupo
ru: Группового чата пока нет
tr: Henüz grup sohbeti yok
uz: Hozircha guruh suhbati yo'q
vi: Chưa có cuộc trò chuyện nhóm nào
zh_hans: 暂无群聊
zh_hant: 暫無群聊

# 删除分组
source: Delete group
ar: حذف المجموعة
bn: গ্রুপ মুছুন
es: Eliminar grupo
fa: حذف گروه
fr: Supprimer le groupe
hi: समूह हटाएँ
id: Hapus grup
ko: 그룹 삭제
ky: Топту жок кылуу
pt_br: Excluir agrupamento
ru: Удалить группу
tr: Grubu sil
uz: Guruhni o'chirish
vi: Xóa nhóm
zh_hans: 删除分组
zh_hant: 刪除分組

# 删除后，分组中的好友将自动移动到默认分组，是否继续
source: After deletion, friends in the group will automatically move to the default group. Do you want to continue?
ar: بعد الحذف، سينتقل الأصدقاء في المجموعة تلقائيًا إلى المجموعة الافتراضية. هل تريد المتابعة؟
bn: মুছে ফেলার পরে, গ্রুপের বন্ধুরা স্বয়ংক্রিয়ভাবে ডিফল্ট গ্রুপে চলে যাবে। আপনি কি চালিয়ে যেতে চান?
es: Después de la eliminación, los amigos del grupo pasarán automáticamente al grupo predeterminado. ¿Quieres continuar?
fa: پس از حذف، دوستان در گروه به طور خودکار به گروه پیش فرض منتقل می شوند، آیا می خواهید ادامه دهید؟
fr: Après la suppression, les amis du groupe seront automatiquement déplacés vers le groupe par défaut. Voulez-vous continuer ?
hi: हटाए जाने के बाद, समूह के मित्र स्वचालित रूप से डिफ़ॉल्ट समूह में चले जाएंगे। क्या आप जारी रखना चाहते हैं?
id: Setelah dihapus, teman di grup akan otomatis berpindah ke grup default. Ingin melanjutkan?
ko: 삭제하면 그룹의 친구가 자동으로 기본 그룹으로 이동됩니다. 계속하시겠습니까?
ky: Жок кылынгандан кийин, топтогу достор автоматтык түрдө демейки топко өтөт. Улангыңыз келеби?
pt_br: Após a exclusão, os amigos do grupo serão automaticamente movidos para o grupo padrão, seja para continuar
ru: После удаления друзья в группе автоматически перейдут в группу по умолчанию. Продолжить?
tr: Silme işleminden sonra gruptaki arkadaşlar otomatik olarak varsayılan gruba taşınacaktır. Devam etmek istiyor musunuz?
uz: Oʻchirib tashlangandan soʻng, guruhdagi doʻstlar avtomatik ravishda birlamchi guruhga oʻtadi. Davom etishni xohlaysizmi?
vi: Sau khi xóa, bạn bè trong nhóm sẽ tự động chuyển về nhóm mặc định. Bạn có muốn tiếp tục?
zh_hans: 删除后，分组中的好友将自动移动到默认分组，是否继续
zh_hant: 刪除後，分組中的好友將自動移動到默認分組，是否繼續

# 申请人：
source: Applicant:
ar: طالب وظيفة:
bn: প্রার্থী:
es: solicitante:
fa: درخواست کننده:
fr: demandeur:
hi: आवेदक:
id: pemohon:
ko: 신청자:
ky: арыз берүүчү:
pt_br: Candidato:
ru: заявитель:
tr: başvuru sahibi:
uz: arizachi:
vi: người yêu cầu:
zh_hans: 申请人：
zh_hant: 申請人：

# 文件助手
source: File Assistant
ar: مساعد الملف
bn: ফাইল সহকারী
es: Asistente de archivos
fa: دستیار فایل
fr: Assistant de fichiers
hi: फ़ाइल सहायक
id: Asisten Berkas
ko: 파일 도우미
ky: Файл жардамчысы
pt_br: Assistente de documentação
ru: Файловый помощник
tr: Dosya Asistanı
uz: Fayl yordamchisi
vi: Trợ lý tập tin
zh_hans: 文件助手
zh_hant: 文件助手

# 该用户已是你的好友
source: This user is already your friend
ar: هذا المستخدم صديقك بالفعل
bn: এই ব্যবহারকারী ইতিমধ্যে আপনার বন্ধু
es: Este usuario ya es tu amigo
fa: این کاربر قبلاً دوست شماست
fr: Cet utilisateur est déjà votre ami
hi: यह उपयोगकर्ता पहले से ही आपका मित्र है
id: Pengguna ini sudah menjadi teman Anda
ko: 이 사용자는 이미 당신의 좋은 친구입니다
ky: Бул колдонуучу мурунтан эле досуңуз
pt_br: Este usuário já é seu amigo
ru: Этот пользователь уже ваш друг
tr: Bu kullanıcı zaten arkadaşın
uz: Bu foydalanuvchi allaqachon sizning do'stingiz
vi: Người dùng này đã là bạn bè của bạn
zh_hans: 该用户已是你的好友
zh_hant: 該用戶已是你的好友

# 已添加
source: Added
ar: وأضاف
bn: যোগ করা হয়েছে
es: agregado
fa: اضافه
fr: ajoutée
hi: जोड़ा
id: ditambahkan
ko: 이미 추가됨
ky: кошулду
pt_br: Adicionado
ru: добавлен
tr: katma
uz: qo'shildi
vi: Đã thêm
zh_hans: 已添加
zh_hant: 已添加

# 账号：
source: Account:
ar: حساب:
bn: অ্যাকাউন্ট:
es: cuenta:
fa: حساب:
fr: compte:
hi: खाता:
id: akun:
ko: 계정:
ky: эсеп:
pt_br: Conta:
ru: счет:
tr: hesap:
uz: hisob:
vi: Tài khoản:
zh_hans: 账号：
zh_hant: 賬號：

# 账号：%@
source: Account:%@
ar: حساب:%@
bn: অ্যাকাউন্ট:%@
es: cuenta:%@
fa: حساب:%@
fr: compte:%@
hi: खाता:%@
id: akun:%@
ko: 계정:%@
ky: эсеп:%@
pt_br: Número da conta: %@
ru: счет:%@
tr: hesap:%@
uz: hisob:%@
vi: Tài khoản%@
zh_hans: 账号：%@
zh_hant: 賬號：%@

# 等待验证
source: Waiting for verification
ar: في انتظار التحقق
bn: যাচাইকরণের জন্য অপেক্ষা করছি
es: Esperando verificación
fa: در انتظار تأیید
fr: En attente de vérification
hi: सत्यापन की प्रतीक्षा की जा रही है
id: Menunggu verifikasi
ko: 확인을 기다리는 중
ky: Текшерүүнү күтүүдө
pt_br: Aguardando verificação
ru: Ожидание проверки
tr: Doğrulama bekleniyor
uz: Tasdiqlash kutilmoqda
vi: Đang chờ xác minh
zh_hans: 等待验证
zh_hant: 等待驗證

# 已过期
source: Expired
ar: منتهي الصلاحية
bn: মেয়াদোত্তীর্ণ
es: venció
fa: منقضی شده
fr: expiré
hi: खत्म हो चुका
id: kedaluwarsa
ko: 이미 만료됨
ky: мөөнөтү бүттү
pt_br: expirado
ru: истекший
tr: günü geçmiş
uz: muddati tugagan
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

# 更多联系人
source: More contacts
ar: المزيد من الاتصالات
bn: আরো পরিচিতি
es: Más contactos
fa: مخاطبین بیشتر
fr: Plus de contacts
hi: अधिक संपर्क
id: Lebih banyak kontak
ko: 연락처 더보기
ky: Көбүрөөк байланыштар
pt_br: Mais contatos
ru: Больше контактов
tr: Daha fazla kişi
uz: Ko'proq kontaktlar
vi: Nhiều bạn bè hơn
zh_hans: 更多联系人
zh_hant: 更多聯繫人

# 更多群聊
source: More group chats
ar: المزيد من الدردشات الجماعية
bn: আরো গ্রুপ চ্যাট
es: Más chats grupales
fa: چت های گروهی بیشتر
fr: Plus de discussions de groupe
hi: अधिक समूह चैट
id: Lebih banyak obrolan grup
ko: 더 많은 그룹 채팅
ky: Көбүрөөк топтук чаттар
pt_br: Mais chats em grupo
ru: Больше групповых чатов
tr: Daha fazla grup sohbeti
uz: Ko'proq guruh suhbatlari
vi: Nhiều cuộc trò chuyện nhóm hơn
zh_hans: 更多群聊
zh_hant: 更多群聊

# 更多聊天记录
source: More chat history
ar: المزيد من سجل الدردشة
bn: আরো চ্যাট ইতিহাস
es: Más historial de chat
fa: تاریخچه چت بیشتر
fr: Plus d'historique de discussion
hi: अधिक चैट इतिहास
id: Lebih banyak riwayat obrolan
ko: 더 많은 채팅 기록
ky: Көбүрөөк чат тарыхы
pt_br: Mais bate-papos
ru: Дополнительная история чата
tr: Daha fazla sohbet geçmişi
uz: Ko'proq chat tarixi
vi: Nhiều lịch sử trò chuyện hơn
zh_hans: 更多聊天记录
zh_hant: 更多聊天記錄

# 分享邀请
source: Share invitation
ar: دعوة حصة
bn: আমন্ত্রণ শেয়ার করুন
es: compartir invitación
fa: دعوت نامه را به اشتراک بگذارید
fr: partager une invitation
hi: आमंत्रण साझा करें
id: berbagi undangan
ko: 초대 공유
ky: чакыруу менен бөлүшүү
pt_br: Convite para compartilhamento
ru: поделиться приглашением
tr: daveti paylaş
uz: taklifnomani baham ko'rish
vi: Chia sẻ lời mời
zh_hans: 分享邀请
zh_hant: 分享邀請

# 用户昵称
source: User's Nickname
ar: اللقب الخاص بالمستخدم
bn: ব্যবহারকারীর ডাকনাম
es: Apodo del usuario
fa: نام مستعار کاربر
fr: Pseudo de l'utilisateur
hi: उपयोगकर्ता का उपनाम
id: Nama Panggilan Pengguna
ko: 사용자의 닉네임
ky: Колдонуучунун ник аты
pt_br: apelido do usuário
ru: Никнейм пользователя
tr: Kullanıcının Takma Adı
uz: Foydalanuvchi taxallus
vi: Biệt danh người dùng
zh_hans: 用户昵称
zh_hant: 用戶暱稱

# 昵称：
source: Nick name:
ar: كنية:
bn: ডাক নাম:
es: Apodo:
fa: نام مستعار:
fr: Surnom:
hi: उपनाम:
id: Nama panggilan:
ko: 닉네임:
ky: Ник аты:
pt_br: Apelido:
ru: Имя Ника:
tr: Takma ad:
uz: Taxallus:
vi: Biệt danh:
zh_hans: 昵称：
zh_hant: 暱稱：

# 未设置备注
source: Notes not set
ar: لم يتم تعيين الملاحظات
bn: নোট সেট করা হয়নি
es: Notas no configuradas
fa: یادداشت ها تنظیم نشده است
fr: Notes non définies
hi: नोट्स सेट नहीं हैं
id: Catatan tidak disetel
ko: 메모가 설정되지 않았습니다.
ky: Эскертүүлөр коюлган эмес
pt_br: Observações não definidas
ru: Примечания не установлены
tr: Notlar ayarlanmadı
uz: Eslatmalar sozlanmagan
vi: Chú thích chưa được đặt
zh_hans: 未设置备注
zh_hant: 未設置備註

# 默认团队
source: Default team
ar: الفريق الافتراضي
bn: ডিফল্ট দল
es: Equipo predeterminado
fa: تیم پیش فرض
fr: Équipe par défaut
hi: डिफ़ॉल्ट टीम
id: Tim bawaan
ko: 기본 팀
ky: Демейки команда
pt_br: Equipe padrão
ru: Команда по умолчанию
tr: Varsayılan takım
uz: Standart jamoa
vi: Team mặc định
zh_hans: 默认团队
zh_hant: 默認團隊

# 设置默认
source: Set the default
ar: قم بتعيين الإعداد الافتراضي
bn: ডিফল্ট সেট করুন
es: Establecer el valor predeterminado
fa: پیش فرض را تنظیم کنید
fr: Définir la valeur par défaut
hi: डिफ़ॉल्ट सेट करें
id: Tetapkan default
ko: 기본 설정
ky: Демейкиге коюу
pt_br: Definir o padrão
ru: Установить значение по умолчанию
tr: Varsayılanı ayarla
uz: Standartni o'rnating
vi: Thiết lập mặc định
zh_hans: 设置默认
zh_hant: 設置默認

# 团队关联群聊数
source: Number of team-related group chats
ar: عدد الدردشات الجماعية المتعلقة بالفريق
bn: দল-সম্পর্কিত গ্রুপ চ্যাটের সংখ্যা
es: Número de chats grupales relacionados con el equipo
fa: تعداد چت های گروهی مرتبط با تیم
fr: Nombre de discussions de groupe liées à l'équipe
hi: टीम से संबंधित समूह चैट की संख्या
id: Jumlah obrolan grup terkait tim
ko: 팀 관련 그룹 채팅 수
ky: Командага тиешелүү топтук баарлашуулардын саны
pt_br: Número de bate-papos em grupo associados à equipe
ru: Количество групповых чатов, связанных с командой
tr: Takımla ilgili grup sohbetlerinin sayısı
uz: Jamoaga oid guruh suhbatlari soni
vi: Số lượng cuộc trò chuyện nhóm liên quan đến team
zh_hans: 团队关联群聊数
zh_hant: 團隊關聯群聊數

# 团队总人数
source: Total number of team members
ar: العدد الإجمالي لأعضاء الفريق
bn: দলের মোট সদস্য সংখ্যা
es: Número total de miembros del equipo
fa: تعداد کل اعضای تیم
fr: Nombre total de membres de l'équipe
hi: टीम के सदस्यों की कुल संख्या
id: Jumlah total anggota tim
ko: 총 팀원 수
ky: Команданын мүчөлөрүнүн жалпы саны
pt_br: Número total de membros da equipe
ru: Общее количество членов команды
tr: Toplam ekip üyesi sayısı
uz: Jamoa a'zolarining umumiy soni
vi: Tổng thành viên trong team
zh_hans: 团队总人数
zh_hant: 團隊總人數

# 暂无
source: None yet
ar: لا شيء حتى الآن
bn: এখনো কোনোটিই নয়
es: Ninguna todavia
fa: هنوز هیچی
fr: Aucun pour l'instant
hi: अभी तक नहीं
id: Belum ada
ko: 없음
ky: Азырынча эч ким
pt_br: por enquanto
ru: Пока нет
tr: Henüz yok
uz: Hozircha yo'q
vi: Chưa có
zh_hans: 暂无
zh_hant: 暫無

# 邀请码
source: Invitation code
ar: شفرة الدعوة
bn: আমন্ত্রণ কোড
es: Código de invitación
fa: کد دعوت
fr: Code d'invitation
hi: आमंत्रण संकेत
id: Kode undangan
ko: 초대 코드
ky: Чакыруу коду
pt_br: código de convite
ru: Код приглашения
tr: Davet Kodu
uz: Taklif kodi
vi: Mã mời
zh_hans: 邀请码
zh_hant: 邀請碼

# 今日邀请
source: Today Inv.
ar: دعوة اليوم
bn: আজ আমন্ত্রণ
es: Inv. hoy
fa: دعوت امروز
fr: Invit. aujourd.
hi: आज निमंत्रण
id: Hari Undang
ko: 오늘 초대
ky: Бүгүн чак.
pt_br: Conv. hoje
ru: Сегодня пригл.
tr: Bugün davet
uz: Bugun taklif
vi: Mời hôm nay
zh_hans: 今日邀请
zh_hant: 今日邀請

# 昨日邀请
source: Yest. Inv.
ar: دعوة أمس
bn: গতকাল আমন্ত্রণ
es: Inv. ayer
fa: دعوت دیروز
fr: Invit. hier
hi: कल निमंत्रण
id: Und. Undang
ko: 어제 초대
ky: Кече чак.
pt_br: Conv. ontem
ru: Пригл. мес.
tr: Dün davet
uz: Kecha taklif
vi: Mời hôm qua
zh_hans: 昨日邀请
zh_hant: 昨日邀請

# 本月邀请
source: Month Inv.
ar: دعوة شهري
bn: মাসিক আমন্ত্রণ
es: Inv. mes
fa: دعوت ماه
fr: Invit. ce mois
hi: माह निमंत्रण
id: Bulan Undang
ko: 이번달 초대
ky: Айлык чак.
pt_br: Conv. mês
ru: Пригл. мес.
tr: Ay daveti
uz: Oy taklifi
vi: Mời T. này
zh_hans: 本月邀请
zh_hant: 本月邀請
