Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 账号已注销
source: Account has been canceled
ar: تم إلغاء الحساب
bn: অ্যাকাউন্ট বাতিল করা হয়েছে
es: La cuenta ha sido cancelada.
fa: حساب لغو شده است
fr: Le compte a été annulé
hi: खाता रद्द कर दिया गया है
id: Akun telah dibatalkan
ko: 계정이 취소되었습니다
ky: Аккаунт жокко чыгарылды
pt_br: Conta cancelada
ru: Аккаунт удален
tr: Hesap iptal edildi
uz: Hisob bekor qilindi
vi: Tài khoản đã bị hủy
zh_hans: 账号已注销
zh_hant: 賬號已註銷

# 相册权限未开启，请在设置中选择当前应用，开启相册权限
source: The photo album permission is not turned on. Please select the current application in the settings to turn on the photo album permission.
ar: لم يتم تفعيل إذن ألبوم الصور. يرجى تحديد التطبيق الحالي في الإعدادات لتشغيل إذن ألبوم الصور.
bn: ফটো অ্যালবামের অনুমতি চালু নেই৷ ফটো অ্যালবামের অনুমতি চালু করতে দয়া করে সেটিংসে বর্তমান অ্যাপ্লিকেশনটি নির্বাচন করুন৷
es: El permiso del álbum de fotos no está activado. Seleccione la aplicación actual en la configuración para activar el permiso del álbum de fotos.
fa: مجوز آلبوم عکس روشن نیست. لطفاً برنامه فعلی را در تنظیمات انتخاب کنید تا مجوز آلبوم عکس روشن شود.
fr: L'autorisation de l'album photo n'est pas activée. Veuillez sélectionner l'application actuelle dans les paramètres pour activer l'autorisation de l'album photo.
hi: फोटो एलबम अनुमति चालू नहीं है। कृपया फोटो एलबम अनुमति चालू करने के लिए सेटिंग्स में वर्तमान एप्लिकेशन का चयन करें।
id: Izin album foto tidak diaktifkan. Silakan pilih aplikasi saat ini di pengaturan untuk mengaktifkan izin album foto.
ky: Сүрөт альбомуна уруксат күйгүзүлгөн эмес. Сүрөт альбомуна уруксатты күйгүзүү үчүн жөндөөлөрдөн учурдагы колдонмону тандаңыз.
pt_br: As permissões do álbum não estão ativadas. Selecione o aplicativo atual nas configurações para ativar as permissões do álbum
ru: Разрешение для фотоальбома не включено. Чтобы включить разрешение для фотоальбома, выберите в настройках текущее приложение.
tr: Fotoğraf albümü izni açık değil. Fotoğraf albümü iznini açmak için lütfen ayarlardan mevcut uygulamayı seçin.
uz: Fotoalbom ruxsati yoqilmagan. Fotoalbom ruxsatini yoqish uchun sozlamalardan joriy ilovani tanlang.
vi: Quyền truy cập ảnh chưa bật. Vui lòng chọn ứng dụng hiện tại trong cài đặt để bật quyền truy cập ảnh.
zh_hans: 相册权限未开启，请在设置中选择当前应用，开启相册权限
zh_hant: 相冊權限未開啟，請在設置中選擇當前應用，開啟相冊權限

# 上传图片失败
source: Failed to upload image
ar: فشل تحميل الصورة
bn: ছবি আপলোড করতে ব্যর্থ হয়েছে৷
es: No se pudo cargar la imagen
fa: تصویر آپلود نشد
fr: Échec du téléchargement de l'image
hi: छवि अपलोड करने में विफल
id: Gagal mengunggah gambar
ko: 이미지를 업로드하지 못했습니다.
ky: Сүрөт жүктөлбөй калды
pt_br: Falha ao carregar a imagem
ru: Не удалось загрузить изображение
tr: Resim yüklenemedi
uz: Rasm yuklanmadi
vi: Không thể tải hình ảnh lên
zh_hans: 上传图片失败
zh_hant: 上傳圖片失敗

# 上传封面失败
source: Failed to upload cover
ar: فشل تحميل الغلاف
bn: কভার আপলোড করতে ব্যর্থ হয়েছে
es: No se pudo cargar la portada
fa: جلد آپلود نشد
fr: Échec du téléchargement de la couverture
hi: कवर अपलोड करने में विफल
id: Gagal mengunggah sampul
ko: 표지를 업로드하지 못했습니다.
ky: Мукаба жүктөлбөй калды
pt_br: Falha ao carregar a capa
ru: Не удалось загрузить обложку
tr: Kapak yüklenemedi
uz: Muqova yuklanmadi
vi: Không thể tải lên bìa
zh_hans: 上传封面失败
zh_hant: 上傳封面失敗

# 上传视频失败
source: Failed to upload video
ar: فشل تحميل الفيديو
bn: ভিডিও আপলোড করতে ব্যর্থ হয়েছে
es: No se pudo subir el video
fa: ویدیو آپلود نشد
fr: Échec du téléchargement de la vidéo
hi: वीडियो अपलोड करने में विफल
id: Gagal mengunggah video
ko: 동영상을 업로드하지 못했습니다.
ky: Видео жүктөлбөй калды
pt_br: Falha ao carregar o vídeo
ru: Не удалось загрузить видео
tr: Video yüklenemedi
uz: Video yuklanmadi
vi: Không thể tải video lên
zh_hans: 上传视频失败
zh_hant: 上傳視頻失敗

# %@与%@的会话记录
source: Conversation records between %@ and %@
ar: سجلات المحادثة بين %@ و %@
bn: %@ এবং %@ এর মধ্যে কথোপকথন রেকর্ড
es: Registros de conversaciones entre %@ y %@
fa: سوابق مکالمه بین %@ و %@
fr: Enregistrements de conversation entre %@ et %@
hi: %@ और %@ के बीच वार्तालाप रिकॉर्ड
id: Catatan percakapan antara %@ dan %@
ko: %@님과 %@님의 대화 기록
ky: %@ жана %@ ортосундагы сүйлөшүү жазуулары
pt_br: %@ Sessões registradas com %@
ru: Записи разговоров между %@ и %@
tr: %@ ve %@ arasındaki konuşma kayıtları
uz: %@ va %@ oʻrtasidagi suhbat yozuvlari
vi: Lịch sử trò chuyện giữa %@ và %@
zh_hans: %@与%@的会话记录
zh_hant: %@與%@的會話記錄

# 群聊会话记录
source: Group chat conversation history
ar: سجل محادثات الدردشة الجماعية
bn: গ্রুপ চ্যাট কথোপকথনের ইতিহাস
es: Historial de conversaciones de chat grupal
fa: سابقه مکالمه چت گروهی
fr: Historique des conversations de chat de groupe
hi: समूह चैट वार्तालाप इतिहास
id: Riwayat percakapan obrolan grup
ko: 그룹 채팅 대화 기록
ky: Топтук маектешүү тарыхы
pt_br: Registro de sessões de chat em grupo
ru: История разговоров в групповом чате
tr: Grup sohbeti konuşma geçmişi
uz: Guruh suhbatlari tarixi
vi: Lịch sử trò chuyện nhóm
zh_hans: 群聊会话记录
zh_hant: 群聊會話記錄

# 你已被移出群聊
source: You have been removed from the group chat
ar: لقد تمت إزالتك من الدردشة الجماعية
bn: আপনাকে গ্রুপ চ্যাট থেকে সরিয়ে দেওয়া হয়েছে
es: Has sido eliminado del chat grupal.
fa: شما از چت گروهی حذف شده اید
fr: Vous avez été supprimé du chat de groupe
hi: आपको समूह चैट से हटा दिया गया है
id: Anda telah dikeluarkan dari obrolan grup
ko: 그룹 채팅에서 삭제되었습니다.
ky: Сиз топтук маектен чыгарылдыңыз
pt_br: Você foi removido do bate-papo em grupo.
ru: Вас удалили из группового чата
tr: Grup sohbetinden çıkarıldınız
uz: Siz guruh chatidan olib tashlangansiz
vi: Bạn đã bị xóa khỏi cuộc trò chuyện nhóm
zh_hans: 你已被移出群聊
zh_hant: 你已被移出群聊

# 你已退出该群聊
source: You have left the group chat
ar: لقد غادرت الدردشة الجماعية
bn: আপনি গ্রুপ চ্যাট ছেড়ে দিয়েছেন
es: Has abandonado el chat grupal.
fa: شما از چت گروهی خارج شده اید
fr: Vous avez quitté le chat de groupe
hi: आपने समूह चैट छोड़ दी है
id: Anda telah keluar dari obrolan grup
ko: 그룹 채팅에서 나갔습니다.
ky: Сиз топтук чаттан чыктыңыз
pt_br: Você está fora do bate-papo em grupo.
ru: Вы вышли из группового чата
tr: Grup sohbetinden ayrıldınız
uz: Siz guruh chatini tark etdingiz
vi: Bạn đã rời khỏi cuộc trò chuyện nhóm
zh_hans: 你已退出该群聊
zh_hant: 你已退出該群聊

# 重新上传
source: Re-upload
ar: إعادة التحميل
bn: পুনরায় আপলোড করুন
es: volver a subir
fa: بارگذاری مجدد
fr: ré-télécharger
hi: पुन: अपलोड
id: mengunggah ulang
ko: 다시 업로드
ky: кайра жүктөө
pt_br: reenvio
ru: повторно загрузить
tr: yeniden yükle
uz: qayta yuklash
vi: Tải lên lại
zh_hans: 重新上传
zh_hant: 重新上傳

# 是否重新发送
source: Whether to resend
ar: سواء لإعادة الإرسال
bn: আবার পাঠাতে হবে কিনা
es: Ya sea para reenviar
fa: آیا برای ارسال مجدد
fr: S'il faut renvoyer
hi: क्या दोबारा भेजना है
id: Apakah akan mengirim ulang
ko: 재전송 여부
ky: Кайра жөнөтүү керекпи
pt_br: Se deve reenviar
ru: Отправлять ли повторно
tr: Yeniden gönderilip gönderilmeyeceği
uz: Qayta yuborish kerakmi
vi: Có gửi lại hay không
zh_hans: 是否重新发送
zh_hant: 是否重新發送

# 点击确认发送好友验证申请，对方同意后即可对话聊天。
source: Click Confirm to send the friend verification application. After the other party agrees, you can chat.
ar: اضغط على تأكيد لإرسال طلب التحقق من الصديق، وبعد موافقة الطرف الآخر يمكنك الدردشة.
bn: ফ্রেন্ড ভেরিফিকেশন অ্যাপ্লিকেশান পাঠাতে কনফার্ম ক্লিক করুন। অন্য পক্ষ সম্মত হওয়ার পর, আপনি চ্যাট করতে পারেন।
es: Haga clic en Confirmar para enviar la solicitud de verificación de amistad. Una vez que la otra parte esté de acuerdo, podrá chatear.
fa: برای ارسال برنامه تأیید دوست، روی تأیید کلیک کنید. پس از موافقت طرف مقابل، می توانید چت کنید.
fr: Cliquez sur Confirmer pour envoyer la demande de vérification d'ami. Une fois que l'autre partie a accepté, vous pouvez discuter.
hi: मित्र सत्यापन आवेदन भेजने के लिए पुष्टि करें पर क्लिक करें। दूसरे पक्ष के सहमत होने के बाद, आप चैट कर सकते हैं।
id: Klik Konfirmasi untuk mengirimkan aplikasi verifikasi teman, setelah pihak lain setuju, Anda bisa mengobrol.
ko: 확인을 클릭하면 친구인증 신청서가 전송됩니다. 상대방이 동의한 후 채팅을 할 수 있습니다.
ky: Достун ырастоо арызын жөнөтүү үчүн Ырастоо баскычын чыкылдатыңыз. Экинчи тарап макул болгондон кийин, баарлаша аласыз.
pt_br: Clique em Confirm (Confirmar) para enviar uma solicitação de verificação de amizade, e a outra parte concordará em manter um diálogo e conversar.
ru: Нажмите «Подтвердить», чтобы отправить заявку на подтверждение друга. После того, как другая сторона согласится, вы можете начать общаться.
tr: Arkadaş doğrulama başvurusunu göndermek için Onayla'ya tıklayın.Karşı taraf kabul ettikten sonra sohbet edebilirsiniz.
uz: Doʻstingizni tasdiqlash ilovasini yuborish uchun “Tasdiqlash” tugmasini bosing.Boshqa tomon rozi boʻlgach, siz suhbatlashishingiz mumkin.
vi: Nhấn Xác nhận để gửi đơn xác minh bạn bè, sau khi bên kia đồng ý thì bạn có thể trò chuyện.
zh_hans: 点击确认发送好友验证申请，对方同意后即可对话聊天。
zh_hant: 點擊確認發送好友驗證申請，對方同意後即可對話聊天。

# 最多选择100条消息
source: Select up to 100 messages
ar: حدد ما يصل إلى 100 رسالة
bn: 100টি পর্যন্ত বার্তা নির্বাচন করুন
es: Selecciona hasta 100 mensajes
fa: حداکثر 100 پیام را انتخاب کنید
fr: Sélectionnez jusqu'à 100 messages
hi: अधिकतम 100 संदेशों का चयन करें
id: Pilih hingga 100 pesan
ko: 최대 100개의 메시지를 선택하세요.
ky: 100гө чейин билдирүү тандаңыз
pt_br: Selecione até 100 mensagens
ru: Выберите до 100 сообщений
tr: 100'e kadar mesaj seçin
uz: 100 tagacha xabarni tanlang
vi: Chọn tối đa 100 tin nhắn
zh_hans: 最多选择100条消息
zh_hant: 最多選擇100條消息

# 上传失败
source: Upload failed
ar: التحميل فشل
bn: আপলোড ব্যর্থ হয়েছে
es: subida fallida
fa: آپلود انجام نشد
fr: échec du téléchargement
hi: अपलोड विफल
id: gagal mengunggah
ko: 업로드 실패
ky: жүктөө ишке ашкан жок
pt_br: Falha no upload
ru: Загрузка не удалась
tr: yükleme başarısız
uz: yuklanmadi
vi: Tải lên thất bại
zh_hans: 上传失败
zh_hant: 上傳失敗

# 删除所选消息
source: Delete selected messages
ar: حذف الرسائل المحددة
bn: নির্বাচিত বার্তা মুছুন
es: Eliminar mensajes seleccionados
fa: پیام های انتخابی را حذف کنید
fr: Supprimer les messages sélectionnés
hi: चयनित संदेश हटाएँ
id: Hapus pesan yang dipilih
ko: 선택한 메시지 삭제
ky: Тандалган билдирүүлөрдү жок кылуу
pt_br: Excluir mensagens selecionadas
ru: Удалить выбранные сообщения
tr: Seçili mesajları sil
uz: Tanlangan xabarlarni o'chirish
vi: Xóa tin nhắn đã chọn
zh_hans: 删除所选消息
zh_hant: 刪除所選消息

# 复制成功
source: Copied successfully
ar: تم النسخ بنجاح
bn: সফলভাবে অনুলিপি করা হয়েছে৷
es: Copiado exitosamente
fa: با موفقیت کپی شد
fr: Copié avec succès
hi: सफलतापूर्वक कॉपी किया गया
id: Berhasil disalin
ko: 성공적으로 복사되었습니다
ky: Ийгиликтүү көчүрүлдү
pt_br: Sucesso na cópia
ru: Скопировано успешно
tr: Başarıyla kopyalandı
uz: Muvaffaqiyatli nusxalandi
vi: Sao chép thành công
zh_hans: 复制成功
zh_hant: 複製成功

# 转发成功
source: Forwarded successfully
ar: تم الإرسال بنجاح
bn: সফলভাবে ফরোয়ার্ড করা হয়েছে
es: Reenviado exitosamente
fa: با موفقیت ارسال شد
fr: Transféré avec succès
hi: सफलतापूर्वक अग्रेषित किया गया
id: Berhasil diteruskan
ko: 성공적으로 전달되었습니다
ky: Ийгиликтүү жөнөтүлдү
pt_br: Sucesso no encaminhamento
ru: Перенаправлено успешно
tr: Başarıyla iletildi
uz: Muvaffaqiyatli uzatildi
vi: Chuyển tiếp thành công
zh_hans: 转发成功
zh_hant: 轉發成功

# 撤回所选消息
source: Undo selected messages
ar: التراجع عن الرسائل المحددة
bn: নির্বাচিত বার্তাগুলিকে পূর্বাবস্থায় ফেরান৷
es: Deshacer mensajes seleccionados
fa: لغو پیام های انتخاب شده
fr: Annuler les messages sélectionnés
hi: चयनित संदेशों को पूर्ववत करें
id: Membatalkan pesan yang dipilih
ko: 선택한 메시지 실행 취소
ky: Тандалган билдирүүлөрдү жокко чыгаруу
pt_br: Retirada de mensagens selecionadas
ru: Отменить выбранные сообщения
tr: Seçili mesajları geri al
uz: Tanlangan xabarlarni bekor qilish
vi: Thu hồi tin nhắn đã chọn
zh_hans: 撤回所选消息
zh_hant: 撤回所選消息

# 收藏成功
source: Collection successful
ar: تم التجميع بنجاح
bn: সংগ্রহ সফল
es: Colección exitosa
fa: مجموعه موفق شد
fr: Collecte réussie
hi: संग्रह सफल
id: Pengumpulan berhasil
ko: 수집 성공
ky: Жыйнак ийгиликтүү
pt_br: Sucesso nos Favoritos
ru: Сбор успешен
tr: Koleksiyon başarılı
uz: Toʻplam muvaffaqiyatli
vi: Sưu tầm thành công
zh_hans: 收藏成功
zh_hant: 收藏成功

# 收藏失败
source: Collection failed
ar: فشل التجميع
bn: সংগ্রহ ব্যর্থ হয়েছে
es: La colección falló
fa: مجموعه ناموفق بود
fr: Échec de la collecte
hi: संग्रहण विफल
id: Pengumpulan gagal
ko: 수집 실패
ky: Чогултуу ишке ашкан жок
pt_br: Falha na coleta
ru: Сбор не выполнен.
tr: Toplama başarısız oldu
uz: To‘plam amalga oshmadi
vi: Sưu tầm thất bại
zh_hans: 收藏失败
zh_hant: 收藏失敗

# 删除中...
source: Deleting...
ar: جارٍ الحذف...
bn: মুছে ফেলা হচ্ছে...
es: eliminando...
fa: در حال حذف ...
fr: suppression...
hi: हटाया जा रहा है...
id: menghapus...
ko: 삭제 중...
ky: жок кылынууда...
pt_br: abandonar algo
ru: удаление...
tr: siliniyor...
uz: o'chirilmoqda...
vi: Đang xóa...
zh_hans: 删除中...
zh_hant: 刪除中...

# 消息删除成功
source: Message deleted successfully
ar: تم حذف الرسالة بنجاح
bn: বার্তা সফলভাবে মুছে ফেলা হয়েছে
es: Mensaje eliminado exitosamente
fa: پیام با موفقیت حذف شد
fr: Message supprimé avec succès
hi: संदेश सफलतापूर्वक हटा दिया गया
id: Pesan berhasil dihapus
ko: 메시지가 삭제되었습니다.
ky: Билдирүү ийгиликтүү өчүрүлдү
pt_br: Mensagem excluída com sucesso
ru: Сообщение успешно удалено
tr: Mesaj başarıyla silindi
uz: Xabar muvaffaqiyatli oʻchirildi
vi: Xóa tin nhắn thành công
zh_hans: 消息删除成功
zh_hant: 消息刪除成功

# 消息撤回失败
source: Message withdrawal failed
ar: فشل سحب الرسالة
bn: বার্তা প্রত্যাহার ব্যর্থ হয়েছে
es: Error al retirar el mensaje
fa: برداشت پیام انجام نشد
fr: Échec du retrait du message
hi: संदेश वापसी विफल रही
id: Penarikan pesan gagal
ko: 메시지 삭제 실패
ky: Билдирүү алынбай калды
pt_br: Falha na retirada da mensagem
ru: Отозвать сообщение не удалось
tr: Mesajın geri çekilmesi başarısız oldu
uz: Xabar olib tashlanmadi
vi: Thu hồi tin nhắn thất bại
zh_hans: 消息撤回失败
zh_hant: 消息撤回失敗

# 保存到手机
source: Save to phone
ar: حفظ على الهاتف
bn: ফোনে সংরক্ষণ করুন
es: guardar en el teléfono
fa: ذخیره در تلفن
fr: Enregistrer sur le téléphone
hi: फ़ोन पर सहेजें
id: Simpan ke telepon
ko: 휴대전화에 저장
ky: Телефонго сактаңыз
pt_br: Salvar no celular
ru: Сохранить на телефон
tr: Telefona kaydet
uz: Telefonga saqlang
vi: Lưu vào điện thoại
zh_hans: 保存到手机
zh_hant: 保存到手機

# 正在保存...
source: Saving...
ar: إنقاذ...
bn: সংরক্ষণ করা হচ্ছে...
es: Ahorro...
fa: صرفه جویی در...
fr: Économie...
hi: सहेजा जा रहा है...
id: Penghematan...
ko: 正在保存...
ky: Сакталууда...
pt_br: Salvando...
ru: Сохранение...
tr: Kaydediliyor...
uz: Saqlanmoqda...
vi: Đang lưu...
zh_hans: 正在保存...
zh_hant: 正在保存...

# 快去发送图片吧
source: Go ahead and send pictures
ar: المضي قدما وإرسال الصور
bn: এগিয়ে যান এবং ছবি পাঠান
es: Adelante y envía fotos.
fa: برو جلو و عکس بفرست
fr: Allez-y et envoyez des photos
hi: आगे बढ़ें और तस्वीरें भेजें
id: Silakan kirim gambar
ko: 가서 사진을 보내세요
ky: Алга жана сүрөттөрдү жөнөтүү
pt_br: Envie as fotos.
ru: Давай, присылай фотографии
tr: Devam edin ve resim gönderin
uz: Davom eting va rasmlarni yuboring
vi: Hãy gửi ảnh nào
zh_hans: 快去发送图片吧
zh_hant: 快去發送圖片吧

# 群设置
source: Group settings
ar: إعدادات المجموعة
bn: গ্রুপ সেটিংস
es: Configuración de grupo
fa: تنظیمات گروه
fr: Paramètres du groupe
hi: समूह सेटिंग
id: Pengaturan grup
ko: 그룹 설정
ky: Топ жөндөөлөрү
pt_br: configuração de grupo
ru: Настройки группы
tr: Grup ayarları
uz: Guruh sozlamalari
vi: Cài đặt nhóm
zh_hans: 群设置
zh_hant: 群設置

# 清空聊天记录
source: Clear chat history
ar: امسح تاريخ الدردشة
bn: পরিষ্কার চ্যাট ইতিহাস
es: Borrar historial de chat
fa: پیشینه چت رو پاک کن
fr: Effacer l'historique de la discussion
hi: बातचीत इतिहास हटाएं
id: Hapus riwayat obrolan
ko: 채팅 기록 지우기
ky: Чат таржымалын тазалоо
pt_br: Registros de bate-papo vazios
ru: Удалить историю сообщений
tr: Konuşma geçmişini temizle
uz: Chat tarixini tozalash
vi: Xóa lịch sữ trò chuyện
zh_hans: 清空聊天记录
zh_hant: 清空聊天記錄

# 清空当前群内聊天记录，不可撤销
source: Clear the chat history in the current group and it is irrevocable
ar: امسح سجل الدردشة في المجموعة الحالية وهو غير قابل للإلغاء
bn: বর্তমান গ্রুপে চ্যাট ইতিহাস সাফ করুন এবং এটি অপরিবর্তনীয়
es: Borrar el historial de chat en el grupo actual y es irrevocable
fa: تاریخچه چت را در گروه فعلی پاک کنید و غیر قابل برگشت است
fr: Effacez l’historique des discussions dans le groupe actuel et c’est irrévocable
hi: वर्तमान समूह में चैट इतिहास साफ़ करें और यह अपरिवर्तनीय है
id: Hapus riwayat obrolan di grup saat ini dan tidak dapat dibatalkan
ko: 현재 그룹의 채팅 기록을 삭제하면 취소할 수 없습니다.
ky: Учурдагы топтогу чат таржымалын тазалоо жана ал кайра кайтарылгыс
pt_br: Esvaziar os registros atuais do chat em grupo, irrevogável
ru: Очистите историю чата в текущей группе и она станет безвозвратной.
tr: Mevcut gruptaki sohbet geçmişini temizleyin; bu işlem geri alınamaz
uz: Joriy guruhdagi suhbatlar tarixini tozalang va u qaytarib bo'lmaydi
vi: Xóa lịch sử trò chuyện trong nhóm hiện tại，không thể hủy ngang
zh_hans: 清空当前群内聊天记录，不可撤销
zh_hant: 清空當前群內聊天記錄，不可撤銷

# 清除成功
source: Clear successfully
ar: مسح بنجاح
bn: সফলভাবে সাফ করুন
es: Borrar con éxito
fa: با موفقیت پاک شود
fr: Effacer avec succès
hi: सफलतापूर्वक साफ़ करें
id: Hapus dengan sukses
ko: 성공적으로 삭제됨
ky: Ийгиликтүү тазалоо
pt_br: Liberação bem-sucedida
ru: Очистить успешно
tr: Başarıyla temizle
uz: Muvaffaqiyatli tozalang
vi: Xóa thành công
zh_hans: 清除成功
zh_hant: 清除成功

# 请移交群主权限！
source: Please hand over the rights to the group owner!
ar: يرجى تسليم الحقوق لصاحب المجموعة!
bn: গ্রুপ মালিকের অধিকার হস্তান্তর করুন!
es: ¡Entregue los derechos al propietario del grupo!
fa: لطفا حقوق را به صاحب گروه بسپارید!
fr: Veuillez remettre les droits au propriétaire du groupe !
hi: कृपया समूह के मालिक को अधिकार सौंपें!
id: Silakan serahkan haknya kepada pemilik grup!
ko: 그룹 소유자에게 권한을 넘겨주세요!
ky: Укуктарды топтун ээсине өткөрүп бериңиз!
pt_br: Entregue os privilégios do proprietário do grupo!
ru: Пожалуйста, передайте права владельцу группы!
tr: Lütfen hakları grup sahibine teslim edin!
uz: Iltimos, huquqlarni guruh egasiga topshiring!
vi: Hãy chuyển giao quyền sở hữu nhóm！
zh_hans: 请移交群主权限！
zh_hant: 請移交群主權限！

# 您是当前群聊的群主，需移交群主权限后才可操作退群。
source: You are the group owner of the current group chat, and you need to hand over the group owner's authority before you can leave the group.
ar: أنت مالك المجموعة للدردشة الجماعية الحالية، وتحتاج إلى تسليم سلطة مالك المجموعة قبل أن تتمكن من مغادرة المجموعة.
bn: আপনি বর্তমান গ্রুপ চ্যাটের গ্রুপ মালিক, এবং আপনি গ্রুপ ছেড়ে যাওয়ার আগে আপনাকে গ্রুপ মালিকের কর্তৃত্ব হস্তান্তর করতে হবে।
es: Usted es el propietario del grupo del chat grupal actual y debe ceder la autoridad del propietario del grupo antes de poder abandonar el grupo.
fa: شما مالک گروه چت گروهی فعلی هستید و قبل از اینکه بتوانید گروه را ترک کنید باید اختیارات مالک گروه را واگذار کنید.
fr: Vous êtes le propriétaire du groupe de discussion de groupe actuel et vous devez céder l'autorité du propriétaire du groupe avant de pouvoir quitter le groupe.
hi: आप वर्तमान समूह चैट के समूह स्वामी हैं, और समूह छोड़ने से पहले आपको समूह स्वामी का अधिकार सौंपना होगा।
id: Anda adalah pemilik grup dari obrolan grup saat ini, dan Anda harus menyerahkan otoritas pemilik grup sebelum Anda dapat keluar dari grup.
ko: 귀하는 현재 그룹 채팅의 그룹 소유자이며, 그룹을 탈퇴하기 전에 그룹 소유자의 권한을 넘겨야 합니다.
ky: Сиз учурдагы топтук чаттын топ ээсисиз жана топтон чыгуудан мурун топтун ээсинин ыйгарым укуктарын тапшырышыңыз керек.
pt_br: Você é o proprietário do bate-papo em grupo atual, precisa entregar os direitos de proprietário antes de poder se retirar do grupo.
ru: Вы являетесь владельцем группы текущего группового чата, и вам необходимо передать полномочия владельца группы, прежде чем вы сможете покинуть группу.
tr: Mevcut grup sohbetinin grup sahibi sizsiniz ve gruptan ayrılmadan önce grup sahibinin yetkisini devretmeniz gerekiyor.
uz: Siz joriy guruh chatining guruh egasisiz va guruhni tark etishdan oldin guruh egasining vakolatini topshirishingiz kerak.
vi: Bạn là chủ sở hữu nhóm trò chuyện hiện tại，cần chuyển giao quyền sở hữu nhóm mới có thể rời khỏi nhóm.
zh_hans: 您是当前群聊的群主，需移交群主权限后才可操作退群。
zh_hant: 您是當前群聊的群主，需移交群主權限後才可操作退群。

# 退出群聊
source: Exit group chat
ar: الخروج من الدردشة الجماعية
bn: গ্রুপ চ্যাট থেকে প্রস্থান করুন
es: Salir del chat grupal
fa: از چت گروهی خارج شوید
fr: Quitter le chat de groupe
hi: समूह स्वामी को स्थानांतरण
id: Keluar dari obrolan grup
ko: 그룹 채팅 종료
ky: Топтук чаттан чыгуу
pt_br: Retirada do bate-papo em grupo
ru: Выйти из группового чата
tr: Grup sohbetinden çık
uz: Guruh suhbatidan chiqish
vi: Thoát khỏi cuộc trò chuyện nhóm
zh_hans: 退出群聊
zh_hant: 退出群聊

# 退出当前群聊，并清空群内聊天记录
source: Exit the current group chat and clear the chat history in the group
ar: الخروج من الدردشة الجماعية الحالية ومسح سجل الدردشة في المجموعة
bn: বর্তমান গ্রুপ চ্যাট থেকে প্রস্থান করুন এবং গ্রুপে চ্যাট ইতিহাস সাফ করুন
es: Salga del chat grupal actual y borre el historial de chat en el grupo
fa: از چت گروهی فعلی خارج شوید و سابقه چت را در گروه پاک کنید
fr: Quittez la discussion de groupe en cours et effacez l'historique des discussions dans le groupe
hi: वर्तमान समूह चैट से बाहर निकलें और समूह में चैट इतिहास साफ़ करें
id: Keluar dari obrolan grup saat ini dan hapus riwayat obrolan di grup
ko: 현재 그룹 채팅을 종료하고 그룹 내 채팅 기록을 삭제합니다.
ky: Учурдагы топтук чаттан чыгып, топтогу чат тарыхын тазалаңыз
pt_br: Sair do bate-papo em grupo atual e limpar o histórico do bate-papo em grupo.
ru: Выйдите из текущего группового чата и очистите историю чата в группе.
tr: Mevcut grup sohbetinden çıkın ve gruptaki sohbet geçmişini temizleyin
uz: Joriy guruh suhbatidan chiqing va guruhdagi suhbatlar tarixini tozalang
vi: Thoát khỏi cuộc trò chuyện nhóm hiện tại và xóa lịch sử trò chuyện trong nhóm
zh_hans: 退出当前群聊，并清空群内聊天记录
zh_hant: 退出當前群聊，並清空群內聊天記錄

# 设置
source: set up
ar: يثبت
bn: সেট আপ
es: configuración
fa: برپایی
fr: installation
hi: स्थापित करना
id: mempersiapkan
ko: 설정
ky: жайгашуу
pt_br: configurar
ru: настраивать
tr: kurmak
uz: sozlash; o'rnatish
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# 查找聊天记录
source: Find chat history
ar: البحث عن سجل الدردشة
bn: চ্যাট ইতিহাস খুঁজুন
es: Encuentra el historial de chat
fa: تاریخچه چت را پیدا کنید
fr: Rechercher l'historique des discussions
hi: चैट इतिहास ढूंढें
id: Temukan riwayat obrolan
ko: 채팅 기록 찾기
ky: Чат тарыхын табыңыз
pt_br: Localizar registros de bate-papo
ru: Найти историю чата
tr: Sohbet geçmişini bulun
uz: Chat tarixini toping
vi: Tìm lịch sử trò chuyện
zh_hans: 查找聊天记录
zh_hant: 查找聊天記錄

# 查看聊天记录
source: View chat history
ar: عرض سجلات الدردشة
bn: আড্ডা ইতিহাস দেখুন
es: Ver registros de chat
fa: نمایش تاریخ صحبت
fr: Afficher l'historique des discussions
hi: चैट इतिहास देखें
id: Lihat sejarah percakapan
ko: 채팅 기록 보기
ky: Сүйлөм тарыхын көрүү
pt_br: Exibir registros de bate-papo
ru: Посмотреть историю чата
tr: Konuşma tarihini görüntüle
uz: Chat tarixini ko'rish
vi: Xem lịch sử trò chuyện
zh_hans: 查看聊天记录
zh_hant: 查看聊天記錄

# 消息置顶
source: Message pinned to top
ar: الرسالة مثبتة في الأعلى
bn: বার্তাটি উপরে পিন করা হয়েছে
es: Mensaje fijado en la parte superior
fa: پیام به بالا پین شد
fr: Message épinglé en haut
hi: संदेश शीर्ष पर पिन किया गया
id: Pesan disematkan ke atas
ko: 메시지가 상단에 고정되었습니다.
ky: Билдирүү жогоруга кадалган
pt_br: colocação de mensagens
ru: Сообщение закреплено вверху
tr: Mesaj en üste sabitlendi
uz: Xabar tepaga mahkamlangan
vi: Ghim lên đầu
zh_hans: 消息置顶
zh_hant: 消息置頂

# 消息免打扰
source: Do not disturb messages
ar: عدم إزعاج الرسائل
bn: বার্তা বিরক্ত করবেন না
es: No molestar mensajes
fa: پیام ها مزاحم نشوید
fr: Ne pas déranger les messages
hi: संदेशों को परेशान न करें
id: Jangan ganggu pesan
ko: 메시지 알림 비활성화
ky: Билдирүүлөрдүн тынчын албаңыз
pt_br: Mensagens sem perturbação
ru: Не беспокоить сообщения
tr: Mesajları rahatsız etmeyin
uz: Xabarlarni bezovta qilmang
vi: Tắt thông báo
zh_hans: 消息免打扰
zh_hant: 消息免打擾

# 投诉与支持
source: Complaints and support
ar: الشكاوى والدعم
bn: অভিযোগ এবং সমর্থন
es: Quejas y apoyo
fa: شکایات و پشتیبانی
fr: Plaintes et soutien
hi: शिकायतें और समर्थन
id: Keluhan dan dukungan
ko: 제소와 지지
ky: Арыздар жана колдоо
pt_br: Reclamações e suporte
ru: Жалобы и поддержка
tr: Şikayetler ve Destek
uz: Shikoyat va qo'llab-quvvatlash
vi: Khiếu nại và hỗ trợ
zh_hans: 投诉与支持
zh_hant: 投訴與支持
