Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 邀请用户不存在
source: The invited user does not exist
ar: المستخدم المدعو غير موجود
bn: আমন্ত্রিত ব্যবহারকারীর অস্তিত্ব নেই৷
es: El usuario invitado no existe
fa: کاربر دعوت شده وجود ندارد
fr: L'utilisateur invité n'existe pas
hi: आमंत्रित उपयोगकर्ता मौजूद नहीं है
id: Pengguna yang diundang tidak ada
ko: 초대된 사용자가 존재하지 않습니다.
ky: Чакырылган колдонуучу жок
pt_br: Os usuários convidados não existem
ru: Приглашенный пользователь не существует
tr: Davet edilen kullanıcı mevcut değil
uz: Taklif qilingan foydalanuvchi mavjud emas
vi: Người dùng được mời không tồn tại
zh_hans: 邀请用户不存在
zh_hant: 邀請用戶不存在

# 账号已被使用，切勿重复注册！
source: The account has been used, please do not register again!
ar: لقد تم استخدام الحساب، يرجى عدم التسجيل مرة أخرى!
bn: অ্যাকাউন্টটি ব্যবহার করা হয়েছে, দয়া করে আবার নিবন্ধন করবেন না!
es: La cuenta ha sido utilizada, ¡no te registres nuevamente!
fa: حساب کاربری استفاده شده است، لطفا دیگر ثبت نام نکنید!
fr: Le compte a été utilisé, merci de ne pas vous réinscrire !
hi: खाते का उपयोग किया जा चुका है, कृपया दोबारा पंजीकरण न करें!
id: Akun sudah dipakai, mohon jangan mendaftar lagi!
ko: 계정이 이미 사용되었으므로 다시 등록하지 마십시오!
ky: Каттоо эсеби колдонулду, кайра катталбаңыз!
pt_br: A conta já foi usada, não se registre novamente!
ru: Аккаунт уже использован, пожалуйста, не регистрируйтесь снова!
tr: Hesap kullanıldı, lütfen tekrar kayıt olmayın!
uz: Hisob ishlatildi, qayta ro'yxatdan o'tmang!
vi: Tài khoản đã được sử dụng vui lòng không đăng ký lại！
zh_hans: 账号已被使用，切勿重复注册！
zh_hant: 賬號已被使用，切勿重複註冊！

# 用户已存在
source: User already exists
ar: المستخدم موجود اصلا
bn: ব্যবহারকারী আগে থেকেই আছে
es: El usuario ya existe
fa: کاربر از قبل وجود دارد
fr: L'utilisateur existe déjà
hi: उपयोगकर्ता पहले से मौजूद है
id: Pengguna sudah ada
ko: 사용자가 이미 존재합니다.
ky: Колдонуучу мурунтан эле бар
pt_br: O usuário já existe
ru: Пользователь уже существует
tr: Kullanıcı zaten var
uz: Foydalanuvchi allaqachon mavjud
vi: Người dùng đã tồn tại
zh_hans: 用户已存在
zh_hant: 用戶已存在

# 账号无效或登录密码不正确
source: The account is invalid or the login password is incorrect
ar: الحساب غير صالح أو كلمة المرور لتسجيل الدخول غير صحيحة
bn: অ্যাকাউন্টটি অবৈধ বা লগইন পাসওয়ার্ড ভুল
es: La cuenta no es válida o la contraseña de inicio de sesión es incorrecta
fa: حساب نامعتبر است یا رمز ورود نادرست است
fr: Le compte n'est pas valide ou le mot de passe de connexion est incorrect
hi: खाता अमान्य है या लॉगिन पासवर्ड ग़लत है
id: Akun tidak valid atau kata sandi login salah
ko: 계정이 잘못되었거나 로그인 비밀번호가 잘못되었습니다.
ky: Каттоо эсеби жараксыз же логин сырсөзү туура эмес
pt_br: Conta inválida ou senha de login incorreta
ru: Аккаунт недействителен или пароль для входа неверен
tr: Hesap geçersiz veya oturum açma şifresi yanlış
uz: Yaroqsiz hisob yoki noto'g'ri kirish paroli
vi: Tài khoản không hợp lệ hoặc mật khẩu đăng nhập không chính xác
zh_hans: 账号无效或登录密码不正确
zh_hant: 賬號無效或登錄密碼不正確

# 账号已被禁止登录
source: Account has been banned from logging in
ar: تم حظر الحساب من تسجيل الدخول
bn: অ্যাকাউন্টে লগ ইন করা নিষিদ্ধ করা হয়েছে
es: La cuenta ha sido prohibida para iniciar sesión.
fa: حساب کاربری از ورود به سیستم منع شده است
fr: Le compte a été interdit de connexion
hi: खाते को लॉग इन करने से प्रतिबंधित कर दिया गया है
id: Akun telah dilarang masuk
ko: 계정이 로그인이 금지되었습니다.
ky: Каттоо эсебине кирүүгө тыюу салынды
pt_br: A conta foi proibida de fazer login
ru: Аккаунт заблокирован для входа в систему
tr: Hesabın giriş yapması yasaklandı
uz: Hisobga kirish taqiqlangan
vi: Tài khoản đã bị cấm đăng nhập
zh_hans: 账号已被禁止登录
zh_hant: 賬號已被禁止登錄

# 登录TOKEN不能为空
source: Login TOKEN cannot be empty
ar: لا يمكن أن يكون رمز تسجيل الدخول فارغًا
bn: লগইন টোকেন খালি হতে পারে না৷
es: El TOKEN de inicio de sesión no puede estar vacío
fa: ورود TOKEN نمی تواند خالی باشد
fr: Le JETON de connexion ne peut pas être vide
hi: लॉगिन टोकन खाली नहीं हो सकता
id: Login TOKEN wajib diisi
ko: 로그인 토큰은 비워 둘 수 없습니다
ky: Кирүү TOKEN бош болушу мүмкүн эмес
pt_br: O TOKEN de login não pode estar vazio
ru: ТОКЕН для входа не может быть пустым
tr: Giriş TOKEN'i boş olamaz
uz: Kirish TOKEN bo‘sh bo‘lishi mumkin emas
vi: Đăng nhập TOKEN không được để trống
zh_hans: 登录TOKEN不能为空
zh_hant: 登錄TOKEN不能為空

# 账号已存在
source: Account already exists
ar: الحساب موجود بالفعل
bn: অ্যাকাউন্ট থেকেই আছে
es: la cuenta ya existe
fa: حساب از قبل وجود دارد
fr: Le compte existe déjà
hi: खाता पहले से मौजूद है
id: Akun sudah ada
ko: 계정이 이미 존재합니다.
ky: Каттоо эсеби мурунтан эле бар
pt_br: A conta já existe
ru: аккаунт уже существует
tr: Bu Hesap Zaten Mevcut
uz: Hisob allaqachon mavjud
vi: Tài khoản đã tồn tại
zh_hans: 账号已存在
zh_hant: 賬號已存在

# 用户名不存在
source: Username does not exist
ar: اسم المستخدم غير موجود
bn: ব্যাবহার কারীর নামের অস্তিত্ব নেই
es: el usuario no existe
fa: نام کاربری وجود ندارد
fr: Le nom d'utilisateur n'existe pas
hi: उपयोगकर्ता नाम मौजूद नहीं है
id: Nama pengguna tidak ada
ko: 사용자 이름 검색에 실패했습니다.
ky: Колдонуучу аты жок
pt_br: O nome de usuário não existe
ru: Имя пользователя не существует
tr: Kullanıcı adı mevcut değil
uz: Foydalanuvchi nomi mavjud emas
vi: Tên đăng nhập không tồn tại
zh_hans: 用户名不存在
zh_hant: 用戶名不存在

# 未设置密保问题
source: No security question set
ar: لم يتم تعيين سؤال الأمان
bn: কোন নিরাপত্তা প্রশ্ন সেট
es: No se ha establecido ninguna pregunta de seguridad
fa: سوال امنیتی تنظیم نشده است
fr: Aucune question de sécurité posée
hi: कोई सुरक्षा प्रश्न सेट नहीं
id: Tidak ada pertanyaan keamanan yang ditetapkan
ko: 보안 문제가 설정되지 않았습니다.
ky: Коопсуздук суроосу коюлган эмес
pt_br: Problema de senha não segura
ru: Секретный вопрос не задан
tr: Güvenlik sorusu seti yok
uz: Xavfsizlik savoli oʻrnatilmagan
vi: Chưa đặt câu hỏi bảo mật
zh_hans: 未设置密保问题
zh_hant: 未設置密保問題

# 密保问题回答不正确
source: Incorrect answer to security question
ar: إجابة غير صحيحة لسؤال الأمان
bn: নিরাপত্তা প্রশ্নের ভুল উত্তর
es: Respuesta incorrecta a la pregunta de seguridad
fa: پاسخ نادرست به سوال امنیتی
fr: Réponse incorrecte à la question de sécurité
hi: सुरक्षा प्रश्न का ग़लत उत्तर
id: Jawaban salah untuk pertanyaan keamanan
ko: 보안 질문에 대한 답변이 잘못되었습니다.
ky: Коопсуздук суроосуна туура эмес жооп
pt_br: Respostas incorretas às perguntas de segurança
ru: Неправильный ответ на секретный вопрос
tr: Güvenlik sorusuna yanlış cevap
uz: Xavfsizlik savoliga noto'g'ri javob
vi: Trả lời sai câu hỏi bảo mật
zh_hans: 密保问题回答不正确
zh_hant: 密保問題回答不正確

# openId不存在
source: OpenId does not exist
ar: معرف مفتوح غير موجود
bn: openId বিদ্যমান নেই
es: ID abierto no existe
fa: openId وجود ندارد
fr: openId n'existe pas
hi: ओपनआईडी मौजूद नहीं है
id: openId tidak ada
ko: openId가 없습니다.
ky: openId жок
pt_br: openId não existe
ru: openId не существует
tr: openId mevcut değil
uz: openId mavjud emas
vi: openId không tồn tại
zh_hans: openId不存在
zh_hant: openId不存在

# openId已存在
source: OpenId already exists
ar: openId موجود بالفعل
bn: openId ইতিমধ্যেই বিদ্যমান
es: openId ya existe
fa: openId از قبل وجود دارد
fr: openId existe déjà
hi: openId पहले से मौजूद है
id: openId sudah ada
ko: openId가 이미 있습니다.
ky: openId мурунтан эле бар
pt_br: openId já existe
ru: openId уже существует
tr: openId zaten mevcut
uz: openId allaqachon mavjud
vi: openId đã tồn tại
zh_hans: openId已存在
zh_hant: openId已存在

# 用户名已被使用，切勿重复注册！
source: The username has already been used, please do not register again!
ar: لقد تم استخدام اسم المستخدم بالفعل، يرجى عدم التسجيل مرة أخرى!
bn: ব্যবহারকারীর নাম ইতিমধ্যে ব্যবহার করা হয়েছে, দয়া করে আবার নিবন্ধন করবেন না!
es: El nombre de usuario ya ha sido utilizado, ¡no te registres nuevamente!
fa: نام کاربری قبلا استفاده شده است، لطفا دیگر ثبت نام نکنید!
fr: Le nom d'utilisateur a déjà été utilisé, merci de ne pas vous réinscrire !
hi: उपयोगकर्ता नाम पहले ही उपयोग किया जा चुका है, कृपया दोबारा पंजीकरण न करें!
id: Nama pengguna sudah digunakan, mohon jangan mendaftar lagi!
ko: 사용자 이름이 이미 사용되었으니 다시 등록하지 마세요!
ky: Колдонуучунун аты мурунтан эле колдонулган, кайра катталбаңыз!
pt_br: O nome de usuário já foi usado, não se registre novamente!
ru: Имя пользователя уже использовано, пожалуйста, не регистрируйтесь снова!
tr: Kullanıcı adınız zaten kullanılmış, lütfen tekrar kayıt olmayın!
uz: Foydalanuvchi nomi allaqachon ishlatilgan, qayta ro'yxatdan o'tmang!
vi: Tên người dùng đã được sử dụng, vui lòng không đăng ký lại！
zh_hans: 用户名已被使用，切勿重复注册！
zh_hant: 用戶名已被使用，切勿重複註冊！

# 该表情包已添加过
source: This emoticon has been added
ar: تمت إضافة هذا الرمز
bn: এই ইমোটিকন যোগ করা হয়েছে
es: Este emoticón ha sido añadido.
fa: این شکلک اضافه شده است
fr: Cette émoticône a été ajoutée
hi: यह इमोटिकॉन जोड़ा गया है
id: Emotikon ini telah ditambahkan
ko: 이 이모티콘은 이미 추가되었습니다.
ky: Бул эмотикон кошулду
pt_br: Este emoticon foi adicionado
ru: Этот смайлик был добавлен
tr: Bu ifade eklendi
uz: Ushbu kulgich qo'shildi
vi: Biểu tượng cảm xúc này đã được thêm
zh_hans: 该表情包已添加过
zh_hant: 該表情包已添加過

# 该表情包未添加过
source: This emoticon package has not been added before
ar: لم تتم إضافة حزمة التعبيرات هذه من قبل
bn: এই ইমোটিকন প্যাকেজ আগে যোগ করা হয়নি
es: Este paquete de emoticones no se ha agregado antes.
fa: این بسته شکلک قبلا اضافه نشده است
fr: Ce package d'émoticônes n'a pas été ajouté auparavant
hi: यह इमोटिकॉन पैकेज पहले नहीं जोड़ा गया है
id: Paket emotikon ini belum pernah ditambahkan sebelumnya
ko: 이 이모티콘은 추가되지 않았습니다.
ky: Бул эмотикон топтому мурда кошулган эмес
pt_br: Este emoticon não foi adicionado
ru: Этот пакет смайлов ранее не добавлялся
tr: Bu ifade paketi daha önce eklenmedi
uz: Ushbu kulgichlar to'plami ilgari qo'shilmagan
vi: Gói biểu tượng cảm xúc này chưa được thêm qua
zh_hans: 该表情包未添加过
zh_hant: 該表情包未添加過

# 该资源已添加过
source: This resource has already been added
ar: تمت إضافة هذا المورد بالفعل
bn: এই সম্পদ ইতিমধ্যে যোগ করা হয়েছে
es: Este recurso ya ha sido agregado.
fa: این منبع قبلاً اضافه شده است
fr: Cette ressource a déjà été ajoutée
hi: यह संसाधन पहले ही जोड़ा जा चुका है
id: Sumber daya ini telah ditambahkan
ko: 이 리소스는 이미 추가되었습니다
ky: Бул ресурс мурунтан эле кошулган
pt_br: Este recurso foi adicionado
ru: Этот ресурс уже добавлен
tr: Bu kaynak zaten eklenmiş
uz: Bu resurs allaqachon qo'shilgan
vi: Tài nguyên này đã được thêm vào
zh_hans: 该资源已添加过
zh_hant: 該資源已添加過

# 登录密码不能为空
source: Login password cannot be empty
ar: لا يمكن أن تكون كلمة مرور تسجيل الدخول فارغة
bn: লগইন পাসওয়ার্ড খালি হতে পারে না
es: La contraseña de inicio de sesión no puede estar vacía
fa: رمز ورود نمی تواند خالی باشد
fr: Le mot de passe de connexion ne peut pas être vide
hi: लॉगिन पासवर्ड खाली नहीं हो सकता
id: Kata sandi masuk tidak boleh kosong
ko: 로그인 암호는 비워 둘 수 없습니다
ky: Кирүү сырсөзү бош болбошу керек
pt_br: A senha de login não pode estar vazia
ru: Пароль для входа не может быть пустым
tr: Giriş şifresi boş olamaz
uz: Kirish paroli bo'sh bo'lishi mumkin emas
vi: Mật khẩu đăng nhập không được để trống
zh_hans: 登录密码不能为空
zh_hant: 登錄密碼不能為空

# 该设备已被禁止登录
source: The device has been blocked from logging in
ar: تم حظر الجهاز من تسجيل الدخول
bn: ডিভাইসটি লগ ইন করা থেকে ব্লক করা হয়েছে
es: Se ha bloqueado el inicio de sesión del dispositivo
fa: ورود دستگاه مسدود شده است
fr: L'appareil n'a pas pu se connecter
hi: डिवाइस को लॉग इन करने से ब्लॉक कर दिया गया है
id: Perangkat telah diblokir agar tidak dapat masuk
ko: 장치에 로그인이 금지되었습니다.
ky: Түзмөккө кирүү бөгөттөлгөн
pt_br: Este dispositivo foi proibido de fazer login
ru: На устройстве заблокирован вход в систему
tr: Cihazın oturum açması engellendi
uz: Qurilmaning tizimga kirishi bloklangan
vi: Thiết bị đã bị chặn đăng nhập
zh_hans: 该设备已被禁止登录
zh_hant: 該設備已被禁止登錄

# 客户端IP已被禁止登录
source: Client IP has been banned from logging in
ar: تم حظر عنوان IP للعميل من تسجيل الدخول
bn: ক্লায়েন্ট আইপি লগ ইন করা থেকে নিষিদ্ধ করা হয়েছে
es: Se ha prohibido el inicio de sesión de la IP del cliente
fa: IP مشتری از ورود به سیستم منع شده است
fr: L'adresse IP du client a été interdite de connexion
hi: क्लाइंट आईपी को लॉग इन करने से प्रतिबंधित कर दिया गया है
id: IP klien telah dilarang masuk
ko: 클라이언트 IP가 로그인하지 못하도록 차단되었습니다.
ky: Кардардын IP дарегине кирүүгө тыюу салынган
pt_br: O IP do cliente foi proibido de fazer login
ru: IP-адрес клиента запрещен для входа в систему
tr: İstemci IP'sinin oturum açması yasaklandı
uz: Mijoz IP-ga kirish taqiqlangan
vi: IP của khách hàng đã bị cấm đăng nhập
zh_hans: 客户端IP已被禁止登录
zh_hant: 客戶端IP已被禁止登錄

# 账号异常，请重新登录！
source: The account is abnormal, please log in again!
ar: الحساب غير طبيعي، يرجى تسجيل الدخول مرة أخرى!
bn: অ্যাকাউন্ট অস্বাভাবিক, আবার লগ ইন করুন!
es: La cuenta es anormal, ¡inicie sesión nuevamente!
fa: حساب غیر عادی است، لطفا دوباره وارد شوید!
fr: Le compte est anormal, veuillez vous reconnecter !
hi: खाता असामान्य है, कृपया दोबारा लॉग इन करें!
id: Akunnya tidak normal, silakan masuk lagi!
ko: 계정이 비정상입니다, 다시 로그인하세요!
ky: Каттоо анормалдуу эмес, кайра кириңиз!
pt_br: A conta é anormal, faça login novamente!
ru: Аккаунт ненормальный, пожалуйста, войдите снова!
tr: Hesap anormal, lütfen tekrar giriş yapın!
uz: Hisob anormal, iltimos, qayta kiring!
vi: Tài khoản có vấn đề bất thường, vui lòng đăng nhập lại！
zh_hans: 账号异常，请重新登录！
zh_hant: 賬號異常，請重新登錄！

# 昵称最长30个字
source: Nickname can be up to 30 characters long
ar: يمكن أن يصل طول اللقب إلى 30 حرفًا
bn: ডাকনাম 30 অক্ষর পর্যন্ত লম্বা হতে পারে
es: El apodo puede tener hasta 30 caracteres
fa: نام مستعار می تواند حداکثر 30 کاراکتر باشد
fr: Le surnom peut contenir jusqu'à 30 caractères
hi: उपनाम 30 अक्षर तक लंबा हो सकता है
id: Panjang nama panggilan bisa mencapai 30 karakter
ko: 닉네임의 최대 길이는 30단어입니다
ky: Лакап ат 30 белгиге чейин болушу мүмкүн
pt_br: Apelido com até 30 caracteres
ru: Никнейм может содержать до 30 символов.
tr: Takma ad en fazla 30 karakter uzunluğunda olabilir
uz: Taxallus 30 ta belgidan iborat bo'lishi mumkin
vi: Biệt hiệu dài tối đa 30 ký tự
zh_hans: 昵称最长30个字
zh_hant: 暱稱最長30個字

# 只允许修改一次
source: Only allowed to be modified once
ar: مسموح بالتعديل مرة واحدة فقط
bn: শুধুমাত্র একবার সংশোধন করা অনুমোদিত
es: Sólo se permite modificar una vez
fa: فقط یک بار مجاز به تغییر است
fr: Ne peut être modifié qu'une seule fois
hi: केवल एक बार संशोधित करने की अनुमति है
id: Hanya diperbolehkan untuk dimodifikasi satu kali
ko: 수정은 한 번만 허용됩니다
ky: Бир гана жолу өзгөртүүгө уруксат
pt_br: Somente uma modificação é permitida
ru: Разрешено изменять только один раз
tr: Yalnızca bir kez değiştirilmesine izin verilir
uz: Faqat bir marta o'zgartirishga ruxsat beriladi
vi: Chỉ cho phép sửa đổi một lần
zh_hans: 只允许修改一次
zh_hant: 只允許修改一次

# 您的账号已在别处登录，请及时修改密码！
source: Your account has been logged in elsewhere, please change your password in time!
ar: لقد تم تسجيل الدخول إلى حسابك في مكان آخر، يرجى تغيير كلمة المرور الخاصة بك في الوقت المناسب!
bn: আপনার অ্যাকাউন্ট অন্য কোথাও লগ ইন করা হয়েছে, সময়মত আপনার পাসওয়ার্ড পরিবর্তন করুন!
es: Su cuenta ha iniciado sesión en otro lugar, ¡cambie su contraseña a tiempo!
fa: حساب شما در جای دیگری وارد شده است، لطفا رمز عبور خود را به موقع تغییر دهید!
fr: Votre compte a été connecté ailleurs, veuillez changer votre mot de passe à temps !
hi: आपका खाता कहीं और लॉग इन किया गया है, कृपया समय रहते अपना पासवर्ड बदल लें!
id: Akun Anda telah masuk di tempat lain, harap ubah kata sandi Anda tepat waktu!
ko: 귀하의 계정이 다른 곳에 로그인되어 있으므로 제 시간에 비밀번호를 변경하십시오!
ky: Каттоо эсебиңиз башка жерден кирген, сырсөзүңүздү убагында өзгөртүңүз!
pt_br: Sua conta foi conectada em outro lugar. Altere sua senha imediatamente!
ru: В вашу учетную запись был выполнен вход в другом месте, пожалуйста, измените пароль вовремя!
tr: Hesabınıza başka bir yerden giriş yapıldı, lütfen şifrenizi zamanında değiştirin!
uz: Hisobingiz boshqa joydan kirgan, iltimos parolingizni o'z vaqtida o'zgartiring!
vi: Tài khoản của bạn đã được đăng nhập ở nơi khác, vui lòng thay đổi mật khẩu kịp thời！
zh_hans: 您的账号已在别处登录，请及时修改密码！
zh_hant: 您的賬號已在別處登錄，請及時修改密碼！

# 该账号密码在其他设备被修改,请重新登录
source: The account password has been changed on other devices, please log in again
ar: تم تغيير كلمة مرور الحساب على الأجهزة الأخرى، يرجى تسجيل الدخول مرة أخرى
bn: অন্যান্য ডিভাইসে অ্যাকাউন্টের পাসওয়ার্ড পরিবর্তন করা হয়েছে, অনুগ্রহ করে আবার লগ ইন করুন
es: La contraseña de la cuenta ha sido modificada en otros dispositivos, inicie sesión nuevamente
fa: رمز عبور حساب در دستگاه های دیگر تغییر کرده است، لطفاً دوباره وارد شوید
fr: Le mot de passe du compte a été modifié sur d'autres appareils, veuillez vous reconnecter
hi: अन्य डिवाइस पर खाते का पासवर्ड बदल दिया गया है, कृपया दोबारा लॉग इन करें
id: Kata sandi akun telah diubah di perangkat lain, silakan masuk lagi
ko: 다른 기기에서 계정과 비밀번호가 변경되었으니 다시 로그인하세요.
ky: Каттоо эсебинин сырсөзү башка түзмөктөрдө өзгөртүлдү, кайра кириңиз
pt_br: A senha desta conta foi alterada em outros dispositivos, faça login novamente.
ru: Пароль учетной записи был изменен на других устройствах, пожалуйста, войдите снова.
tr: Hesap şifresi diğer cihazlarda değiştirildi, lütfen tekrar giriş yapın
uz: Hisob paroli boshqa qurilmalarda o'zgartirildi, qayta kiring
vi: Mật khẩu tài khoản đã bị thay đổi trên thiết bị khác, Vui lòng đăng nhập lại
zh_hans: 该账号密码在其他设备被修改,请重新登录
zh_hant: 該賬號密碼在其他設備被修改,請重新登錄

# 你已退出登录
source: You are logged out
ar: لقد قمت بتسجيل الخروج
bn: আপনি লগ আউট করা হয়েছে
es: Estás desconectado
fa: شما از سیستم خارج شده اید
fr: Vous êtes déconnecté
hi: आप लॉग आउट हो गए हैं
id: Anda keluar
ko: 계정에서 로그아웃했습니다.
ky: Сиз чыгып кеттиңиз
pt_br: Você está desconectado.
ru: Вы вышли из системы
tr: Çıkış yaptınız
uz: Siz tizimdan chiqdingiz
vi: Bạn đã đăng xuất
zh_hans: 你已退出登录
zh_hant: 你已退出登錄

# 帐号前两位必须为英文，只支持英文或数字
source: The first two digits of the account number must be in English. Only English or numbers are supported.
ar: يجب أن يكون أول رقمين من رقم الحساب باللغة الإنجليزية فقط أو يتم دعم الأرقام.
bn: অ্যাকাউন্ট নম্বরের প্রথম দুটি সংখ্যা ইংরেজিতে হতে হবে বা নম্বরগুলি সমর্থিত।
es: Los primeros dos dígitos del número de cuenta deben estar en inglés. Solo se admiten números o inglés.
fa: دو رقم اول شماره حساب باید به زبان انگلیسی باشد یا اعداد پشتیبانی می شوند.
fr: Les deux premiers chiffres du numéro de compte doivent être en anglais. Seul l'anglais ou les chiffres sont pris en charge.
hi: खाता संख्या के पहले दो अंक अंग्रेजी में होने चाहिए या केवल अंग्रेजी या संख्याएँ समर्थित हैं।
id: Dua digit pertama nomor akun harus dalam bahasa Inggris. Hanya bahasa Inggris atau angka yang didukung.
ko: 계좌번호 앞 두 자리는 반드시 영어로 입력해야 하며, 영문 또는 숫자만 지원됩니다.
ky: Эсеп номеринин биринчи эки саны англис тилинде болушу керек же сандар колдоого алынат.
pt_br: Os primeiros dois dígitos do número da conta devem estar em inglês. Somente inglês ou números são suportados.
ru: Первые две цифры номера счета должны быть на английском языке. Поддерживаются только английский язык или цифры.
tr: Hesap numarasının ilk iki hanesi İngilizce olmalıdır. Yalnızca İngilizce veya rakamlar desteklenmektedir.
uz: Hisob raqamining dastlabki ikki raqami faqat ingliz tilida bo'lishi kerak yoki raqamlar qo'llab-quvvatlanadi.
vi: Hai chữ số đầu tiên của số tài khoản phải bằng tiếng Anh. Chỉ hỗ trợ tiếng Anh hoặc số.
zh_hans: 帐号前两位必须为英文，只支持英文或数字
zh_hant: 帳號前兩位必須為英文，只支援英文或數字

# 操作频繁，请稍后再试
source: Frequent operations, please try again later
ar: عمليات متكررة، يرجى المحاولة مرة أخرى في وقت لاحق
bn: ঘন ঘন অপারেশন, পরে আবার চেষ্টা করুন
es: Operaciones frecuentes, inténtelo de nuevo más tarde.
fa: عملیات مکرر، لطفاً بعداً دوباره امتحان کنید
fr: Opérations fréquentes, veuillez réessayer plus tard
hi: बार-बार संचालन, कृपया बाद में पुनः प्रयास करें
id: Pengoperasian yang sering, silakan coba lagi nanti
ko: 자주 사용하고 나중에 다시 시도하십시오.
ky: Көптөгөн операциялар, сураныч, кийинчерээк кайра аракет кылыңыз
pt_br: Operação frequente, tente novamente mais tarde
ru: Частые операции, повторите попытку позже
tr: Sık işlem yapılıyor, lütfen daha sonra tekrar deneyin
uz: Tez-tez bajariladigan operatsiyalar, keyinroq qayta urinib ko'ring
vi: Thao tác nhiều lần, vui lòng thử lại sau
zh_hans: 操作频繁，请稍后再试
zh_hant: 操作頻繁，請稍後再試

# 不支持当前注册方式
source: The current registration method is not supported
ar: طريقة التسجيل الحالية غير مدعومة
bn: বর্তমান নিবন্ধন পদ্ধতি সমর্থিত নয়
es: El método de registro actual no es compatible
fa: روش ثبت نام فعلی پشتیبانی نمی شود
fr: La méthode d'enregistrement actuelle n'est pas prise en charge
hi: वर्तमान पंजीकरण पद्धति समर्थित नहीं है
id: Metode pendaftaran saat ini tidak didukung
ko: 현재 등록 방법은 지원되지 않습니다.
ky: Учурдагы каттоо ыкмасы колдоого алынбайт
pt_br: Não há suporte para os métodos de registro atuais
ru: Текущий метод регистрации не поддерживается.
tr: Mevcut kayıt yöntemi desteklenmiyor
uz: Joriy ro‘yxatga olish usuli qo‘llab-quvvatlanmaydi
vi: Phương thức đăng ký hiện tại không được hỗ trợ
zh_hans: 不支持当前注册方式
zh_hant: 不支持當前註冊方式

# 密钥key已过期
source: Key key has expired
ar: انتهت صلاحية المفتاح الرئيسي
bn: কী কী মেয়াদ শেষ হয়ে গেছে
es: La clave ha caducado
fa: کلید کلید منقضی شده است
fr: La clé a expiré
hi: कुंजी कुंजी समाप्त हो गई है
id: Kunci kunci telah kedaluwarsa
ko: 키가 만료되었습니다.
ky: Ачкычтын мөөнөтү бүттү
pt_br: A chave expirou.
ru: Срок действия ключа ключа истек
tr: Anahtar anahtarının süresi doldu
uz: Kalit kalitining amal qilish muddati tugadi
vi: Chìa khóa key đã hết hạn
zh_hans: 密钥key已过期
zh_hant: 密鑰key已過期

# 密码解密失败,密码或key错误
source: Password decryption failed, password or key is wrong
ar: فشل فك تشفير كلمة المرور، كلمة المرور أو المفتاح خاطئ
bn: পাসওয়ার্ড ডিক্রিপশন ব্যর্থ হয়েছে, পাসওয়ার্ড বা কী ভুল
es: Error al descifrar la contraseña, la contraseña o la clave son incorrectas
fa: رمزگشایی رمز عبور انجام نشد، رمز عبور یا کلید اشتباه است
fr: Le déchiffrement du mot de passe a échoué, le mot de passe ou la clé est erroné
hi: पासवर्ड डिक्रिप्शन विफल, पासवर्ड या कुंजी गलत है
id: Dekripsi kata sandi gagal, kata sandi atau kunci salah
ko: 암호 해독 실패, 잘못된 암호 또는 키
ky: Сырсөз чечмеленбей калды, сырсөз же ачкыч туура эмес
pt_br: Falha ao descriptografar a senha, senha ou chave incorreta.
ru: Не удалось расшифровать пароль, пароль или ключ неверен
tr: Parola şifre çözme başarısız oldu, parola veya anahtar yanlış
uz: Parolni shifrlash amalga oshmadi, parol yoki kalit noto‘g‘ri
vi: Giải mã mật khẩu thất bại, mật khẩu hoặc khóa sai
zh_hans: 密码解密失败,密码或key错误
zh_hant: 密碼解密失敗,密碼或key錯誤

# 密码长度为6-16位
source: Password length is 6-16 characters
ar: طول كلمة المرور هو 6-16 حرفا
bn: পাসওয়ার্ডের দৈর্ঘ্য 6-16 অক্ষর
es: La longitud de la contraseña es de 6 a 16 caracteres.
fa: طول رمز عبور 6-16 کاراکتر است
fr: La longueur du mot de passe est de 6 à 16 caractères
hi: पासवर्ड की लंबाई 6-16 अक्षर है
id: Panjang kata sandi adalah 6-16 karakter
ko: 암호 길이는 6-16자리입니다.
ky: Сырсөздүн узундугу 6-16 белгиден турат
pt_br: Comprimento da senha de 6 a 16 dígitos
ru: Длина пароля 6-16 символов.
tr: Şifre uzunluğu 6-16 karakterdir
uz: Parol uzunligi 6-16 belgidan iborat
vi: Độ dài mật khẩu là 6-16 ký tự
zh_hans: 密码长度为6-16位
zh_hant: 密碼長度為6-16位

# 密码连续输入错误，请5分钟后重试
source: If you have entered the wrong password repeatedly, please try again after 5 minutes.
ar: إذا قمت بإدخال كلمة مرور خاطئة بشكل مستمر، يرجى المحاولة مرة أخرى بعد 5 دقائق.
bn: পাসওয়ার্ডটি ভুলভাবে প্রবেশ করানো হয়েছে দয়া করে 5 মিনিট পরে আবার চেষ্টা করুন৷
es: La contraseña se ha ingresado incorrectamente. Inténtelo nuevamente después de 5 minutos.
fa: اگر رمز عبور را اشتباه وارد می‌کنید، لطفاً بعد از 5 دقیقه دوباره امتحان کنید.
fr: Le mot de passe n'a pas été saisi correctement. Veuillez réessayer après 5 minutes.
hi: यदि आप लगातार गलत पासवर्ड दर्ज करते हैं, तो कृपया 5 मिनट के बाद पुनः प्रयास करें।
id: Jika Anda terus-menerus memasukkan kata sandi yang salah, coba lagi setelah 5 menit.
ko: 계속해서 잘못된 비밀번호를 입력하신 경우, 5분 후에 다시 시도해주세요.
ky: Эгер сырсөздү туура эмес киргизсеңиз, 5 мүнөттөн кийин кайра аракет кылыңыз.
pt_br: Se você digitar a senha errada continuamente, tente novamente após 5 minutos.
ru: Если вы постоянно вводите неправильный пароль, повторите попытку через 5 минут.
tr: Eğer sürekli yanlış şifre girerseniz lütfen 5 dakika sonra tekrar deneyiniz.
uz: Agar doimiy ravishda noto'g'ri parol kiritsangiz, 5 daqiqadan so'ng qayta urinib ko'ring.
vi: Nếu bạn nhập sai mật khẩu liên tục, vui lòng thử lại sau 5 phút.
zh_hans: 密码连续输入错误，请5分钟后重试
zh_hant: 密碼連續輸入錯誤，請5分鐘後重試
