Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 字符不足，翻译失败！
source: Not enough characters, translation failed!
ar: لا توجد أحرف كافية، فشلت الترجمة!
bn: পর্যাপ্ত অক্ষর নেই, অনুবাদ ব্যর্থ হয়েছে!
es: ¡No hay suficientes caracteres, la traducción falló!
fa: کاراکترها کافی نیست، ترجمه انجام نشد!
fr: Pas assez de caractères, la traduction a échoué !
hi: पर्याप्त अक्षर नहीं, अनुवाद विफल!
id: Karakter tidak cukup, terjemahan gagal!
ko: 문자가 부족하여 번역에 실패했습니다!
ky: Каармандар жетишсиз, котормо ишке ашкан жок!
pt_br: Caracteres insuficientes, a tradução falhou!
ru: Недостаточно символов, перевод не выполнен!
tr: Yeterli karakter yok, çeviri başarısız oldu!
uz: Belgilar yetarli emas, tarjima amalga oshmadi!
vi: Không đủ ký tự, dịch không thành công!
zh_hans: 字符不足，翻译失败！
zh_hant: 字元不足，翻譯失敗！

# 当前无法连接网络，请检查网络设置是否正常
source: Unable to connect to the network currently, please check whether the network settings are normal
ar: غير قادر على الاتصال بالشبكة حاليًا، يرجى التحقق مما إذا كانت إعدادات الشبكة طبيعية
bn: বর্তমানে নেটওয়ার্কের সাথে সংযোগ করতে অক্ষম, দয়া করে চেক করুন নেটওয়ার্ক সেটিংস স্বাভাবিক কিনা
es: No se puede conectar a la red actualmente, verifique si la configuración de la red es normal
fa: در حال حاضر امکان اتصال به شبکه وجود ندارد، لطفاً بررسی کنید که آیا تنظیمات شبکه عادی هستند یا خیر
fr: Impossible de se connecter au réseau actuellement, veuillez vérifier si les paramètres réseau sont normaux
hi: वर्तमान में नेटवर्क से कनेक्ट करने में असमर्थ, कृपया जांचें कि नेटवर्क सेटिंग्स सामान्य हैं या नहीं
id: Saat ini tidak dapat terhubung ke jaringan, periksa apakah pengaturan jaringan normal
ko: 현재 네트워크에 연결할 수 없습니다. 네트워크 설정이 정상적인지 확인하세요.
ky: Учурда тармакка туташуу мүмкүн эмес, тармак жөндөөлөрү нормалдуу экенин текшериңиз
pt_br: No momento, não é possível conectar-se à rede; verifique se as configurações de rede estão normais!
ru: В настоящее время невозможно подключиться к сети. Проверьте, в порядке ли настройки сети.
tr: Şu anda ağa bağlanılamıyor, lütfen ağ ayarlarının normal olup olmadığını kontrol edin
uz: Hozirda tarmoqqa ulanib bo‘lmayapti, tarmoq sozlamalari normal yoki yo‘qligini tekshiring
vi: Hiện tại không thể kết nối với mạng, vui lòng kiểm tra xem cài đặt mạng có bình thường không
zh_hans: 当前无法连接网络，请检查网络设置是否正常
zh_hant: 目前無法連接網絡，請檢查網路設定是否正常

# 请输入群公告内容！
source: Please enter the group announcement content!
ar: الرجاء إدخال محتوى إعلان المجموعة!
bn: গ্রুপ ঘোষণা বিষয়বস্তু লিখুন দয়া করে!
es: ¡Ingrese el contenido del anuncio del grupo!
fa: لطفا محتوای اطلاعیه گروه را وارد کنید!
fr: Veuillez entrer le contenu de l'annonce du groupe !
hi: कृपया समूह घोषणा सामग्री दर्ज करें!
id: Silakan masukkan konten pengumuman grup!
ko: 단체 공지 내용을 입력해주세요!
ky: Сураныч, топтун жарыясынын мазмунун киргизиңиз!
pt_br: Digite o conteúdo do anúncio do grupo!
ru: Пожалуйста, введите содержание объявления группы!
tr: Lütfen grup duyuru içeriğini giriniz!
uz: Iltimos, guruh e'lonlari tarkibini kiriting!
vi: Hãy nhập nội dung thông báo của nhóm!
zh_hans: 请输入群公告内容！
zh_hant: 請輸入群公告內容！

# 数据加载中...
source: Loading data...
ar: تحميل البيانات...
bn: তথ্য প্রস্তুত হচ্ছে...
es: Cargando datos...
fa: در حال بارگیری داده ها...
fr: Chargement des données...
hi: डेटा लोड हो रहा है...
id: Memuat data...
ko: 로드 중......
ky: Дайындар жүктөлүүдө...
pt_br: Carregando dados...
ru: Загрузка данных...
tr: Veri yükleniyor...
uz: Maʼlumotlar yuklanmoqda...
vi: Đang tải dữ liệu...
zh_hans: 数据加载中...
zh_hant: 數據加載中…

# 确定要退出当前账户?
source: Are you sure you want to log out of your current account?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من حسابك الحالي؟
bn: আপনি কি নিশ্চিত যে আপনি আপনার বর্তমান অ্যাকাউন্ট থেকে লগ আউট করতে চান?
es: ¿Está seguro de que desea cerrar sesión en su cuenta actual?
fa: آیا مطمئن هستید که می خواهید از حساب فعلی خود خارج شوید؟
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte actuel ?
hi: क्या आप वाकई अपने चालू खाते से लॉग आउट करना चाहते हैं?
id: Apakah Anda yakin ingin keluar dari akun Anda saat ini?
ko: 현재 계정에서 로그아웃하시겠습니까??
ky: Учурдагы аккаунтуңуздан чын эле чыккыңыз келеби?
pt_br: Tem certeza de que deseja sair da sua conta corrente?
ru: Вы уверены, что хотите выйти из своей текущей учетной записи?
tr: Mevcut hesabınızdan çıkış yapmak istediğinizden emin misiniz?
uz: Haqiqatan ham joriy hisobingizdan chiqmoqchimisiz?
vi: Bạn có chắc chắn muốn đăng xuất khỏi tài khoản hiện tại của mình không?
zh_hans: 确定要退出当前账户?
zh_hant: 確定要退出目前帳戶?

# 积分明细
source: Points details
ar: تفاصيل النقاط
bn: পয়েন্ট বিস্তারিত
es: Detalles de puntos
fa: جزئیات امتیاز
fr: Détails des points
hi: अंक विवरण
id: Detail poin
ko: 포인트 세부정보
ky: Упайлардын чоо-жайы
pt_br: Distribuição de pontos
ru: Подробности о баллах
tr: Puan ayrıntıları
uz: Ballar tafsilotlari
vi: Chi tiết điểm
zh_hans: 积分明细
zh_hant: 确定要退出当前账户?

# 操作时间
source: Operating time
ar: وقت التشغيل
bn: অপারেটিং সময়
es: Tiempo de funcionamiento
fa: زمان عملیات
fr: Temps de fonctionnement
hi: ऑपरेटिंग समय
id: Waktu pengoperasian
ko: 운영 시간
ky: Иштөө убактысы
pt_br: Tempo de operação
ru: Время работы
tr: Operasyon zamanı
uz: Ishlash vaqti
vi: Thời gian hoạt động
zh_hans: 操作时间
zh_hant: 操作時間

# 操作类型
source: Operation type
ar: نوع العملية
bn: অপারেশন টাইপ
es: Tipo de operación
fa: نوع عملیات
fr: Type d'opération
hi: ऑपरेशन प्रकार
id: Jenis operasi
ko: 작업 유형
ky: Операция түрү
pt_br: Tipo de operação
ru: Тип операции
tr: Operasyon türü
uz: Operatsiya turi
vi: Loại hoạt động
zh_hans: 操作类型
zh_hant: 操作類型

# 积分
source: Integral
ar: أساسي
bn: অবিচ্ছেদ্য
fa: انتگرال
fr: intégral
hi: अभिन्न
ko: 누적 포인트
ky: интегралдык
pt_br: Pontos
ru: Тип операции
vi: tích phân
zh_hans: 积分
zh_hant: 積分

# 使用：%ld
source: Use: %ld
ar: الاستخدام: %ld
bn: ব্যবহার করুন: %ld
es: Uso: %ld
fa: استفاده: %ld
fr: Utilisation : %ld
hi: उपयोग करें: %ld
id: Penggunaan: %ld
ko: 사용: %ld
ky: Колдонуу: %ld
pt_br: Usado: %ld
ru: Использование: %ld
tr: Kullanım: %ld
uz: Foydalanish: %ld
vi: Sử dụng: %ld
zh_hans: 使用：%ld
zh_hant: 使用: %ld

# 获得：%ld
source: Obtained: %ld
ar: تم الحصول على: %ld
bn: প্রাপ্ত: %ld
es: Obtenido: %ld
fa: به دست آمده: %ld
fr: Obtenu : %ld
hi: प्राप्त: %ld
id: Diperoleh: %ld
ko: 획득: %ld
ky: Алынган: %ld
pt_br: Adquirido: %ld
ru: Получено: %ld
tr: Elde edilen: %ld
uz: Olingan: %ld
vi: Đã nhận được: %ld
zh_hans: 获得：%ld
zh_hant: 得: %ld

# 我的账号：%@
source: My account: %@
ar: حسابي: %@
bn: আমার অ্যাকাউন্ট: %@
es: Mi cuenta: %@
fa: حساب من: ٪@
fr: Mon compte: %@
hi: मेरा खाता: %@
id: Akun saya: %@
ko: 내 계정: %@
ky: Менин аккаунтум: %@
pt_br: Minha conta: %@
ru: Мой счет: %@
tr: Hesabım: %@
uz: Mening hisobim: %@
vi: Tài khoản của tôi: %@
zh_hans: 我的账号：%@
zh_hant: 我的帳號：%@

# 删除所选成员全部已发消息
source: Delete all messages sent by the selected member
ar: حذف كافة الرسائل المرسلة من قبل العضو المحدد
bn: নির্বাচিত সদস্যের পাঠানো সমস্ত বার্তা মুছুন
es: Eliminar todos los mensajes enviados por el miembro seleccionado
fa: تمام پیام های ارسال شده توسط عضو انتخاب شده را حذف کنید
fr: Supprimer tous les messages envoyés par le membre sélectionné
hi: चयनित सदस्य द्वारा भेजे गए सभी संदेशों को हटा दें
id: Hapus semua pesan yang dikirim oleh anggota yang dipilih
ko: 선택한 멤버가 보낸 메시지 모두 삭제
ky: Тандалган мүчө жөнөткөн бардык билдирүүлөрдү жок кылыңыз
pt_br: Excluir todas as mensagens enviadas dos membros selecionados
ru: Удалить все сообщения, отправленные выбранным участником
tr: Seçilen üyenin gönderdiği tüm mesajları sil
uz: Tanlangan a'zo tomonidan yuborilgan barcha xabarlarni o'chiring
vi: Xóa tất cả tin nhắn được gửi bởi thành viên đã chọn
zh_hans: 删除所选成员全部已发消息
zh_hant: 刪除所選成員全部已發送訊息

# 最新联系人(%ld)
source: Latest contact (%ld)
ar: آخر جهة اتصال (%ld)
bn: সর্বশেষ পরিচিতি (%ld)
es: Último contacto (%ld)
fa: آخرین مخاطب (%ld)
fr: Dernier contact (%ld)
hi: नवीनतम संपर्क (%ld)
id: Kontak terbaru (%ld)
ko: 최근 연락처(%ld)
ky: Акыркы байланыш (%ld)
pt_br: Contatos mais recentes (%ld)
ru: Последний контакт (%ld)
tr: Son İletişim (%ld)
uz: Oxirgi kontakt (%ld)
vi: Liên hệ mới nhất (%ld)
zh_hans: 最新联系人(%ld)
zh_hant: 最新聯絡人(%ld)

# 最新联系人
source: Latest contact
ar: آخر جهة اتصال
bn: সর্বশেষ পরিচিতি
es: Último contacto
fa: آخرین مخاطب
fr: Dernier contact
hi: नवीनतम संप
id: Kontak terbaru
ko: 최근 연락처
ky: Акыркы байланыш
pt_br: Contatos mais recentes
ru: Последний контакт
tr: Son kişiler
uz: Oxirgi kontakt
vi: Liên hệ mới nhất
zh_hans: 最新联系人
zh_hant: 最新聯絡人

# 最近会话
source: Recent Sessions
ar: المحادثات الأخيرة
bn: সাম্প্রতিক কথোপকথন
es: conversaciones recientes
fa: مکالمات اخیر
fr: conversations récentes
hi: हाल की बातचीत
id: percakapan baru-baru ini
ko: 최근 대화
ky: акыркы сүйлөшүүлөр
pt_br: conversas recentes
ru: недавние разговоры
tr: son konuşmalar
uz: so'nggi suhbatlar
vi: cuộc trò chuyện gần đây
zh_hans: 最近会话
zh_hant: 最近會話

# 团队管理
source: Team management
ar: ادارة فريق
bn: দল ব্যবস্থাপনা
es: Gestión de equipos
fa: مدیریت تیم
fr: Gestion d'équipe
hi: टीम प्रबंधन
id: Manajemen tim
ko: 팀 관리
ky: Башкаруу командасы
pt_br: Gerenciamento de equipe
ru: Управление командой
tr: Takım yönetimi
uz: Jamoa boshqaruvi
vi: Quản lý đội
zh_hans: 团队管理
zh_hant: 團隊管理

# 系统扣减
source: System deduction
ar: خصم النظام
bn: সিস্টেম ডিডাকশন
es: Deducción del sistema
fa: کسر سیستم
fr: Déduction du système
hi: सिस्टम कटौती
id: Pengurangan sistem
ko: 시스템 공제
ky: Системалык чегерүү
pt_br: Deduções sistemáticas
ru: Системный вычет
tr: Sistem kesintisi
uz: Tizimli chegirma
vi: Khấu trừ hệ thống
zh_hans: 系統扣減
zh_hant: 系統扣款

# 用户会话级翻译配置，会话id不能为空
source: User session level translation configuration, session id cannot be empty
ar: تكوين الترجمة على مستوى جلسة المستخدم، لا يمكن أن يكون معرف الجلسة فارغًا
bn: ব্যবহারকারীর সেশন স্তরের অনুবাদ কনফিগারেশন, সেশন আইডি খালি থাকতে পারে না
es: Configuración de traducción a nivel de sesión de usuario, la identificación de sesión no puede estar vacía
fa: پیکربندی ترجمه سطح جلسه کاربر، شناسه جلسه نمی تواند خالی باشد
fr: Configuration de traduction au niveau de la session utilisateur, l'identifiant de session ne peut pas être vide
hi: उपयोगकर्ता सत्र स्तरीय अनुवाद कॉन्फ़िगरेशन, सत्र आईडी खाली नहीं हो सकती
id: Konfigurasi terjemahan tingkat sesi pengguna, id sesi tidak boleh kosong
ko: 사용자 세션 수준 변환 구성, 세션 ID는 비워둘 수 없습니다.
ky: Колдонуучунун сеанс деңгээлиндеги котормо конфигурациясы, сеанс идентификатору бош болушу мүмкүн эмес
pt_br: Configuração de tradução no nível da sessão do usuário, o ID da sessão não pode estar vazio
ru: Конфигурация трансляции на уровне сеанса пользователя, идентификатор сеанса не может быть пустым.
tr: Kullanıcı oturumu düzeyinde çeviri yapılandırması, oturum kimliği boş olamaz
uz: Foydalanuvchi seansi darajasidagi tarjima konfiguratsiyasi, seans identifikatori boʻsh boʻlishi mumkin emas
vi: Cấu hình dịch cấp phiên người dùng, id phiên không được để trống
zh_hans: 用户会话级翻译配置，会话id不能为空
zh_hant: 使用者會話層級翻譯配置，會話id不能為空

# 此账号已在当前设备登录
source: This account is already logged in on the current device
ar: تم تسجيل الدخول إلى هذا الحساب بالفعل على الجهاز الحالي
bn: এই অ্যাকাউন্টটি ইতিমধ্যে বর্তমান ডিভাইসে লগ ইন করা আছে৷
es: Esta cuenta ya ha iniciado sesión en el dispositivo actual
fa: این حساب قبلاً در دستگاه فعلی وارد شده است
fr: Ce compte est déjà connecté sur l'appareil actuel
hi: यह खाता वर्तमान डिवाइस पर पहले से ही लॉग इन है
id: Akun ini sudah masuk pada perangkat saat ini
ko: 이 계정은 현재 기기에 이미 로그인되어 있습니다.
ky: Бул каттоо эсеби мурунтан эле учурдагы түзмөктө кирген
pt_br: Esta conta já está conectada no dispositivo atual
ru: В эту учетную запись уже выполнен вход на текущем устройстве
tr: Bu hesap mevcut cihazda zaten oturum açmış durumda
uz: Bu hisob allaqachon joriy qurilmada tizimga kirgan
vi: Tài khoản này đã được đăng nhập trên thiết bị hiện tại
zh_hans: 此账号已在当前设备登录
zh_hant: 此帳號已在目前裝置登入

# 翻译设置
source: Translation settings
ar: إعدادات الترجمة
bn: অনুবাদ সেটিংস
es: Configuración de traducción
fa: تنظیمات ترجمه
fr: Paramètres de traduction
hi: अनुवाद सेटिंग्स
id: Pengaturan terjemahan
ko: 번역 설정
ky: Котормо жөндөөлөрү
pt_br: Configurações de tradução
ru: Настройки перевода
tr: Çeviri ayarları
uz: Tarjima sozlamalari
vi: Cài đặt dịch
zh_hans: 翻译设置
zh_hant: 翻譯設定

# 翻译语种
source: Translation languages
ar: لغات الترجمة
bn: অনুবাদের ভাষা
es: Idiomas de traducción
fa: زبان های ترجمه
fr: Langues de traduction
hi: अनुवाद भाषाएँ
id: Bahasa terjemahan
ko: 번역 언어
ky: Билдирүү котормосун алуу
pt_br: Idiomas de tradução
ru: Языки перевода
tr: Çeviri dilleri
uz: Tarjima tillari
vi: Ngôn ngữ dịch
zh_hans: 翻译语种
zh_hant: 翻譯語種

# 接收消息翻译
source: Receive message translation
ar: تلقي ترجمة الرسالة
bn: বার্তা অনুবাদ গ্রহণ করুন
es: Recibir traducción de mensajes
fa: دریافت ترجمه پیام
fr: Recevoir la traduction du message
hi: संदेश अनुवाद प्राप्त करें
id: Menerima terjemahan pesan
ko: 메시지 번역 받기
ky: билдирүү которуу
pt_br: Receber tradução de mensagem
ru: Получить перевод сообщения
tr: Mesaj çevirisini al
uz: Xabar tarjimasini qabul qilish
vi: Nhận bản dịch tin nhắn
zh_hans: 接收消息翻译
zh_hant: 接收訊息翻譯

# 自动翻译接收信息
source: Automatically translate received messages
ar: ترجمة الرسائل المستلمة تلقائيا
bn: স্বয়ংক্রিয়ভাবে প্রাপ্ত বার্তা অনুবাদ করুন
es: Traducir automáticamente los mensajes recibidos
fa: ترجمه خودکار پیام های دریافتی
fr: Traduire automatiquement les messages reçus
hi: प्राप्त संदेशों का स्वचालित रूप से अनुवाद करें
id: Terjemahkan pesan yang diterima secara otomatis
ko: 받은 메시지 자동 번역
ky: Кабыл алынган билдирүүлөрдү автоматтык түрдө которуу
pt_br: Tradução automática de mensagens recebidas
ru: Автоматически переводить полученные сообщения
tr: Alınan mesajları otomatik olarak çevir
uz: Qabul qilingan xabarlarni avtomatik tarjima qilish
vi: Tự động dịch tin nhắn đã nhận
zh_hans: 自动翻译接收信息
zh_hant: 自動翻譯接收訊息

# 发送消息实时翻译
source: Send messages with real-time translation
ar: إرسال الرسائل مع الترجمة في الوقت الحقيقي
bn: রিয়েল-টাইম অনুবাদ সহ বার্তা পাঠান
es: Traducir automáticamente los mensajes recibidos
fa: ارسال پیام با ترجمه بلادرنگ
fr: Envoyez des messages avec traduction en temps réel
hi: वास्तविक समय अनुवाद के साथ संदेश भेजें
id: Kirim pesan dengan terjemahan waktu nyata
ko: 실시간 번역으로 메시지 보내기
ky: реалдуу убакыт котормосу менен билдирүүлөрдү жөнөтүү
pt_br: Tradução em tempo real de mensagens enviadas
ru: Отправляйте сообщения с переводом в реальном времени
tr: Gerçek zamanlı çeviriyle mesaj gönderin
uz: Haqiqiy vaqt tarjimasi bilan xabarlarni yuboring
vi: Gửi tin nhắn với bản dịch thời gian thực
zh_hans: 发送消息实时翻译
zh_hant: 發送訊息即時翻譯

# 实时翻译
source: real-time translation
ar: الترجمة في الوقت الحقيقي
bn: রিয়েল-টাইম অনুবাদ
es: traducción en tiempo real
fa: ترجمه بلادرنگ
fr: traduction en temps réel
hi: वास्तविक समय अनुवाद
id: terjemahan waktu nyata
ko: 실시간 번역
ky: реалдуу убакыт которуу
pt_br: Tradução em tempo real
ru: перевод в реальном времени
tr: gerçek zamanlı çeviri
uz: real vaqtda tarjima
vi: dịch thời gian thực
zh_hans: 实时翻译
zh_hant: 即時翻譯

# 请选择
source: please choose
ar: اختر من فضلك
bn: পছন্দ কর
es: por favor elige
fa: لطفا انتخاب کنید
fr: Choisissez s'il vous plaît
hi: कृपया चुनें
id: tolong pilih
ko: 선택해주세요
ky: сураныч тандаңыз
pt_br: Selecione
ru: пожалуйста, выбери
tr: lütfen seç
uz: iltimos tanlang
vi: xin vui lòng chọn
zh_hans: 请选择
zh_hant: 請選擇

# 翻译字符
source: Translate characters
ar: ترجمة الشخصيات
bn: অক্ষর অনুবাদ করুন
es: Traducir caracteres
fa: کاراکترها را ترجمه کنید
fr: Traduire des caractères
hi: वर्णों का अनुवाद करें
id: Terjemahkan karakter
ko: 문자 번역
ky: Каармандарды которуу
pt_br: Caracteres de tradução
ru: Перевести символы
tr: Karakterleri çevir
uz: Belgilarni tarjima qilish
vi: Dịch ký tự
zh_hans: 翻译字符
zh_hant: 翻譯字元

# 剩余字符：%@
source: Remaining characters: %@
ar: الأحرف المتبقية: %@
bn: অবশিষ্ট অক্ষর: %@
es: Caracteres restantes: %@
fa: کاراکترهای باقی مانده: %@
fr: Caractères restants : %@
hi: शेष पात्र: %@
id: Karakter yang tersisa: %@
ko: 남은 문자: %@
ky: Калган белгилер: %@
pt_br: Caracteres restantes: %@
ru: Остальные символы: %@
tr: Kalan karakterler: %@
uz: Qolgan belgilar: %@
vi: Ký tự còn lại: %@
zh_hans: 剩余字符：%@
zh_hant: 剩餘字元：%@

# 已使用余字符：%@
source: Remaining characters used: %@
ar: الأحرف المتبقية المستخدمة: %@
bn: ব্যবহৃত অবশিষ্ট অক্ষর: %@
es: Caracteres restantes utilizados: %@
fa: کاراکترهای باقی مانده استفاده شده: %@
fr: Caractères restants utilisés : %@
hi: शेष प्रयुक्त वर्ण: %@
id: Karakter tersisa yang digunakan: %@
ko: 사용된 나머지 문자：%@
ky: Колдонулган калган символдор: %@
pt_br: Caracteres usados: %@
ru: Остальные использованные символы: %@
tr: Kullanılan kalan karakterler: %@
uz: Ishlatilgan qolgan belgilar: %@
vi: Các ký tự còn lại được sử dụng: %@
zh_hans: 已使用余字符：%@
zh_hant: 已使用餘字：%@

# 您还未绑定翻译账户，请完成绑定
source: You have not bound your translation account, please complete the binding.
ar: الرجاء تحديد القناة لترجمة الرسائل أولاً
bn: আপনি আপনার অনুবাদ অ্যাকাউন্ট আবদ্ধ করেননি, অনুগ্রহ করে বাইন্ডিং সম্পূর্ণ করুন।
es: No ha vinculado su cuenta de traducción, complete la vinculación.
fa: شما حساب ترجمه خود را قید نکرده اید، لطفاً صحافی را تکمیل کنید.
fr: Vous n'avez pas lié votre compte de traduction, veuillez compléter la liaison.
hi: आपने अपना अनुवाद खाता बाइंड नहीं किया है, कृपया बाइंडिंग पूर्ण करें।
id: Anda belum mengikat akun terjemahan Anda, harap selesaikan pengikatannya.
ko: 번역 계정을 바인딩하지 않았습니다. 바인딩을 완료해 주세요.
ky: Сиз котормо эсебиңизди байлап койгон жоксуз, байлоону бүтүрүңүз.
pt_br: Você não vinculou a conta de tradução, conclua a vinculação.
ru: Вы не привязали свою учетную запись перевода, пожалуйста, завершите привязку.
tr: Çeviri hesabınızı bağlamadınız, lütfen bağlamayı tamamlayın.
uz: Siz tarjima hisobingizni bog‘lamadingiz, bog‘lashni yakunlang.
vi: Bạn chưa ràng buộc tài khoản dịch thuật của mình, vui lòng hoàn thành việc ràng buộc.
zh_hans: 您还未绑定翻译账户，请完成绑定
zh_hant: 您還未綁定翻譯帳戶，請完成綁定

# 请先选择消息翻译的通道
source: Please select the channel for message translation first
ar: الرجاء تحديد القناة لترجمة الرسائل أولاً
bn: অনুগ্রহ করে প্রথমে বার্তা অনুবাদের জন্য চ্যানেলটি নির্বাচন করুন
es: Seleccione primero el canal para la traducción del mensaje.
fa: لطفا ابتدا کانال را برای ترجمه پیام انتخاب کنید
fr: Veuillez d'abord sélectionner le canal pour la traduction des messages.
hi: कृपया पहले संदेश अनुवाद के लिए चैनल चुनें
id: Silakan pilih saluran untuk terjemahan pesan terlebih dahulu
ko: 먼저 메시지 번역 채널을 선택하세요
ky: Сураныч, адегенде билдирүү которуу үчүн каналды тандаңыз
pt_br: Selecione primeiro o canal para a tradução da mensagem
ru: Пожалуйста, сначала выберите канал для перевода сообщений
tr: Lütfen önce mesaj çevirisi için kanalı seçin
uz: Iltimos, avval xabarni tarjima qilish uchun kanalni tanlang
vi: Vui lòng chọn kênh dịch tin nhắn trước
zh_hans: 请先选择消息翻译的通道
zh_hant: 請先選擇訊息翻譯的頻道

# 请先选择发送翻译的通道
source: Please select the channel to send translation first
ar: الرجاء تحديد القناة لإرسال الترجمة أولا
bn: অনুগ্রহ করে প্রথমে অনুবাদ পাঠাতে চ্যানেলটি নির্বাচন করুন
es: Por favor seleccione el canal para enviar la traducción primero.
fa: لطفا ابتدا کانال ارسال ترجمه را انتخاب کنید
fr: Veuillez d'abord sélectionner le canal pour envoyer la traduction
hi: कृपया पहले अनुवाद भेजने के लिए चैनल चुनें
id: Silakan pilih saluran untuk mengirim terjemahan terlebih dahulu
ko: 먼저 번역을 보낼 채널을 선택하세요
ky: Адегенде котормо жөнөтө турган каналды тандаңыз
pt_br: Selecione o canal para enviar a tradução primeiro
ru: Пожалуйста, сначала выберите канал для отправки перевода
tr: Lütfen önce çevirinin gönderileceği kanalı seçin
uz: Iltimos, avval tarjimani yuborish uchun kanalni tanlang
vi: Vui lòng chọn kênh gửi bản dịch trước
zh_hans: 请先选择发送翻译的通道

# 请选择消息翻译的通道和语种
source: Please select the channel to send translation first
ar: يرجى تحديد القناة واللغة لترجمة الرسائل
bn: বার্তা অনুবাদের জন্য চ্যানেল এবং ভাষা নির্বাচন করুন
es: Seleccione el canal y el idioma para la traducción de mensajes.
fa: لطفا ابتدا کانال را برای ترجمه پیام انتخاب کنید
fr: Veuillez sélectionner le canal et la langue pour la traduction du message
hi: कृपया संदेश अनुवाद के लिए चैनल और भाषा का चयन करें
id: Silakan pilih saluran dan bahasa untuk terjemahan pesan
ko: 메시지 번역을 위한 채널과 언어를 선택하세요
ky: Сураныч, билдирүүнү которуу үчүн каналды жана тилди тандаңыз
pt_br: Selecione o canal e o idioma para a tradução da mensagem
ru: Пожалуйста, выберите канал и язык для перевода сообщения
tr: Lütfen mesaj çevirisi için kanalı ve dili seçin
uz: Xabarni tarjima qilish uchun kanal va tilni tanlang
vi: Vui lòng chọn kênh và ngôn ngữ để dịch tin nhắn
zh_hans: 请选择消息翻译的通道和语种
zh_hant: 請選擇訊息翻譯的通道和語種

# 请选择发送翻译的通道和语种
source: Please select the channel and language for sending translation
ar: يرجى تحديد القناة واللغة لإرسال الترجمة
bn: অনুবাদ পাঠানোর জন্য চ্যানেল এবং ভাষা নির্বাচন করুন
es: Por favor seleccione el canal y el idioma para enviar la traducción.
fa: لطفا کانال و زبان ارسال ترجمه را انتخاب کنید
fr: Veuillez sélectionner le canal et la langue pour envoyer la traduction
hi: कृपया अनुवाद भेजने के लिए चैनल और भाषा का चयन करें
id: Silakan pilih saluran dan bahasa untuk mengirim terjemahan
ko: 번역을 보낼 채널과 언어를 선택하세요.
ky: Котормо жөнөтүү үчүн каналды жана тилди тандаңыз
pt_br: Selecione o canal e o idioma para enviar a tradução
ru: Пожалуйста, выберите канал и язык для отправки перевода
tr: Lütfen çevirinin gönderileceği kanalı ve dili seçin
uz: Tarjima yuborish uchun kanal va tilni tanlang
vi: Vui lòng chọn kênh và ngôn ngữ gửi bản dịch
zh_hans: 请选择发送翻译的通道和语种
zh_hant: 請選擇發送翻譯的通道和語種

# 请选择消息翻译的语种
source: Please select the language for message translation
ar: الرجاء تحديد اللغة لترجمة الرسائل
bn: বার্তা অনুবাদের জন্য ভাষা নির্বাচন করুন
es: Por favor seleccione el idioma para la traducción del mensaje
fa: لطفاً زبان ترجمه پیام را انتخاب کنید
fr: Veuillez sélectionner la langue pour la traduction du message
hi: कृपया संदेश अनुवाद के लिए भाषा चुनें
id: Silakan pilih bahasa untuk terjemahan pesan
ko: 메시지 번역 언어를 선택하세요
ky: Сураныч, билдирүүнү которуу үчүн тилди тандаңыз
pt_br: Selecione o idioma da tradução da mensagem
ru: Пожалуйста, выберите язык для перевода сообщения
tr: Lütfen mesaj çevirisi için dili seçin
uz: Iltimos, xabarni tarjima qilish uchun tilni tanlang
vi: Vui lòng chọn ngôn ngữ để dịch tin nhắn
zh_hans: 请选择消息翻译的语种
zh_hant: 請選擇訊息翻譯的語種

# 翻译账户信息
source: Translate account information
ar: يرجى تحديد القناة واللغة لإرسال الترجمة
bn: অ্যাকাউন্টের তথ্য অনুবাদ করুন
es: Traducir información de la cuenta
fa: اطلاعات حساب را ترجمه کنید
fr: Traduire les informations du compte
hi: खाता जानकारी का अनुवाद करें
id: Terjemahkan informasi akun
ko: 계정 정보 번역
ky: Каттоо эсебинин маалыматын которуу
pt_br: Traduzir informações da conta
ru: Перевести информацию об аккаунте
tr: Hesap bilgilerini çevir
uz: Hisob ma'lumotlarini tarjima qilish
vi: Dịch thông tin tài khoản
zh_hans: 翻译账户信息
zh_hant: 翻译账户信息

# 申请解封
source: Apply for unblocking
ar: التقدم بطلب لإلغاء الحظر
bn: অবরোধমুক্ত করার জন্য আবেদন করুন
es: Solicitar desbloqueo
fa: برای رفع انسداد اقدام کنید
fr: Demander le déblocage
hi: अनब्लॉक करने के लिए आवेदन करें
id: Ajukan permohonan untuk membuka blokir
ko: 차단 해제 신청
ky: Бөгөттөгөн чыгаруу үчүн арыз жазыңыз
pt_br: Solicite o desbloqueio
ru: Подать заявку на разблокировку
tr: Engellemeyi kaldırmak için başvurun
uz: Blokdan chiqarish uchun murojaat qiling
vi: Đăng ký bỏ chặn
zh_hans: 申请解封
zh_hant: 申請解封

# 退出登录
source: sign out
ar: خروج
bn: সাইন আউট
es: desconectar
fa: خروج از سیستم
fr: se déconnecter
hi: साइन आउट
id: keluar
ko: 로그인 끝내기
ky: чыгуу
pt_br: Fazer logout
ru: выход
tr: oturumu Kapat
uz: tizimdan chiqish
vi: đăng xuất
zh_hans: 退出登录
zh_hant: 登出登入

# 翻译失败
source: Translation failed
ar: فشلت الترجمة
bn: অনুবাদ ব্যর্থ হয়েছে
es: La traducción falló
fa: ترجمه ناموفق بود
fr: La traduction a échoué
hi: अनुवाद विफल
id: Terjemahan gagal
ko: 번역 실패
ky: Которуу ишке ашкан жок
pt_br: Falha na tradução
ru: Перевод не выполнен
tr: Çeviri başarısız oldu
uz: Tarjima amalga oshmadi
vi: Dịch không thành công
zh_hans: 翻译失败
zh_hant: 翻譯失敗
