Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 是否设为置顶
source: Pin?
ar: تثبيت؟
bn: শীর্ষে রাখতে হবে?
es: Anclar?
fa: پین شده شود؟
fr: Épingler?
hi: शीर्ष पर रखें?
id: Simpan di atas?
ko: 고정할까요?
ky: Жогорудагыга коюлуп алабызбы?
pt_br: Fixar?
ru: Закрепить?
tr: Sabitle?
uz: Yuqoriga o'rnatishmi?
vi: Đặt lên đầu?
zh_hans: 是否设为置顶
zh_hant: 是否設為置頂

# 邀请码暂时无法使用，请更换其他邀请码
source: Invitation code unavailable temporarily, please use another
ar: كود الدعوة غير متاح مؤقتًا، يرجى استخدام آخر
bn: আমন্ত্রণ কোড সাময়িকভাবে ব্যবহার করা যাচ্ছে না, অন্য কোড ব্যবহার করুন
es: Código de invitación no disponible temporalmente, use otro
fa: کد دعوت به طور موقت قابل استفاده نیست، لطفاً کد دیگری استفاده کنید
fr: Code d'invitation indisponible temporairement, utilisez-en un autre
hi: निमंत्रण कोड अस्थायी रूप से उपयोग में नहीं है, कृपया दूसरा उपयोग करें
id: Kode undangan tidak bisa digunakan sementara, gunakan yang lain
ko: 초대 코드는 일시적으로 사용할 수 없습니다. 다른 코드를 사용해 주세요
ky: Дайын кода мезгилдики жок, басқа кода колдонун
pt_br: Código de convite temporariamente indisponível, use outro
ru: Код приглашения временно не работает, используйте другой
tr: Davet kodu geçici olarak kullanılamıyor, lütfen başka birini kullanın
uz: Davlatlash kodi vaqtincha ishlay olmaydi, boshqa koddan foydalaning
vi: Mã mời tạm không dùng được, vui lòng đổi mã khác
zh_hans: 邀请码暂时无法使用，请更换其他邀请码
zh_hant: 邀請碼暫時無法使用，請更換其他邀請碼

# 团队详情
source: Team details
ar: تفاصيل الفريق
bn: টিমের বিবরণ
es: Detalles del equipo
fa: جزئیات تیم
fr: Détails de l'équipe
hi: टीम विवरण
id: Detail tim
ko: 팀 상세정보
ky: Жомогордун деталлары
pt_br: Detalhes da equipe
ru: Детали команды
tr: Takım detayları
uz: Jamoaning tafsilotlari
vi: Chi tiết đội
zh_hans: 团队详情
zh_hant: 團隊詳情

# 设为置顶
source: Pin
ar: تثبيت
bn: পিন করুন
es: Anclar
fa: پین کردن
fr: Épingler
hi: पिन करें
id: Sematkan
ko: 고정하기
ky: Бекитүү
pt_br: Fixar
ru: Закреп
tr: Sabitle
uz: Qisdir
vi: Ghim
zh_hans: 设为置顶
zh_hant: 設為置頂

# 置顶成功
source: Pinned successfully
ar: تم التثبيت بنجاح
bn: শীর্ষে সফলভাবে রাখা হয়েছে
es: Anclado con éxito
fa: پین کردن با موفقیت انجام شد
fr: Épinglé avec succès
hi: शीर्ष पर सफलतापूर्वक रखा गया
id: Disimpan di atas berhasil
ko: 고정 성공
ky: Жогорудагыга коюлду
pt_br: Fixado com sucesso
ru: Закреплено успешно
tr: Başarıyla sabitlendi
uz: Yuqoriga o'rnatildi
vi: Đặt lên đầu thành công
zh_hans: 置顶成功
zh_hant: 置頂成功

# 团队邀请码
source: Team invitation code
ar: كود دعوة الفريق
bn: টিমের আমন্ত্রণ কোড
es: Código de invitación del equipo
fa: کد دعوت تیم
fr: Code d'invitation de l'équipe
hi: टीम का निमंत्रण कोड
id: Kode undangan tim
ko: 팀 초대 코드
ky: Жомогордун дайын кода
pt_br: Código de convite da equipe
ru: Код приглашения команды
tr: Takım davet kodu
uz: Jamoaning davlatlash kodi
vi: Mã mời đội
zh_hans: 团队邀请码
zh_hant: 團隊邀請碼

# 下载链接
source: Download link
ar: رابط التنزيل
bn: ডাউনলোড লিঙ্ক
es: Enlace de descarga
fa: لینک دانلود
fr: Lien de téléchargement
hi: डाउनलोड लिंक
id: Tautan unduhan
ko: 다운로드 링크
ky: Йүклеу сілтемесі
pt_br: Link de download
ru: Ссылка для скачивания
tr: İndirme bağlantısı
uz: Yuklash havolasi
vi: Liên kết tải xuống
zh_hans: 下载链接
zh_hant: 下載連結

# 踢出团队
source: Remove team
ar: إزالة
bn: বাদ দিন
es: Expulsar
fa: حذف
fr: Retirer
hi: निकालें
id: Keluarkan
ko: 팀에서 제거
ky: Чыгаруу
pt_br: Remover
ru: Удалить
tr: Çıkar
uz: Olib tashla
vi: Loại
zh_hans: 踢出团队
zh_hant: 踢出團隊

# 是否确认将该用户踢出团队？ 踢出团队后不可恢复
source: Are you sure you want to kick this user out of the team? It cannot be undone after being kicked out.
ar: هل أنت متأكد من رغبتك في طرد هذا المستخدم من الفريق؟ لا يمكن التراجع عنه بعد الطرد.
bn: এই ব্যবহারকারীকে টিম থেকে বের করার জন্য আপনি কি নিশ্চিত? টিম থেকে বের করা হলে এটি ফিরিয়ে আনা যাবে না।
es: ¿Estás seguro de que quieres expulsar a este usuario del equipo? No se puede deshacer después de ser expulsado.
fa: آیا مطمئن هستید که می‌خواهید این کاربر را از تیم بیرون بیاورید؟ پس از خارج شدن، قابل بازیابی نیست.
fr: Êtes-vous sûr de vouloir expulser cet utilisateur de l'équipe ? Il ne peut pas être annulé après l'expulsion.
hi: क्या आप इस उपयोगकर्ता को टीम से बाहर निकालने के लिए सुनिश्चित हैं? बाहर निकाले जाने के बाद यह पुनर्स्थापित नहीं किया जा सकता है।
id: Apakah Anda yakin ingin mengeluarkan pengguna ini dari tim? Tidak dapat dikembalikan setelah dikeluarkan.
ko: 이 사용자를 팀에서 쫓아낼 것인지 확인하시겠습니까? 팀에서 쫓아내면 복구할 수 없습니다.
ky: Бұл пайдаланушыны жомогордан айырмакунун сенімдісіз бе? Айырıldıktan кейін қайтару мүмкүн эмес.
pt_br: Tem certeza que deseja expulsar este usuário da equipe? Não pode ser desfeito após a expulsão.
ru: Вы уверены, что хотите выгнать этого пользователя из команды? После выгнания восстановление невозможно.
tr: Bu kullanıcıyı takımdan atmak istediğinizden emin misiniz? Atıldıktan sonra geri alınamaz.
uz: Ushbu foydalanuvchini jamoadan haydab chiqarishga ishonchingiz komilmi? Haydab chiqarilgandan keyin qaytarib bo'lmaydi.
vi: Bạn có chắc chắn muốn đuổi người dùng này ra khỏi đội không? Sau khi đuổi ra, không thể khôi phục.
zh_hans: 是否确认将该用户踢出团队？ 踢出团队后不可恢复
zh_hant: 是否確認將該用戶踢出團隊？ 踢出團隊後不可恢復

# 团队成员
source: Team members
ar: أعضاء الفريق
bn: টিমের সদস্য
es: Miembros del equipo
fa: اعضای تیم
fr: Membres de l'équipe
hi: टीम के सदस्य
id: Anggota tim
ko: 팀 멤버
ky: Жомогор члендері
pt_br: Membros da equipe
ru: Члены команды
tr: Takım üyeleri
uz: Jamoaning a'zolari
vi: Thành viên đội
zh_hans: 团队成员
zh_hant: 團隊成員

# 该验证码当前不可使用
source: This verification code is currently unavailable
ar: هذا رمز التحقق غير متاح حاليًا
bn: এই যাচাই কোডটি বর্তমানে ব্যবহার করা যাচ্ছে না
es: Este código de verificación no está disponible actualmente
fa: این کد تأیید در حال حاضر قابل استفاده نیست
fr: Ce code de vérification n'est pas actuellement disponible
hi: यह सत्यापन कोड वर्तमान में उपलब्ध नहीं है
id: Kode verifikasi ini saat ini tidak tersedia
ko: 이 인증 코드는 현재 사용할 수 없습니다
ky: Бұл тексерүү кода қазір қолданылмайды
pt_br: Este código de verificação não está disponível no momento
ru: Этот код проверки в настоящее время не доступен
tr: Bu doğrulama kodu şu anda kullanılamıyor
uz: Ushbu tekshirish kodi hozir mavjud emas
vi: Mã xác minh này hiện không thể sử dụng
zh_hans: 该验证码当前不可使用
zh_hant: 該驗證碼當前不可使用

# 可用邀请码已达上限
source: Available invitation codes have reached the limit
ar: أرقام الدعوة المتوفرة وصلت إلى الحد
bn: উপলব্ধ আমন্ত্রণ কোড সীমায় পৌঁছেছে
es: Los códigos de invitación disponibles han alcanzado el límite
fa: کدهای دعوت موجود به حداکثر رسیده‌اند
fr: Les codes d'invitation disponibles ont atteint la limite
hi: उपलब्ध प्रेषण कोड सीमा को पार कर चुके हैं
id: Kode undangan yang tersedia telah mencapai batas
ko: 사용 가능한 초대 코드가 한도에 도달했습니다
ky: Доступтуу чакыруу кодтары чекке жетті
pt_br: Os códigos de convite disponíveis atingiram o limite
ru: Доступные коды приглашения достигли лимита
tr: Kullanılabilir davet kodları limita ulaştı
uz: Mavjud taklif kodlari chegaraga erishdi
vi: Mã mời có sẵn đã đạt giới hạn
zh_hans: 可用邀请码已达上限
zh_hant: 可用邀請碼已達上限

# 蓝鲸出海套餐已失效
source: Exword translation package has expired
ar: ：انتهت صلاحية حزمة الترجمة Exword
bn: এক্সওয়ার্ড ট্রান্সলেশন প্যাকেজ মেয়াদোত্তীর্ণ হয়েছে
es: El paquete de traducción Exword ha caducado
fa: بسته ترجمه Exword منقضی شده است
fr: Le pack de traduction Exword a expiré
hi: एक्सवर्ड अनुवाद पैकेज समाप्त हो गया है
id: Paket terjemahan Exword telah kedaluwarsa
ko: Exword 번역 패키지가 만료되었습니다
ky: Exword таржималау пакети мучты
pt_br: O pacote de tradução Exword expirou
ru: Пакет переводов Exword истек
tr: Exword çeviri paketi sona erdi
uz: Exword tarjima paketi muddati tugadi
vi: Gói dịch thuật Exword đã hết hiệu lực
zh_hans: 蓝鲸出海套餐已失效
zh_hant: 藍鯨出海翻譯套餐已失效

# 暂不支持该语种
source: This language is not supported for the time being
ar: هذا اللغة غير مدعوم لفترة زمنية قصيرة
bn: এই ভাষাটি সাময়িকভাবে সমর্থিত নয়
es: Este idioma no es compatible por el momento
fa: این زبان برای مدت کوتاهی پشتیبانی نمی‌شود
fr: Cette langue n'est pas prise en charge pour le moment
hi: इस भाषा को अस्थायी रूप से समर्थित नहीं किया जा रहा है
id: Bahasa ini tidak didukung untuk sementara waktu
ko: 이 언어는 일시적으로 지원되지 않습니다
ky: Бұл тилге мезгил ушунча қолдау көрсетілмейді
pt_br: Este idioma não é suportado por enquanto
ru: Этот язык не поддерживается временно
tr: Bu dil şu anda desteklenmiyor
uz: Ushbu til uchun vaqtincha qo'llab-quvvatlanmaydi
vi: Ngôn ngữ này không được hỗ trợ trong thời gian ngắn
zh_hans: 暂不支持该语种
zh_hant: 暫時不支持該語種

# 最近在线时间
source: Recent online time
ar: آخر وقت على الإنترنت
bn: সাম্প্রতিক অনলাইন সময়
es: Último tiempo en línea
fa: خرین زمان آنلاین
fr: Dernière heure en ligne
hi: हालिया ऑनलाइन समय
id: Waktu online terakhir
ko: 최근 온라인 시간
ky: Акыркы онлайн убакты
pt_br: Último tempo online
ru: Последнее время онлайн
tr: Son çevrimiçi zaman
uz: Oxirgi onlayn vaqti
vi: Thời gian trực tuyến gần đây
zh_hans: 最近在线时间
zh_hant: 最近在線時間

# 加入时间
source: Join time
ar: وقت الانضمام
bn: যোগদানের সময়
es: Hora de ingreso
fa: مان پیوستن
fr: Heure d'adhésion
hi: शामिल होने का समय
id: Waktu bergabung
ko: 가입 시간
ky: Кирүү убакты
pt_br: Hora de entrada
ru: Время присоединения
tr: Katılma zamanı
uz: Qo'shilish vaqt
vi: Thời gian tham gia
zh_hans: 加入时间
zh_hant: 加入時間

# 转发数量超过限制
source: Too many forwards
ar: تخطّي الحد الأقصى
bn: সীমা অতিক্রম
es: Límite superado
fa: فراتر از حد ارسال
fr: Limite transf. dep.
hi: लिमिट पार हुआ
id: Terlalu banyak fwrd
ko: 전송 제한 초과
ky: Чек ашты
pt_br: Limite excedido
ru: Превышен лимит пересл.
tr: İleti limiti aşıldı
uz: Limitdan o‘tdi
vi: Vượt giới hạn gửi
zh_hans: 转发数量超过限制
zh_hant: 已達轉發上限

# 您的版本已不再支持，为确保功能正常使用，请立即更新至最新版本
source: Version unsupported. Please update now
ar: إصدارك غير مدعوم. حدّث الآن
bn: আপনার সংস্করণ পুরানো. এখনই হালনাগাদ করুন
es: Versión obsoleta. Actualiza ahora
fa: نسخه قدیمی است. فوراً بروزرسانی کنید
fr: Version obsolète. Mettez à jour
hi: संस्करण पुराना है. अभी अपडेट करें
id: Versi usang. Segera perbarui
ko: 버전이 지원되지 않습니다. 지금 업데이트하세요
ky: Нуска эски. Дароо жаңылаңыз
pt_br: Versão antiga. Atualize agora
ru: Версия устарела. Обновите сейчас
tr: Sürüm eski. Hemen güncelle
uz: Versiya eskirgan. Yangilang
vi: Phiên bản đã cũ. Vui lòng cập nhật
zh_hans: 您的版本已不再支持，为确保功能正常使用，请立即更新至最新版本
zh_hant: 您的版本已不再支援，為確保功能正常使用，請立即更新至最新版本

# 请输入4位数字邀请码
source: Please enter the 4-digit invitation code
ar: يرجى إدخال رمز الدعوة المكون من 4 أرقام
bn: 4 সংখ্যার আমন্ত্রণ কোড লিখুন
es: Por favor, ingrese el código de invitación de 4 dígitos
fa: لطفاً کد دعوت 4 رقمی را وارد کنید
fr: Veuillez entrer le code d'invitation à 4 chiffres
hi: कृपया 4 अंकों का निमंत्रण कोड दर्ज करें
id: Silakan masukkan kode undangan 4 digit
ko: 4자리 숫자 초대 코드를 입력하세요
ky: 4 рақамдан туратын чакыруу кода киргизиңиз
pt_br: Por favor, insira o código de convite de 4 dígitos
ru: Пожалуйста, введите 4-значный код приглашения
tr: Lütfen 4 haneli davet kodunu girin
uz: Iltimos, 4 raqamli taklif kodini kiriting
vi: Vui lòng nhập mã mời 4 chữ số
zh_hans: 请输入4位数字邀请码
zh_hant: 請輸入 4 位數字邀請碼

# 该二维码7天内（%@月%@日前）有效，重新进入将更新
source: This QR code is valid for 7 days (until %@ %@). It will update upon re-entry.
ar: لرمز QR صالح لمدة 7 أيام (حتى %@ %@). سيتم تحديثه عند إعادة الدخول.
bn: QR কোডটি 7 দিনের জন্য বৈধ (%@ %@ পর্যন্ত)। পুনরায় প্রবেশে আপডেট হবে।
es: Este código QR es válido por 7 días (hasta el %@ de %@). Se actualizará al volver a entrar.
fa: کد QR به مدت 7 روز معتبر است (تا تاریخ %@ %@). با ورود مجدد به‌روزرسانی می‌شود.
fr: Ce code QR est valable 7 jours (jusqu'au %@ %@). Il se met à jour lors d'une nouvelle entrée.
hi: यह QR कोड 7 दिनों के लिए वैध है (%@ %@ तक). पुनः प्रवेश पर अद्यतन हो जाएगा।
id: Kode QR berlaku 7 hari (hingga %@ %@). Akan diperbarui saat masuk kembali.
ko: QR 코드는 7일 동안 유효합니다(%@월 %@일까지). 재진입 시 갱신됩니다.
ky: QR код 7 күнгө чейин (%@ айынын %@ күнүнө чейин) жарактуу. Кайра киргенде жаңыланат.
pt_br: Este QR code vale por 7 dias (até %@ de %@). Será atualizado ao reentrar.
ru: QR-код действителен 7 дней (до %@ %@). Обновляется при повторном входе.
tr: QR kodu 7 gün geçerlidir (%@ %@ tarihine kadar). Yeniden girişte güncellenecektir.
uz: QR-kod 7 kun (%@/%@) amal qiladi, qayta kirganda yangilanadi
vi: Mã QR có hiệu lực 7 ngày (đến ngày %@ tháng %@). Sẽ cập nhật khi truy cập lại.
zh_hans: 该二维码7天内（%@月%@日前）有效，重新进入将更新
zh_hant: 該二維碼7天內（%@月%@日前）有效，重新進入將更新

# 编辑公告
source: Edit Announcement
ar: تعديل الإعلان
bn: ঘোষণা সম্পাদনা করুন
es: Editar anuncio
fa: ویرایش اطلاعیه
fr: Modifier l'annonce
hi: सूचना संपादित करें
id: Edit Pengumuman
ko: 공지 편집
ky: Жарлыкты түзөтүү
pt_br: Editar aviso
ru: Редактировать объявление
tr: Duyuruyu Düzenle
uz: E'lonni tahrirlash
vi: Chỉnh sửa thông báo
zh_hans: 编辑公告
zh_hant: 編輯公告

# 删除公告
source: Delete Announcement
ar: حذف الإعلان
bn: ঘোষণা মুছুন
es: Eliminar anuncio
fa: حذف اطلاعیه
fr: Supprimer l'annonce
hi: सूचना हटाएं
id: Hapus Pengumuman
ko: 공지 삭제
ky: Жарлыкты өчүрүү
pt_br: Excluir aviso
ru: Удалить объявление
tr: Duyuruyu Sil
uz: E'lonni o'chirish
vi: Xóa thông báo
zh_hans: 删除公告
zh_hant: 刪除公告

# 公告已删除
source: The announcement has been deleted.
ar: م حذف الإعلان.
bn: ঘোষণা মুছে ফেলা হয়েছে।
es: El anuncio ha sido eliminado.
fa: طلاعیه حذف شده است.
fr: L'annonce a été supprimée.
hi: घोषणा हटा दी गई है।
id: Pengumuman telah dihapus.
ko: 공지가 삭제되었습니다.
ky: Жарлык өчүрүлдү.
pt_br: O anúncio foi excluído.
ru: Объявление удалено.
tr: Duyuru silindi.
uz: E'lon o'chirildi.
vi: Thông báo đã bị xóa.
zh_hans: 公告已删除
zh_hant: 公告已刪除

# 公告不能为空
source: The announcement cannot be empty.
ar: ا يمكن أن يكون الإعلان فارغًا.
bn: ঘোষণা খালি রাখা যাবে না।
es: El anuncio no puede estar vacío.
fa: طلاعیه نمی‌تواند خالی باشد.
fr: L'annonce ne peut pas être vide.
hi: घोषणा खाली नहीं हो सकती।
id: Pengumuman tidak boleh kosong.
ko: 공지는 비울 수 없습니다.
ky: Жарлык бош болбошу керек.
pt_br: O anúncio não pode estar vazio.
ru: Объявление не может быть пустым.
tr: Duyuru boş olamaz.
uz: E'lon bo'sh bo'lmasligi kerak.
vi: Thông báo không được để trống.
zh_hans: 公告不能为空
zh_hant: 公告不能為空

# 1月前在线
source: Online 1 month ago
ar: متصل(ة) منذ شهر واحد
bn: 1 মাস আগে অনলাইনে
es: En línea hace 1 mes
fa: آنلاین 1 ماه پیش
fr: En ligne il y a 1 mois
hi: 1 महीने पहले ऑनलाइन
id: Online 1 bulan yang lalu
ko: 1개월 전 접속 중
ky: 1 ай мурун онлайн
pt_br: Online há 1 mês
ru: Был в сети 1 месяц назад
tr: 1 ay önce çevrimiçi
uz: 1 oy oldin onlayn
vi: Đang online 1 tháng trước
zh_hans: 1月前在线
zh_hant: 1個月前在線

# 暂无群公告
source: No Group Notice
ar: لا إعلانات
bn: কোনো ঘোষণা নেই
es: Sin Aviso
fa: بدون اعلان
fr: Aucun Avis
hi: कोई घोषणा नहीं
id: Tidak Ada Pengumuman
ko: 공지 없음
ky: Жок билдирүү
pt_br: Sem Aviso
ru: Нет объявления
tr: Duyuru Yok
uz: Eʼlon yoʻq
vi: Chưa Có Thông Báo
zh_hans: 暂无群公告
zh_hant: 暫無群公告

# %@分钟前在线
source: %@ min ago
ar: قبل %@ د
bn: %@ মি আগে
es: Hace %@ m
fa: %@ دقیقه پیش
fr: Il y a %@ m
hi: %@ मि पहले
id: %@ m lalu
ko: %@분 전
ky: %@ м мурун
pt_br: %@ min atrás
ru: %@ мин назад
tr: %@ dk önce
uz: %@ da oldin
vi: %@ p trước
zh_hans: %@分钟前在线
zh_hant: %@ 分鐘前在線

# %@小时前在线
source: %@ h ago
ar: قبل %@ س
bn: %@ ঘ আগে
es: Hace %@ h
fa: %@ ساعت پیش
fr: Il y a %@ h
hi: %@ घं पहले
id: %@ j lalu
ko: %@시간 전
ky: %@ с мурун
pt_br: %@ h atrás
ru: %@ ч назад
tr: %@ sa önce
uz: %@ soat oldin
vi: %@ g trước
zh_hans: %@小时前在线
zh_hant: %@ 小時前在線

# %@天前在线
source: %@ d ago
ar: قبل %@ ي
bn: %@ দিন আগে
es: Hace %@ d
fa: %@ روز پیش
fr: Il y a %@ j
hi: %@ दिन पहले
id: %@ hr lalu
ko: %@일 전
ky: %@ күн мурун
pt_br: %@ d atrás
ru: %@ дн назад
tr: %@ gün önce
uz: %@ kun oldin
vi: %@ n trước
zh_hans: %@天前在线
zh_hant: %@ 天前在線

# 在线
source: Online
ar: متصل
bn: অনলাই
es: En l.
fa: آنلاین
fr: En l.
hi: ऑनलाइन
ko: 온라인
ky: Онлайн
pt_br: Onl.
ru: Онлайн
tr: Çevr.
uz: Onlayn
vi: Trực
zh_hans: 在线
zh_hant: 在線

# 当前密码强度较弱，建议换一个密码
source: Weak password, change
ar: كلمة ضعيفة، غيّر
bn: দুর্বল পাসওয়ার্ড, পরিবর্তন করুন
es: Contraseña débil, cambie
fa: رمز ضعیف، تغییر دهید
fr: Mot de passe faible
hi: पासवर्ड कमजोर, बदलें
id: Kata sandi lemah, ganti
ko: 비밀번호 약함, 변경
ky: Жөнсүз сыр сөз, алмаштыр
pt_br: Senha fraca, troque
ru: Слабый пароль, смените
tr: Zayıf şifre, değiştir
uz: Zaif parol, o‘zgartiring
vi: Mật khẩu yếu, đổi
zh_hans: 当前密码强度较弱，建议换一个密码
zh_hant: 當前密碼強度較弱，建議更換密碼

# 此操作将永久删除用户“%@”在本群内的所有发言记录，且所有群成员都将无法查看
source: This will permanently delete all messages from user “%@” in this group, making them invisible to all members.
ar: سيؤدي ذلك إلى حذف رسائل “%@” نهائيًا من هذه المجموعة. لن يتمكن الأعضاء من رؤيتها.
bn: এই ক্রিয়াটি “%@”-এর সব বার্তা স্থায়ীভাবে মুছে দেবে। কেউ তা দেখতে পারবে না।
es: Esta acción eliminará permanentemente los mensajes de “%@” en el grupo. Nadie podrá verlos.
fa: این عمل همه پیام‌های ”%@“ را در گروه برای همیشه حذف می‌کند. هیچ‌کس قادر به دیدن نخواهد بود.
fr: Cette action supprime définitivement les messages de “%@” dans ce groupe. Personne ne pourra les voir.
hi: यह क्रिया “%@” के सभी संदेश स्थायी रूप से हटा देगी। कोई सदस्य उन्हें नहीं देख पाएगा।
id: Tindakan ini akan hapus pesan “%@” di grup selamanya. Semua anggota tak dapat melihat.
ko: 이 작업은 “%@”의 그룹 메시지를 영구 삭제합니다. 멤버들은 볼 수 없습니다.
ky: Бул аракет “%@” билдирүүлөрүн топтон түбөлүк жок кылат. Мүчөлөр көрө албайт.
pt_br: Esta ação apaga para sempre as mensagens de “%@” no grupo. Ninguém poderá ver.
ru: Это удалит все сообщения “%@” в группе навсегда. Участники не смогут их видеть.
tr: Bu işlem “%@”in mesajlarını gruptan kalıcı olarak siler. Üyeler göremez.
uz: Bu amal “%@” xabarlarini guruhdan butunlay o‘chiradi. Hech kim ko‘ra olmaydi.
vi: Hành động này sẽ xóa vĩnh viễn tin nhắn của “%@” trong nhóm. Mọi thành viên sẽ không thể xem.
zh_hans: 此操作将永久删除用户“%@”在本群内的所有发言记录，且所有群成员都将无法查看
zh_hant: 此操作將永久刪除用戶“%@”在本群的所有發言，且所有群成員將無法查看

# 清空用户消息
source: Clear Msgs
ar: مسح الرسائل
bn: বার্তা মুছুন
es: Borrar msjs
fa: پاک پیام
fr: Vider msgs
hi: संदेश हटाएँ
id: Hapus Pesan
ko: 메시지 삭제
ky: Өчүрүү
pt_br: Limpar msgs
ru: Очистить
tr: Sil Mesaj
uz: O‘chir
vi: Xóa tin
zh_hans: 清空用户消息
zh_hant: 清空用戶訊息

# 最大可发送%@MB文件
source: Maximum file size %@MB
ar: الحد الأقصى %@MB
bn: সর্বোচ্চ %@MB
es: Tamaño máx. %@MB
fa: حداکثر %@MB
fr: Taille max : %@MB
hi: अधिकतम %@MB
id: Ukuran maksimum %@MB
ko: 최대 %@MB
ky: Макс өлчөм %@MB
pt_br: Tamanho máx. %@MB
ru: Максимум %@MB
tr: Maksimum %@MB
uz: Maks hajm %@MB
vi: Dung lượng tối đa %@MB
zh_hans: 最大可发送%@MB文件
zh_hant: 最大可傳送 %@MB 檔案

# 通讯录
source: Contacts
ar: جهات الاتصال
bn: পরিচিতি
es: Contactos
fa: مخاطبین
hi: संपर्क
id: Kontak
ko: 연락처
ky: Байланыштар
pt_br: Contatos
ru: Контакты
tr: Kişiler
uz: Kontaktlar
vi: Danh bạ
zh_hans: 通讯录
zh_hant: 通訊錄

# 发现
source: Discover
ar: اكتشف
bn: আবিষ্কার
es: Descubrir
fa: کشف
fr: Découv.
hi: खोज
id: Temukan
ko: 발견
ky: Тап
pt_br: Descobrir
ru: Обзор
tr: Keşfet
uz: Topish
vi: Khám phá
zh_hans: 发现
zh_hant: 發現

# 我的
source: Me
ar: أنا
bn: আমি
es: Yo
fa: من
fr: Moi
hi: मेरा
id: Saya
ko: 나
ky: Мен
pt_br: Eu
ru: Мое
tr: Ben
uz: Men
vi: Tôi
zh_hans: 我的
zh_hant: 我的

# %ld人正在进行语音通话
source: %ld in voice call
ar: %ld في مكالمة صوتية
bn: %ld ভয়েস কলে
es: %ld en llamada de voz
fa: ‎%ld در تماس صوتی
fr: %ld en appel vocal
hi: %ld वॉइस कॉल में
id: %ld panggilan suara
ko: %ld명 음성 통화 중
ky: %ld үн чалууда
pt_br: %ld em chamada de voz
ru: %ld в голосовом звонке
tr: %ld sesli aramada
uz: %ld ovozli qo‘ng‘iroqda
vi: %ld đang gọi thoại
zh_hans: %ld人正在进行语音通话
zh_hant: %ld人語音中

# %ld人正在进行视频通话
source: %ld in video call
ar: ‏%ld في مكالمة فيديو
bn: %ld ভিডিও কলে
es: %ld en videollamada
fa: %ld در تماس ویدئویی
fr: %ld en appel vidéo
hi: %ld वीडियो कॉल में
id: %ld panggilan video
ko: %ld명 영상 통화 중
ky: %ld видео чалууда
pt_br: %ld em videochamada
ru: %ld в видеозвонке
tr: %ld görüntülü aramada
uz: %ld video qo‘ng‘iroqda
vi: %ld đang gọi video
zh_hans: %ld人正在进行视频通话
zh_hant: %ld人視訊中

# 当前正在通话中
source: In call
ar: جارٍ الاتصال
bn: কল চলছে
es: En llamada
fa: در حال تماس
fr: En appel
hi: कॉल जारी
id: Dalam panggilan
ko: 통화 중
ky: Чалууда
pt_br: Em chamada
ru: Вызов идет
tr: Arama sürüyor
uz: Qo‘ng‘iroq davomida
vi: Đang gọi
zh_hans: 当前正在通话中
zh_hant: 通話中

# [该消息暂不支持查看]
source: [Message not supported]
ar: [الرسالة غير مدعومة]
bn: [বার্তাটি সমর্থিত নয়]
es: [Mensaje no compatible]
fa: [پیام پشتیبانی نمی‌شود]
fr: [Message non pris en charge]
hi: [संदेश समर्थित नहीं]
id: [Pesan tidak didukung]
ko: [메시지 미지원]
ky: [Бул билдирүү колдоого алынбайт]
pt_br: [Mensagem não suportada]
ru: [Сообщение не поддерживается]
tr: [Mesaj desteklenmiyor]
uz: [Xabar qo‘llab-quvvatlanmaydi]
vi: [Tin nhắn không hỗ trợ]
zh_hans: [该消息暂不支持查看]
zh_hant: [該消息暫不支援查看]

# 文件大小：%@
source: File size: %@
ar: حجم الملف: %@
bn: ফাইল সাইজ: %@
es: Tamaño de archivo: %@
fa: اندازه فایل: %@
fr: Taille du fichier : %@
hi: फ़ाइल आकार: %@
id: Ukuran file: %@
ko: 파일 크기: %@
ky: Файл өлчөмү: %@
pt_br: Tamanho do arquivo: %@
ru: Размер файла: %@
tr: Dosya boyutu: %@
uz: Fayl hajmi: %@
vi: Kích thước tệp: %@
zh_hans: 文件大小：%@
zh_hant: 檔案大小：%@

# 表情包名称
source: Sticker name
ar: اسم الملصق
bn: স্টিকার নাম
es: Nombre del sticker
fa: نام استیکر
fr: Nom du sticker
hi: स्टिकर नाम
id: Nama stiker
ko: 스티커 이름
ky: Стикер аты
pt_br: Nome do sticker
ru: Название стикера
tr: Çıkartma adı
uz: Stiker nomi
vi: Tên nhãn dán
zh_hans: 表情包名称
zh_hant: 表情包名稱

# 正在下载%.0f%%
source: Downloading %.0f%%
ar: جارٍ التنزيل %.0f%%
bn: ডাউনলোড হচ্ছে %.0f%%
es: Descargando %.0f%%
fa: در حال دانلود %.0f%%
fr: Téléchargement %.0f%%
hi: डाउनलोड हो रहा %.0f%%
id: Mengunduh %.0f%%
ko: 다운로드 중 %.0f%%
ky: Жүктөлүүдө %.0f%%
pt_br: Baixando %.0f%%
ru: Загрузка %.0f%%
tr: İndiriliyor %.0f%%
uz: Yuklanmoqda %.0f%%
vi: Đang tải %.0f%%
zh_hans: 正在下载%.0f%%
zh_hant: 正在下載%.0f%%

# 积分：%@
source: Points: %@
ar: تم التسجيل %@ يومًا
bn: পয়েন্ট: %@
es: Puntos: %@
fa: %@ روز متوالی
hi: अंक: %@
id: Poin: %@
ko: 포인트: %@
ky: Упай: %@
pt_br: Pontos: %@
ru: Баллы: %@
tr: Puan: %@
uz: Ballar: %@
vi: Điểm: %@
zh_hans: 积分：%@
zh_hant: 積分：%@

# 已连续签到%@天
source: Checked in %@ days
ar: النقاط: %@
bn: টানা %@ দিন
es: %@ días seguidos
fa: امتیاز: %@
fr: Connecté %@ jours
hi: %@ दिन लगातार
id: Sudah absen %@ hari
ko: %@일 연속 출석
ky: %@ күн катарынан
pt_br: %@ dias seguidos
ru: Подряд %@ дней
tr: %@ gün üst üste
uz: %@ kun ketma-ket
vi: Đã điểm danh %@ ngày
zh_hans: 已连续签到%@天
zh_hant: 已連續簽到%@天

# 您没有权限访问相机
source: No camera access
ar: لا يمكن الوصول إلى الكاميرا
bn: ক্যামেরা অ্যাক্সেস নেই
es: Sin acceso a la cámara
fa: دسترسی به دوربین ندارید
fr: Pas d'accès caméra
hi: कैमरा तक पहुँच नहीं
id: Tidak ada akses kamera
ko: 카메라 접근 불가
ky: Камерага уруксат жок
pt_br: Sem acesso à câmera
ru: Нет доступа к камере
tr: Kamera erişimi yok
uz: Kamera ga ruxsat yo'q
vi: Không có quyền truy cập camera
zh_hans: 您没有权限访问相机
zh_hant: 您沒有權限訪問相機

# 当前设备没有闪光灯，无法开启照明功能
source: No flashlight on this device
ar: هذا الجهاز لا يحتوي على فلاش
bn: এই ডিভাইসে ফ্ল্যাশ নেই
es: Este dispositivo no tiene linterna
fa: این دستگاه چراغ قوه ندارد
fr: Pas de flash sur cet appareil
hi: इस डिवाइस में फ्लैशलाइट नहीं है
id: Perangkat ini tidak memiliki senter
ko: 이 장치에는 플래시 없음
ky: Бул түзмөктө жарык жок
pt_br: Sem lanterna neste dispositivo
ru: Нет вспышки на устройстве
tr: Bu cihazda flaş yok
uz: Ushbu qurilmada chiroq yo‘q
vi: Thiết bị không có đèn flash
zh_hans: 当前设备没有闪光灯，无法开启照明功能
zh_hant: 當前設備沒有閃光燈，無法開啟照明功能

# 没有识别到二维码
source: QR code not recognized
ar: لم يتم التعرف على رمز الاستجابة السريعة
bn: QR কোড সনাক্ত করা যায়নি
es: Código QR no reconocido
fa: کد QR شناسایی نشد
fr: QR code non reconnu
hi: QR कोड पहचाना नहीं गया
id: QR code tidak dikenali
ko: QR 코드 인식 불가
ky: QR код таанылган жок
pt_br: Código QR não reconhecido
ru: QR-код не распознан
tr: QR kod tanınmadı
uz: QR kod aniqlanmadi
vi: Không nhận diện QR
zh_hans: 没有识别到二维码
zh_hant: 沒有識別到二維碼

# %@@了你
source: %@@ you
ar: %@@ لك
bn: %@@ আপনাকে
es: %@@ te
fa: %@@ شما
fr: %@@ vous
hi: %@@ आपको
id: %@@ Anda
ko: %@@님
ky: %@@ сага
pt_br: %@@ você
ru: %@@ вас
tr: %@@ seni
uz: %@@ siz
vi: %@@ bạn
zh_hans: %@@了你
zh_hant: %@@了你

# 请求添加您为好友~
source: Friend request~
ar: طلب صداقة~
bn: বন্ধুত্বের অনুরোধ~
es: Solicitud de amistad~
fa: درخواست دوست~
fr: Demande d'ami~
hi: मित्र अनुरोध~
id: Permintaan teman~
ko: 친구 요청~
ky: Дос кошуун сураныч~
pt_br: Solicitação de amizade~
ru: Запрос дружбы~
tr: Arkadaş isteği~
uz: Do‘stlik so‘rovi~
vi: Yêu cầu kết bạn~
zh_hans: 请求添加您为好友~
zh_hant: 請求添加您為好友~
