Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 请输入正确的手机号！
source: Please enter the correct email address. Please enter the correct mobile phone number!
ar: الرجاء إدخال عنوان البريد الإلكتروني الصحيح الرجاء إدخال رقم الهاتف المحمول الصحيح!
bn: সঠিক ইমেল ঠিকানা লিখুন দয়া করে সঠিক মোবাইল ফোন নম্বর লিখুন!
es: Ingrese la dirección de correo electrónico correcta. Ingrese el número de teléfono móvil correcto.
fa: لطفا آدرس ایمیل صحیح را وارد کنید لطفا شماره تلفن همراه را درست وارد کنید.
fr: Veuillez saisir la bonne adresse e-mail. Veuillez saisir le bon numéro de téléphone portable !
hi: कृपया सही ईमेल पता दर्ज करें। कृपया सही मोबाइल फ़ोन नंबर दर्ज करें!
id: Silakan masukkan alamat email yang benar. Silakan masukkan nomor ponsel yang benar!
ko: 정확한 이메일 주소를 입력해주세요. 정확한 휴대폰 번호를 입력해주세요!
ky: Сураныч, туура электрондук почта дарегин киргизиңиз, туура уюлдук телефон номерин киргизиңиз!
pt_br: Por favor, insira o endereço de e-mail correto. Por favor, insira o número de celular correto!
ru: Пожалуйста, введите правильный адрес электронной почты. Пожалуйста, введите правильный номер мобильного телефона!
tr: Lütfen doğru e-posta adresini giriniz. Lütfen doğru cep telefonu numarasını giriniz!
uz: Iltimos, to'g'ri elektron pochta manzilini kiriting, iltimos, to'g'ri mobil telefon raqamini kiriting!
vi: Vui lòng nhập đúng địa chỉ email Vui lòng nhập đúng số điện thoại di động!
zh_hans: 请输入正确的手机号！
zh_hant: 請輸入正確的信箱請輸入正確的手機號碼！

# 手机号/邮箱密码错误
source: Mobile phone number/email password is wrong
ar: رقم الهاتف المحمول/كلمة المرور للبريد الإلكتروني غير صحيحة
bn: ভুল মোবাইল ফোন নম্বর/ইমেল পাসওয়ার্ড
es: Número de teléfono móvil/contraseña de correo electrónico incorrectos
fa: شماره تلفن همراه / رمز عبور ایمیل اشتباه است
fr: Numéro de téléphone portable/mot de passe e-mail incorrect
hi: ग़लत मोबाइल फ़ोन नंबर/ईमेल पासवर्ड
id: Nomor ponsel/kata sandi email salah
ko: 휴대폰번호/이메일 비밀번호가 정확하지 않습니다.
ky: Туура эмес уюлдук телефон номери/почта сырсөзү
pt_br: Número de celular/senha de e-mail incorretos
ru: Неверный номер мобильного телефона/пароль электронной почты.
tr: Yanlış cep telefonu numarası/e-posta şifresi
uz: Mobil telefon raqami/elektron pochta paroli noto'g'ri
vi: Số điện thoại di động/mật khẩu email không chính xác
zh_hans: 手机号/邮箱密码错误
zh_hant: 手機號碼/信箱密碼錯誤

# 手机号/邮箱验证码错误
source: Mobile phone number/email verification code is wrong
ar: رقم الهاتف المحمول/رمز التحقق من البريد الإلكتروني غير صحيح
bn: মোবাইল ফোন নম্বর/ইমেল যাচাইকরণ কোড ভুল
es: Número de teléfono móvil/código de verificación de correo electrónico incorrecto
fa: شماره تلفن همراه / کد تأیید ایمیل اشتباه است
fr: Le numéro de téléphone portable/le code de vérification de l'e-mail est erroné
hi: मोबाइल फ़ोन नंबर/ईमेल सत्यापन कोड ग़लत है
id: Nomor ponsel/kode verifikasi email salah
ko: 휴대전화번호/이메일 인증번호가 잘못되었습니다.
ky: Мобилдик телефон номери/электрондук почта текшерүү коду туура эмес
pt_br: O código de verificação do número de celular/e-mail está errado
ru: Неправильный номер мобильного телефона/код подтверждения электронной почты
tr: Cep telefonu numarası/e-posta doğrulama kodu yanlış
uz: Mobil telefon raqami/elektron pochta tasdiqlash kodi noto'g'ri
vi: Số điện thoại di động/mã xác minh email bị sai
zh_hans: 手机号/邮箱验证码错误
zh_hant: 手機號碼/信箱驗證碼錯誤

# 账号密码错误
source: Account password is wrong
ar: كلمة مرور الحساب خاطئة
bn: অ্যাকাউন্ট পাসওয়ার্ড ভুল
es: La contraseña de la cuenta es incorrecta
fa: رمز عبور حساب اشتباه است
fr: Le mot de passe du compte est erroné
hi: खाता पासवर्ड ग़लत है
id: Kata sandi akun salah
ko: 계정 비밀번호가 잘못되었습니다.
ky: Каттоо эсебинин сырсөзү туура эмес
pt_br: A senha da conta está errada
ru: Пароль учетной записи неверен
tr: Cep telefonu numarası/e-posta doğrulama kodu yanlış
uz: Hisob paroli noto'g'ri
vi: Mật khẩu tài khoản sai
zh_hans: 账号密码错误
zh_hant: 帳號密碼錯誤

# 手机号不存在
source: The phone number does not exist
ar: رقم الهاتف المحمول غير موجود
bn: মোবাইল ফোন নম্বর বিদ্যমান নেই
es: El número de teléfono móvil no existe
fa: شماره تلفن همراه وجود ندارد
fr: Le numéro de téléphone portable n'existe pas
hi: मोबाइल फ़ोन नंबर मौजूद नहीं है
id: Nomor ponsel tidak ada
ko: 휴대폰번호가 존재하지 않습니다.
ky: Мобилдик телефон номери жок
pt_br: O número do celular não existe
ru: Номер мобильного телефона не существует
tr: Cep telefonu numarası mevcut değil
uz: Mobil telefon raqami mavjud emas
vi: Số điện thoại di động không tồn tại
zh_hans: 手机号不存在
zh_hant: 手機號不存在

# 邮箱不存在
source: The email address does not exist
ar: البريد الإلكتروني غير موجود
bn: ইমেল বিদ্যমান নেই
es: El correo electrónico no existe.
fa: ایمیل وجود ندارد
fr: L'e-mail n'existe pas
hi: ईमेल मौजूद नहीं है
id: Emailnya tidak ada
ko: 이메일이 존재하지 않습니다
ky: Электрондук почта жок
pt_br: E-mail não existe
ru: Электронная почта не существует
tr: E-posta mevcut değil
uz: Elektron pochta mavjud emas
vi: Email không tồn tại
zh_hans: 邮箱不存在
zh_hant: 郵箱不存在

# 账号不存在
source: The Account does not exist
ar: الحساب غير موجود
bn: অ্যাকাউন্ট এর অস্তিত্ব নেই
es: La cuenta no existe
fa: حساب وجود ندارد
fr: Le compte n'existe pas
hi: खाता मौजूद नहीं हैं
id: akun tidak ada
ko: 계정이 존재하지 않습니다
ky: Каттоо эсеби жок
pt_br: conta não existe
ru: Аккаунт не существует
tr: Hesap mevcut değil
uz: Hisob mavjud emas
vi: Tài khoản không tồn tại
zh_hans: 账号不存在
zh_hant: 帳號不存在

# 群成员同步中，请稍后
source: Group members are being synchronized, please wait.
ar: تتم مزامنة أعضاء المجموعة، يرجى الانتظار.
bn: গ্রুপের সদস্যদের সিঙ্ক্রোনাইজ করা হচ্ছে, অনুগ্রহ করে অপেক্ষা করুন।
es: Los miembros del grupo se están sincronizando, espere.
fa: اعضای گروه در حال همگام سازی هستند، لطفا صبر کنید.
fr: Les membres du groupe sont en cours de synchronisation, veuillez patienter.
hi: समूह के सदस्यों को सिंक्रनाइज़ किया जा रहा है, कृपया प्रतीक्षा करें।
id: Anggota grup sedang disinkronkan, harap tunggu.
ko: 그룹 구성원을 동기화하는 중입니다. 잠시 기다려 주세요.
ky: Топтун мүчөлөрү шайкештирилүүдө, күтө туруңуз.
pt_br: Os membros do grupo estão sendo sincronizados, aguarde
ru: Участники группы синхронизируются, подождите.
tr: Grup üyeleri senkronize ediliyor, lütfen bekleyin.
uz: Guruh aʼzolari sinxronlashtirilmoqda, kuting.
vi: Các thành viên trong nhóm đang được đồng bộ hóa, vui lòng đợi.
zh_hans: 群成员同步中，请稍后
zh_hant: 群組成員同步中，請稍後

# 网络请求发送失败，请检测网络或代理
source: The network request failed to send, please check the network or proxy
ar: فشل إرسال طلب الشبكة، يرجى التحقق من الشبكة أو الوكيل
bn: নেটওয়ার্ক অনুরোধ পাঠানো ব্যর্থ হয়েছে, নেটওয়ার্ক বা প্রক্সি চেক করুন
es: La solicitud de red no se pudo enviar. Verifique la red o el proxy.
fa: درخواست شبکه ارسال نشد، لطفاً شبکه یا پروکسی را بررسی کنید
fr: La demande réseau n'a pas pu être envoyée, veuillez vérifier le réseau ou le proxy
hi: नेटवर्क अनुरोध भेजने में विफल रहा, कृपया नेटवर्क या प्रॉक्सी की जाँच करें
id: Permintaan jaringan gagal dikirim, harap periksa jaringan atau proxy
ko: 네트워크 요청을 보내지 못했습니다. 네트워크나 프록시를 확인하세요.
ky: Тармак сурамы жөнөтүлбөй калды, тармакты же проксиди текшериңиз
pt_br: Falha no envio da solicitação de rede, detecte a rede ou o proxy
ru: Не удалось отправить сетевой запрос. Проверьте сеть или прокси-сервер.
tr: Ağ isteği gönderilemedi, lütfen ağı veya proxy'yi kontrol edin
uz: Tarmoq so‘rovi yuborilmadi, tarmoq yoki proksi-serverni tekshiring
vi: Yêu cầu mạng không gửi được, vui lòng kiểm tra mạng hoặc proxy
zh_hans: 网络请求发送失败，请检测网络或代理
zh_hant: 網路請求發送失敗，請偵測網路或代理

# 消息翻译默认值
source: Message translation default value
ar: القيمة الافتراضية لترجمة الرسالة
bn: বার্তা অনুবাদ ডিফল্ট মান
es: Valor predeterminado de traducción de mensajes
fa: مقدار پیش‌فرض ترجمه پیام
fr: Valeur par défaut de la traduction du message
hi: संदेश अनुवाद डिफ़ॉल्ट मान
id: Nilai default terjemahan pesan
ko: 메시지 번역 기본값
ky: Билдирүү котормосунун демейки мааниси
pt_br: Padrões de conversão de mensagens
ru: Значение перевода сообщения по умолчанию
tr: Mesaj çevirisi varsayılan değeri
uz: Xabar tarjimasining standart qiymati
vi: Giá trị mặc định dịch tin nhắn
zh_hans: 消息翻译默认值
zh_hant: 訊息翻譯預設值

# 发送翻译默认值
source: Send translation defaults
ar: إرسال الإعدادات الافتراضية للترجمة
bn: অনুবাদ ডিফল্ট পাঠান
es: Enviar valores predeterminados de traducción
fa: ارسال پیش فرض های ترجمه
fr: Envoyer les valeurs par défaut de la traduction
hi: अनुवाद डिफ़ॉल्ट भेजें
id: Kirim terjemahan default
ko: 번역 기본값 보내기
ky: Котормолордун демейки жөндөөлөрүн жөнөтүү
pt_br: Padrões de conversão de envio
ru: Отправить настройки перевода по умолчанию
tr: Çeviri varsayılanlarını gönder
uz: Tarjima standartlarini yuborish
vi: Gửi mặc định dịch
zh_hans: 发送翻译默认值
zh_hant: 發送翻譯預設值

# 升级到最新版本v %@
source: Upgrade to the latest version v %@
ar: الترقية إلى الإصدار الأحدث v %@
bn: সর্বশেষ সংস্করণে আপগ্রেড করুন v %@
es: Actualice a la última versión v %@
fa: ارتقا به آخرین نسخه v %@
fr: Mettre à niveau vers la dernière version v %@
hi: नवीनतम संस्करण v %@ पर अपग्रेड करें
id: Tingkatkan ke versi terbaru v %@
ko: 최신 버전 v %@으로 업그레이드하세요.
ky: v %@ акыркы версиясына жаңыртыңыз
pt_br: Atualize para a versão mais recente v %@
ru: Обновите до последней версии v %@
tr: En son sürüme yükseltme v %@
uz: v %@ oxirgi versiyasiga yangilang
vi: Nâng cấp lên phiên bản mới nhất v %@
zh_hans: 升级到最新版本v %@
zh_hant: 升級到最新版本v %@

# 如果不更新将无法使用客户端！
source: You will not be able to use the client if it is not updated!
ar: لن تتمكن من استخدام العميل إذا لم يتم تحديثه!
bn: আপডেট না হলে ক্লায়েন্ট ব্যবহার করতে পারবেন না!
es: ¡No podrás utilizar el cliente si no está actualizado!
fa: اگر کلاینت به روز نشود، نمی توانید از آن استفاده کنید!
fr: Vous ne pourrez pas utiliser le client s'il n'est pas mis à jour !
hi: यदि यह अद्यतन नहीं है तो आप क्लाइंट का उपयोग नहीं कर पाएंगे!
id: Anda tidak akan dapat menggunakan klien jika tidak diperbarui!
ko: 업데이트하지 않으면 클라이언트를 사용할 수 없습니다!
ky: Эгер кардар жаңыланбаса, аны колдоно албайсыз!
pt_br: O cliente não funcionará sem a atualização!
ru: Вы не сможете использовать клиент, если он не обновлен!
tr: Güncellenmezse istemciyi kullanamazsınız!
uz: Agar mijoz yangilanmasa, undan foydalana olmaysiz!
vi: Máy khách sẽ không thể sử dụng được nếu nó không được cập nhật!
zh_hans: 如果不更新将无法使用客户端！
zh_hant: 如果不更新將無法使用客戶端！

# 暂不更新
source: Not updated yet
ar: لم يتم تحديثه بعد
bn: এখনো আপডেট করা হয়নি
es: Aún no actualizado
fa: هنوز آپدیت نشده
fr: Pas encore mis à jour
hi: अभी तक अपडेट नहीं किया गया है
id: Belum diperbarui
ko: 아직 업데이트되지 않았습니다.
ky: Азырынча жаңыртыла элек
pt_br: Não atualizar
ru: Еще не обновлено
tr: Henüz güncellenmedi
uz: Hali yangilanmagan
vi: Chưa được cập nhật
zh_hans: 暂不更新
zh_hant: 暫不更新

# 退出软件
source: Exit software
ar: الخروج من البرنامج
bn: সফ্টওয়্যার থেকে প্রস্থান করুন
es: Salir del software
fa: نرم افزار خروج
fr: Quitter le logiciel
hi: सॉफ़्टवेयर से बाहर निकलें
id: Keluar dari perangkat lunak
ko: 소프트웨어 종료
ky: Программадан чыгуу
pt_br: Saia do software
ru: Выход из программного обеспечения
tr: Yazılımdan çık
uz: Dasturiy ta'minotdan chiqish
vi: Thoát phần mềm
zh_hans: 退出软件
zh_hant: 退出軟體

# 所选会话存在异常，继续发送将排除异常会话
source: There is an exception in the selected conversation. Continuing to send will exclude the abnormal conversation.
ar: يوجد استثناء في المحادثة المحددة. ستؤدي الاستمرار في الإرسال إلى استبعاد المحادثة غير الطبيعية.
bn: নির্বাচিত কথোপকথনে একটি ব্যতিক্রম রয়েছে৷ পাঠানো চালিয়ে যাওয়া অস্বাভাবিক কথোপকথনকে বাদ দেবে৷
es: Hay una excepción en la conversación seleccionada. Continuar enviando excluirá la conversación anormal.
fa: یک استثنا در مکالمه انتخابی وجود دارد. ادامه ارسال، مکالمه غیرعادی را حذف می کند.
fr: Il y a une exception dans la conversation sélectionnée. Continuer à envoyer exclura la conversation anormale.
hi: चयनित वार्तालाप में एक अपवाद है। भेजना जारी रखने से असामान्य वार्तालाप बाहर हो जाएगा।
id: Ada pengecualian dalam percakapan yang dipilih. Melanjutkan pengiriman akan mengecualikan percakapan yang tidak normal.
ko: 선택한 대화에 예외가 있습니다. 계속 전송하면 비정상적인 대화가 제외됩니다.
ky: Тандалган сүйлөшүүдө өзгөчө жагдай бар. Жөнөтүүнү улантсаңыз, анормалдуу сүйлөшүү жокко чыгарылат.
pt_br: Existe uma exceção para a sessão selecionada; continuar a enviar excluirá a sessão de exceção
ru: В выбранном разговоре есть исключение. Если продолжить отправку, ненормальный разговор будет исключен.
tr: Seçilen görüşmede bir istisna var. Göndermeye devam edilmesi, anormal görüşmenin hariç tutulmasına neden olacaktır.
uz: Tanlangan suhbatda istisno mavjud. Yuborishda davom etsangiz, g‘ayritabiiy suhbat bundan mustasno bo‘ladi.
vi: Có một ngoại lệ trong cuộc trò chuyện đã chọn. Việc tiếp tục gửi sẽ loại trừ cuộc trò chuyện bất thường.
zh_hans: 所选会话存在异常，继续发送将排除异常会话
zh_hant: 所選會話存在異常，繼續傳送將排除異常會話

# 异常详情
source: Exception details
ar: تفاصيل الاستثناء
bn: ব্যতিক্রম বিবরণ
es: Detalles de excepción
fa: جزئیات استثنایی
fr: Détails des exceptions
hi: अपवाद विवरण
id: Detail pengecualian
ko: 예외 세부정보
ky: Өзгөчө жагдайлар
pt_br: Detalhes da exceção
ru: Подробности исключения
tr: İstisna ayrıntıları
uz: Istisno tafsilotlari
vi: Chi tiết ngoại lệ
zh_hans: 异常详情
zh_hant: 異常詳情

# 继续发送
source: continue sending
ar: مواصلة الإرسال
bn: পাঠানো চালিয়ে যান
es: continuar enviando
fa: ادامه ارسال
fr: continuer l'envoi
hi: भेजना जारी रखें
id: terus mengirim
ko: 계속 보내세요
ky: жөнөтүүнү улантыңыз
pt_br: Continuar enviando
ru: продолжить отправку
tr: göndermeye devam et
uz: yuborishni davom ettiring
vi: tiếp tục gửi
zh_hans: 继续发送
zh_hant: 繼續發送

# 群组不存在
source: Group does not exist
ar: المجموعة غير موجودة
bn: গ্রুপের অস্তিত্ব নেই
es: El grupo no existe
fa: گروه وجود ندارد
fr: Le groupe n'existe pas
hi: समूह मौजूद नहीं है
id: Grup tidak ada
ko: 그룹이 존재하지 않습니다.
ky: Группа жок
pt_br: O grupo não existe
ru: Группа не существует
tr: Grup mevcut değil
uz: Guruh mavjud emas
vi: Nhóm không tồn tại
zh_hans: 群组不存在
zh_hant: 群組不存在

# 群组开启全员禁言
source: Group mutes all members
ar: تقوم المجموعة بكتم صوت جميع الأعضاء
bn: গ্রুপ সব সদস্যকে নিঃশব্দ করে
es: El grupo silencia a todos los miembros.
fa: گروه همه اعضا را بی صدا می کند
fr: Le groupe coupe le son de tous les membres
hi: समूह सभी सदस्यों को म्यूट कर देता है
id: Grup membisukan semua anggota
ko: 그룹이 모든 회원을 음소거합니다.
ky: Топ бардык мүчөлөрдүн үнүн басат
pt_br: Os grupos estão banidos
ru: Группа отключает звук всех участников
tr: Grup tüm üyelerin sesini kapatır
uz: Guruh barcha a'zolarning ovozini o'chiradi
vi: Nhóm tắt tiếng tất cả thành viên
zh_hans: 群组开启全员禁言
zh_hant: 群組開啟全員禁言

# 群组已封停
source: Group has been blocked
ar: تم حظر المجموعة
bn: গ্রুপ ব্লক করা হয়েছে
es: El grupo ha sido bloqueado
fa: گروه مسدود شده است
fr: Le groupe a été bloqué
hi: ग्रुप को ब्लॉक कर दिया गया है
id: Grup telah diblokir
ko: 그룹이 차단되었습니다
ky: Топ бөгөттөлгөн
pt_br: O grupo está bloqueado
ru: Группа заблокирована
tr: Grup engellendi
uz: Guruh bloklandi
vi: Nhóm đã bị chặn
zh_hans: 群组已封停
zh_hant: 群組已封停

# 已不在群组
source: No longer in the group
ar: لم يعد في المجموعة
bn: দলে আর নেই
es: ya no esta en el grupo
fa: دیگر در گروه نیست
fr: Plus dans le groupe
hi: अब समूह में नहीं हूं
id: Tidak lagi berada di grup
ko: 더 이상 그룹에 없습니다.
ky: Группада жок
pt_br: Não está mais no grupo
ru: Больше нет в группе
tr: Artık grupta değilim
uz: Guruhda endi yo'q
vi: Không còn trong nhóm
zh_hans: 已不在群组
zh_hant: 已不在群組

# 已被群组禁言
source: Banned from group
ar: محظور من المجموعة
bn: গ্রুপ থেকে নিষিদ্ধ
es: Prohibido del grupo
fa: محروم از گروه
fr: Banni du groupe
hi: समूह से प्रतिबंधित
id: Dilarang masuk grup
ko: 그룹에서 차단됨
ky: Группага кирүүгө тыюу салынган
pt_br: Banido do grupo
ru: Забанен в группе
tr: Gruptan yasaklandı
uz: Guruhga kirish taqiqlangan
vi: Bị cấm khỏi nhóm
zh_hans: 已被群组禁言
zh_hant: 已被群組禁言

# 已被对方拉黑
source: Has been blocked by the other party
ar: تم حظره من قبل الطرف الآخر
bn: অন্য পক্ষ দ্বারা অবরুদ্ধ করা হয়েছে
es: Ha sido bloqueado por la otra parte.
fa: توسط طرف مقابل مسدود شده است
fr: A été bloqué par l'autre partie
hi: दूसरे पक्ष द्वारा अवरुद्ध कर दिया गया है
id: Telah diblokir oleh pihak lain
ko: 상대방에 의해 차단되었습니다.
ky: Экинчи тарап тарабынан бөгөт коюлган
pt_br: A outra parte foi chantageada
ru: Был заблокирован другой стороной
tr: Karşı taraf tarafından engellendi
uz: Boshqa tomon tomonidan bloklangan
vi: Đã bị đối phương chặn
zh_hans: 已被对方拉黑
zh_hant: 已被對方封鎖

# 已将对方拉黑
source: The other party has been blocked
ar: تم حظر الطرف الآخر
bn: অপর পক্ষকে অবরুদ্ধ করা হয়েছে
es: La otra parte ha sido bloqueada.
fa: طرف مقابل مسدود شده است
fr: L'autre partie a été bloquée
hi: दूसरे पक्ष को ब्लॉक कर दिया गया है
id: Pihak lain telah diblokir
ko: 상대방이 차단되었습니다.
ky: Экинчи тарапка бөгөт коюлду
pt_br: Chantageado
ru: Другая сторона заблокирована
tr: Karşı taraf engellendi
uz: Boshqa tomon bloklangan
vi: Bên kia đã bị chặn
zh_hans: 已将对方拉黑
zh_hant: 已將對方封鎖

# 已被对方删除
source: Has been deleted by the other party
ar: تم حذفه من قبل الطرف الآخر
bn: অন্য পক্ষ দ্বারা মুছে ফেলা হয়েছে
es: Ha sido eliminado por la otra parte.
fa: توسط طرف مقابل حذف شده است
fr: A été supprimé par l'autre partie
hi: दूसरे पक्ष द्वारा हटा दिया गया है
id: Telah dihapus oleh pihak lain
ko: 상대방에 의해 삭제되었습니다.
ky: Башка тарап тарабынан өчүрүлгөн
pt_br: Excluído
ru: Был удален другой стороной
tr: Karşı taraf tarafından silindi
uz: Boshqa tomon tomonidan o'chirilgan
vi: Đã bị bên kia xóa
zh_hans: 已被对方删除
zh_hant: 已被對方刪除

# 转发失败
source: Forwarding failed
ar: فشلت عملية إعادة التوجيه
bn: ফরোয়ার্ড করা ব্যর্থ হয়েছে৷
es: Fallo en el reenvío
fa: بازارسال ناموفق بود
fr: Le transfert a échoué
hi: अग्रेषण विफल रहा
id: Penerusan gagal
ko: 전달 실패
ky: Багытталган жок
pt_br: falha de encaminhamento
ru: Переадресация не удалась
tr: Yönlendirme başarısız oldu
uz: Yo‘naltirish amalga oshmadi
vi: Chuyển tiếp không thành công
zh_hans: 转发失败
zh_hant: 轉送失敗

# 群组已封禁
source: Group has been banned
ar: تم حظر المجموعة
bn: গ্রুপ নিষিদ্ধ করা হয়েছে
es: El grupo ha sido baneado.
fa: گروه ممنوع شد
fr: Le groupe a été banni
hi: ग्रुप पर प्रतिबंध लगा दिया गया है
id: Grup telah dilarang
ko: 그룹이 차단되었습니다.
ky: Группага тыюу салынган
pt_br: O grupo foi banido
ru: Группа заблокирована
tr: Grup yasaklandı
uz: Guruh faoliyati taqiqlangan
vi: Nhóm đã bị cấm
zh_hans: 群组已封禁
zh_hant: 群組已封鎖

# 选择群公告翻译通道和语种
source: Choose the translation channel and language for group announcements
ar: اختيار قناة الترجمة و اللغة
bn: গ্রুপ ঘোষণার জন্য অনুবাদ চ্যানেল এবং ভাষা বেছে নিন
es: Selección de canales de traducción de anuncios grupales y idiomas
fa: انتخاب کانال ترجمه و زبان برای اعلام گروه
fr: Choisir un groupe annonce traduction canaux et langues
hi: समूह संदेश के लिए अनुवाद चैनल और भाषा चुनें
id: Pilih saluran terjemahan dan bahasa untuk pengumuman kelompok
ko: 그룹 공지사항 번역 채널 및 언어 선택
ky: Выберите канал перевода и язык для объявлений группы
pt_br: Selecione o canal de tradução do anúncio de grupo e o idioma
ru: Выберите канал и язык группового перевода объявлений
tr: Grup duyuruları için çevirim kanalı ve dili seçin
uz: Guruh e'lonlarini tarjima qilish kanali va tilini tanlang
vi: Chọn kênh dịch thông báo nhóm và ngôn ngữ
zh_hans: 选择群公告翻译通道和语种
zh_hant: 選擇群公告翻譯通道和語種

# 注：未选择语种默认展示英文
source: Note: If no language is selected, English will be displayed by default
ar: ملاحظة : لم يتم اختيار اللغة الإنجليزية للعرض الافتراضي
bn: নোট: যদি কোন ভাষা নির্বাচিত না হয়, ইংরেজি ডিফল্ট দ্বারা প্রদর্শন করা হবে
es: Nota: no se ha seleccionado el idioma para mostrar el inglés por defecto
fa: یادداشت: اگر هیچ زبان انتخاب نشده ، انگلیسی به طور پیش‌فرض نمایش می‌شود
fr: Remarque: aucune langue sélectionnée affichage par défaut anglais
hi: टिप्पणी: यदि कोई भाषा चुना नहीं जाता, अंग्रेजी डिफ़ॉल्ट से दिखाई जाएगी
id: Perhatian: Jika tidak ada bahasa yang dipilih, bahasa Inggris akan dipaparkan secara lalai
ko: 참고: 언어를 선택하지 않으면 기본적으로 영어가 표시됩니다.
ky: Эскертүү: Эгер тил таңдалмаса, англисче алдынала көрсөтүлөт
pt_br: Observação: O inglês é exibido por padrão sem a seleção de um idioma
ru: Примечание: Не выбранный язык Показать английский по умолчанию
tr: Not: If no language is selected, English will be displayed by default
uz: Eslatma: Agar til tanlanmagan bo'lsa, sukut bo'yicha ingliz tili ko'rsatiladi.
vi: Lưu ý: Không chọn ngôn ngữ mặc định hiển thị tiếng Anh
zh_hans: 注：未选择语种默认展示英文
zh_hant: 注：未選擇語種默認展示英文

# 发布原文
source: Publish the original text
ar: نشر النص الأصلي
bn: মূল লেখা প্রকাশ করুন
es: Publicación del texto original
fa: آشکار متن اصلی
fr: Publier le texte original
hi: मौलिक पाठ प्रकाशित करें
id: Menpublikasikan teks asli
ko: 원본 텍스트 게시
ky: Баштапкы текстти жарыялоо
pt_br: Publicar o texto original
ru: Опубликование оригинала
tr: Orijinal metni yayınlayın
uz: Asl matnni joylashtiring
vi: Xuất bản văn bản gốc
zh_hans: 发布原文
zh_hant: 發佈原文

# 提交翻译
source: Submit translation
ar: يقدم ترجمة
bn: অনুবাদ পাঠাও
es: Presentación de la traducción
fa: فرستادن ترجمه
fr: Soumettre une traduction
hi: अनुवाद भेजें
id: Kirim terjemahan
ko: 번역 제출
ky: Котормочу жөнөтүү
pt_br: Enviar tradução
ru: Опубликование оригинала
tr: Çeviri yolla
uz: Tarjimani yuboring
vi: Gửi bản dịch
zh_hans: 提交翻译
zh_hant: 提交翻譯

# 请先选择翻译通道
source: Please select a translation channel first
ar: الرجاء اختيار قناة الترجمة الأولى
bn: অনুগ্রহ করে প্রথমে অনুবাদ চ্যানেল নির্বাচন করুন
es: Por favor, elija el canal de traducción primero.
fa: لطفاً اول یک کانال ترجمه را انتخاب کنید
fr: Veuillez d'abord sélectionner le canal de traduction
hi: कृपया पहिले अनुवाद चैनल चुनें
id: Silakan pilih saluran terjemahan pertama
ko: 먼저 번역 채널을 선택하세요
ky: Первое выберите канал перевода
pt_br: Selecione primeiro o canal de tradução
ru: Сначала выберите канал перевода.
tr: Önce bir çevirim kanalı seçin
uz: Iltimos, avval tarjima kanalini tanlang
vi: Vui lòng chọn kênh dịch trước
zh_hans: 请先选择翻译通道
zh_hant: 請先選擇翻譯通道

# 最多可选15个语种
source: Up to 15 languages can be selected
ar: الرجاء اختيار قناة الترجمة الأولى
bn: উপর থেকে ১৫ ভাষা নির্বাচিত হতে পারে
es: Hasta 15 idiomas opcionales
fa: تا ۱۵ زبان می‌تواند انتخاب شود
fr: Jusqu'à 15 langues sélectionnables
hi: 15 भाषा पर चुना जा सकता है
id: Sehingga 15 bahasa dapat dipilih
ko: 최대 15개 언어 사용 가능
ky: 15 тилде тандалууга болбоду
pt_br: Máximo de 15 idiomas
ru: Максимально можно выбрать 15 языков.
tr: 15 dile kadar seçilebilir
uz: 15 tagacha til mavjud
vi: Tùy chọn tối đa 15 ngôn ngữ
zh_hans: 最多可选15个语种
zh_hant: 最多可選15個語種

# 群公告翻译
source: Translation of group announcements
ar: إعلان مجموعة الترجمة
bn: গ্রুপ ঘোষণার অনুবাদ
es: Traducción del anuncio grupal
fa: ترجمه اعلام گروه
fr: Traduction des annonces de groupe
hi: समूह संदेश का अनुवाद
id: Terjemahan pengumuman kelompok
ko: 그룹 공지사항 번역
ky: Котормочулар
pt_br: Tradução de anúncio de grupo
ru: Перевод группового объявления
tr: Grup duyurularının çevirimi
uz: Guruh e'lonlari tarjimasi
vi: Thông báo nhóm dịch
zh_hans: 群公告翻译
zh_hant: 群公告翻譯

# 原文
source: original text
ar: الأصل
bn: মূল টেক্সট
es: Texto original
fa: متن اصلی
fr: Le texte original
hi: मौलिक पाठ
id: teks asli
ko: 원래의
ky: баштапкы текст
pt_br: Texto original
ru: Подлинный текст
tr: orijinal metin
uz: original
vi: Văn bản gốc
zh_hans: 原文
zh_hant: 原文

# 译文
source: translation
ar: ترجمة
bn: অনুবাদ
es: Traducción
fa: ترجمه
fr: Traduction
hi: अनुवाद
id: terjemahan
ko: 번역
pt_br: Tradução
ru: Перевод
tr: tercüme
uz: tarjima
vi: Dịch
zh_hans: 译文
zh_hant: 譯文

# 翻译中...
source: Translating
ar: في الترجمة .
bn: অনুবাদ করা হচ্ছে...
es: En la traducción...
fa: ترجمه
fr: Dans la traduction...
hi: अनुवाद
id: Terjemahan
ko: 번역 중...
ky: Которуу
pt_br: Tradução em andamento...
ru: В переводе...
tr: Çeviri
uz: Tarjima qilinmoqda...
vi: Trong bản dịch......
zh_hans: 翻译中...
zh_hant: 翻譯中…

# 翻译失败，请重试！
source: Translation failed, please try again!
ar: فشلت الترجمة، يرجى المحاولة مرة أخرى!
bn: অনুবাদ ব্যর্থ হয়েছে, আবার চেষ্টা করুন!
es: La traducción falló, ¡inténtalo de nuevo!
fa: ترجمه انجام نشد، لطفا دوباره امتحان کنید!
fr: Échec de la traduction, veuillez réessayer !
hi: अनुवाद विफल, कृपया पुनः प्रयास करें!
id: Terjemahan gagal, coba lagi!
ko: 번역에 실패했습니다. 다시 시도해 주세요!
ky: Которуу ишке ашкан жок, кайра аракет кылыңыз!
pt_br: A tradução falhou, tente novamente!
ru: Не удалось перевести, попробуйте еще раз!
tr: Çeviri başarısız oldu, lütfen tekrar deneyin!
uz: Tarjima amalga oshmadi, qaytadan urining!
vi: Bản dịch không thành công, vui lòng thử lại!
zh_hans: 翻译失败，请重试！
zh_hant: 翻譯失敗，請重試！
