Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 位置
source: Location
ar: موقع
bn: অবস্থান
es: Ubicación
fa: محل
fr: Emplacement
hi: जगह
id: Lokasi
ko: 위치
ky: Жайгашкан жер
pt_br: colocação
ru: Расположение
tr: Konum
uz: Manzil
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# 发送
source: Send
ar: يرسل
bn: পাঠান
es: enviar
fa: ارسال
fr: envoyer
hi: भेजना
id: mengirim
ko: 전송
ky: жөнөтүү
pt_br: envio
ru: отправлять
tr: Göndermek
uz: yuborish
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# 搜索位置
source: Search location
ar: موقع البحث
bn: অবস্থান অনুসন্ধান করুন
es: Ubicación de búsqueda
fa: جستجوی مکان
fr: Localisation de recherche
hi: स्थान खोजें
id: Lokasi pencarian
ko: 위치 검색
ky: Жайгашкан жерди издөө
pt_br: Localização da pesquisa
ru: Поиск местоположения
tr: Konum ara
uz: Joyni qidirish
vi: Tìm kiếm vị trí
zh_hans: 搜索位置
zh_hant: 搜索位置

# 设置管理员
source: Set up administrator
ar: إعداد المسؤول
bn: প্রশাসক সেট আপ করুন
es: Configurar administrador
fa: مدیر را تنظیم کنید
fr: Configurer l'administrateur
hi: व्यवस्थापक स्थापित करें
id: Siapkan administrator
ko: 관리자 설정
ky: Администраторду орнотуу
pt_br: Configuração do administrador
ru: Настройка администратора
tr: Yöneticiyi ayarla
uz: Administratorni sozlang
vi: Thiết lập quản trị viên
zh_hans: 设置管理员
zh_hant: 設置管理員

# 设置群管理员成功
source: Set up group administrator successfully
ar: تم إعداد مسؤول المجموعة بنجاح
bn: গ্রুপ অ্যাডমিনিস্ট্রেটর সফলভাবে সেট আপ করুন
es: Configurar administrador de grupo exitosamente
fa: راه اندازی مدیر گروه با موفقیت
fr: Configurer l'administrateur de groupe avec succès
hi: समूह व्यवस्थापक को सफलतापूर्वक सेट करें
id: Berhasil menyiapkan administrator grup
ko: 그룹 관리자를 성공적으로 설정했습니다.
ky: Топтун администраторун ийгиликтүү орнотуңуз
pt_br: A configuração do administrador do grupo foi bem-sucedida
ru: Успешно настроен администратор группы
tr: Grup yöneticisini başarıyla kurun
uz: Guruh administratorini muvaffaqiyatli sozlang
vi: Thiết lập quản trị viên nhóm thành công
zh_hans: 设置群管理员成功
zh_hant: 設置群管理員成功

# 群成员
source: Group members
ar: أعضاء المجموعة
bn: দলের সদস্যগণ
es: miembros del grupo
fa: اعضای گروه
fr: les membres du groupe
hi: समूह के सदस्यों को
id: anggota kelompok
ko: 그룹 구성원
ky: топтун мүчөлөрү
pt_br: membro do grupo
ru: Участники группы
tr: grup üyeleri
uz: guruh a'zolari
vi: Thành viên nhóm
zh_hans: 群成员
zh_hant: 群成員

# 移除群成员
source: Remove group members
ar: إزالة أعضاء المجموعة
bn: গ্রুপের সদস্যদের সরান
es: Eliminar miembros del grupo
fa: اعضای گروه را حذف کنید
fr: Supprimer des membres du groupe
hi: समूह के सदस्यों को हटाएँ
id: Hapus anggota grup
ko: 그룹 구성원 제거
ky: Топтун мүчөлөрүн алып салуу
pt_br: Remover membros do grupo
ru: Удаление участников группы
tr: Grup üyelerini kaldır
uz: Guruh a'zolarini olib tashlang
vi: Xóa thành viên nhóm
zh_hans: 移除群成员
zh_hant: 移除群成員

# 移除成员
source: Remove member
ar: إزالة العضو
bn: সদস্য সরান
es: Eliminar miembro
fa: حذف عضو
fr: Supprimer un membre
hi: सदस्य हटाएँ
id: Hapus anggota
ko: 회원 삭제
ky: Мүчөнү алып салуу
pt_br: Remover membro
ru: Удалить участника
tr: Üyeyi kaldır
uz: A'zoni olib tashlang
vi: Xóa thành viên
zh_hans: 移除成员
zh_hant: 移除成員

# 将所选成员移除群聊
source: Remove selected members from group chat
ar: إزالة الأعضاء المحددين من الدردشة الجماعية
bn: গ্রুপ চ্যাট থেকে নির্বাচিত সদস্যদের সরান
es: Eliminar miembros seleccionados del chat grupal
fa: اعضای انتخاب شده را از چت گروهی حذف کنید
fr: Supprimer les membres sélectionnés de la discussion de groupe
hi: चयनित सदस्यों को समूह चैट से हटाएँ
id: Hapus anggota yang dipilih dari obrolan grup
ko: 그룹 채팅에서 선택한 구성원 제거
ky: Тандалган мүчөлөрдү топтук чаттан алып салуу
pt_br: Remover membros selecionados do bate-papo em grupo
ru: Удалить выбранных участников из группового чата
tr: Seçilen üyeleri grup sohbetinden kaldır
uz: Tanlangan a'zolarni guruh chatidan olib tashlang
vi: Xóa thành viên đã chọn khỏi cuộc trò chuyện nhóm
zh_hans: 将所选成员移除群聊
zh_hant: 將所選成員移除群聊

# 成员移除成功
source: Member removed successfully
ar: تمت إزالة العضو بنجاح
bn: সদস্য সফলভাবে সরানো হয়েছে
es: Miembro eliminado exitosamente
fa: عضو با موفقیت حذف شد
fr: Membre supprimé avec succès
hi: सदस्य सफलतापूर्वक हटाया गया
id: Anggota berhasil dihapus
ko: 회원이 삭제되었습니다.
ky: Мүчө ийгиликтүү өчүрүлдү
pt_br: Membro removido com sucesso
ru: Участник успешно удален
tr: Üye başarıyla kaldırıldı
uz: Aʼzo muvaffaqiyatli olib tashlandi
vi: Xóa thành viên thành công
zh_hans: 成员移除成功
zh_hant: 成員移除成功

# 最多只能选择%ld人
source: You can only select at most %ld people
ar: يمكنك فقط تحديد %ld من الأشخاص على الأكثر
bn: আপনি শুধুমাত্র সর্বাধিক %ld লোক নির্বাচন করতে পারেন৷
es: Solo puedes seleccionar como máximo %ld personas
fa: شما فقط می توانید حداکثر %ld نفر را انتخاب کنید
fr: Vous ne pouvez sélectionner qu'un maximum de %ld personnes
hi: आप केवल अधिकतम %ld लोगों का ही चयन कर सकते हैं
id: Anda hanya dapat memilih maksimal %ld orang
ko: 최대 %ld명만 선택할 수 있습니다.
ky: Сиз эң көп %ld адамды гана тандай аласыз
pt_br: Máximo de %ld pessoas
ru: Вы можете выбрать не более %ld человек.
tr: Yalnızca en fazla %ld kişiyi seçebilirsiniz
uz: Siz faqat koʻpi bilan %ld kishini tanlashingiz mumkin
vi: Tối đa có thể chọn %ld
zh_hans: 最多只能选择%ld人
zh_hant: 最多只能選擇%ld人

# 群信息
source: Group information
ar: معلومات المجموعة
bn: গ্রুপ তথ্য
es: Información del grupo
fa: اطلاعات گروه
fr: Informations sur le groupe
hi: समूह जानकारी
id: Informasi grup
ko: 그룹 정보
ky: Топтук маалымат
pt_br: informações do grupo
ru: Информация о группе
tr: Grup bilgileri
uz: Guruh ma'lumotlari
vi: Thông tin nhóm
zh_hans: 群信息
zh_hant: 群信息

# 上传图片成功
source: Image uploaded successfully
ar: تم تحميل الصورة بنجاح
bn: ছবি সফলভাবে আপলোড করা হয়েছে৷
es: Imagen cargada exitosamente
fa: تصویر با موفقیت آپلود شد
fr: Image téléchargée avec succès
hi: छवि सफलतापूर्वक अपलोड हो गई
id: Gambar berhasil diunggah
ko: 이미지가 성공적으로 업로드되었습니다.
ky: Сүрөт ийгиликтүү жүктөлдү
pt_br: Imagem carregada com sucesso
ru: Изображение успешно загружено
tr: Resim başarıyla yüklendi
uz: Rasm muvaffaqiyatli yuklandi
vi: Hình ảnh tải lên thành công
zh_hans: 上传图片成功
zh_hant: 上傳圖片成功

# 群二维码
source: Group QR code
ar: رمز الاستجابة السريعة للمجموعة
bn: গ্রুপ QR কোড
es: Código QR del grupo
fa: کد QR گروه
fr: Code QR du groupe
hi: समूह QR कोड
id: Grup kode QR
ko: 그룹QR코드
ky: Топтун QR коду
pt_br: Código QR do grupo
ru: Групповой QR-код
tr: Grup QR kodu
uz: Guruh QR kodi
vi: Mã QR nhóm
zh_hans: 群二维码
zh_hant: 群二維碼

# 分享群二维码
source: Sharing group QR code
ar: مشاركة رمز الاستجابة السريعة للمجموعة
bn: গ্রুপ QR কোড শেয়ার করা
es: Compartir código QR del grupo
fa: به اشتراک گذاری کد QR گروه
fr: Code QR du groupe de partage
hi: समूह क्यूआर कोड साझा करना
id: Berbagi kode QR grup
ko: 그룹 QR 코드 공유
ky: Топтун QR кодун бөлүшүү
pt_br: Compartilhar código QR do grupo
ru: QR-код группы обмена
tr: Grup QR kodunu paylaşma
uz: Guruh QR kodini almashish
vi: Chia sẻ mã QR nhóm
zh_hans: 分享群二维码
zh_hant: 分享群二維碼

# 保存相册
source: Save album
ar: حفظ الألبوم
bn: অ্যালবাম সংরক্ষণ করুন
es: guardar álbum
fa: ذخیره آلبوم
fr: enregistrer l'album
hi: एल्बम सहेजें
id: simpan album
ko: 앨범 저장
ky: альбомду сактоо
pt_br: Salvar álbum
ru: сохранить альбом
tr: albümü kaydet
uz: albomni saqlash
vi: Lưu album
zh_hans: 保存相册
zh_hant: 保存相冊

# 分享
source: Share
ar: يشارك
bn: ভাগ
es: compartir
fa: اشتراک گذاری
fr: partager
hi: शेयर करना
id: membagikan
ko: 공유하다
ky: бөлүшүү
pt_br: compartilhar
ru: делиться
tr: paylaşmak
uz: baham ko'ring
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# 已保存至相册
source: Saved to album
ar: تم الحفظ في الألبوم
bn: অ্যালবামে সংরক্ষিত
es: Guardado en el álbum
fa: در آلبوم ذخیره شد
fr: Enregistré dans l'album
hi: एल्बम में सहेजा गया
id: Disimpan ke album
ko: 앨범에 저장됨
ky: Альбомго сакталды
pt_br: Salvo em um álbum
ru: Сохранено в альбом
tr: Albüme kaydedildi
uz: Albomga saqlandi
vi: Đã lưu vào album
zh_hans: 已保存至相册
zh_hant: 已保存至相冊

# 群公告
source: Group announcement
ar: إعلان المجموعة
bn: গ্রুপ ঘোষণা
es: Anuncio de grupo
fa: اطلاعیه گروه
fr: Annonce du groupe
hi: समूह घोषणा
id: Pengumuman kelompok
ko: 그룹 공지
ky: Топтун жарыясы
pt_br: Anúncio de grupo
ru: Объявление группы
tr: Grup duyurusu
uz: Guruh e'lonlari
vi: Thông báo nhóm
zh_hans: 群公告
zh_hant: 群公告

# 发布
source: Release
ar: يطلق
bn: মুক্তি
es: liberar
fa: رهایی
fr: libérer
hi: मुक्त करना
id: melepaskan
ko: 발표하다
ky: бошотуу
pt_br: postagem
ru: выпускать
tr: serbest bırakmak
uz: ozod qilish
vi: Đăng tải
zh_hans: 发布
zh_hant: 發布

# 群公告（仅群主和管理员可编辑）
source: Group announcement (only group owners and administrators can edit)
ar: إعلان المجموعة (يمكن لمالكي المجموعة ومسؤوليها فقط التعديل)
bn: গ্রুপ ঘোষণা (শুধুমাত্র গ্রুপ মালিক এবং প্রশাসকরা সম্পাদনা করতে পারেন)
es: Anuncio de grupo (solo los propietarios y administradores del grupo pueden editar)
fa: اطلاعیه گروه (فقط صاحبان و مدیران گروه می توانند ویرایش کنند)
fr: Annonce de groupe (seuls les propriétaires et administrateurs de groupe peuvent modifier)
hi: समूह घोषणा (केवल समूह स्वामी और व्यवस्थापक ही संपादित कर सकते हैं)
id: Pengumuman grup (hanya pemilik dan administrator grup yang dapat mengedit)
ko: 그룹 공지(그룹 소유자 및 관리자만 편집 가능)
ky: Топтун жарыясы (топтун ээлери жана администраторлору гана түзөтө алат)
pt_br: Anúncios de grupos (somente editáveis por proprietários e administradores de grupos)
ru: Объявление группы (редактировать могут только владельцы и администраторы групп)
tr: Grup duyurusu (yalnızca grup sahipleri ve yöneticiler düzenleyebilir)
uz: Guruh e'lonlari (faqat guruh egalari va ma'murlari tahrirlashi mumkin)
vi: Thông báo nhóm (chỉ chủ nhóm và quản trị viên mới có thể chỉnh sửa)
zh_hans: 群公告（仅群主和管理员可编辑）
zh_hant: 群公告（僅群主和管理員可編輯）

# 编辑群公告
source: Editor group announcement
ar: إعلان مجموعة التحرير
bn: সম্পাদক গ্রুপ ঘোষণা
es: Anuncio del grupo editor
fa: اطلاعیه گروه سردبیر
fr: Annonce du groupe d'éditeurs
hi: संपादक समूह की घोषणा
id: Pengumuman grup editor
ko: 편집자 그룹 공지
ky: Редактор тобунун жарыясы
pt_br: Editar anúncio de grupo
ru: Объявление группы редакторов
tr: Editör grubu duyurusu
uz: Muharrir guruhi e'loni
vi: Chỉnh sửa thông báo nhóm
zh_hans: 编辑群公告
zh_hant: 編輯群公告

# 发送至会话
source: Send to conversation
ar: إرسال إلى المحادثة
bn: কথোপকথনে পাঠান
es: Enviar a conversación
fa: ارسال به مکالمه
fr: Envoyer à la conversation
hi: बातचीत के लिए भेजें
id: Kirim ke percakapan
ko: 대화로 보내기
ky: Сүйлөшүүгө жөнөтүү
pt_br: Enviar para a sessão
ru: Отправить в чат
tr: Sohbete gönder
uz: Suhbatga yuboring
vi: Gửi tới cuộc trò chuyện
zh_hans: 发送至会话
zh_hant: 發送至會話

# 在会话内置顶显示
source: Show in conversation
ar: تظهر في المحادثة
bn: কথোপকথনে দেখান
es: Mostrar en conversación
fa: نمایش در مکالمه
fr: Afficher dans la conversation
hi: बातचीत में दिखाएँ
id: Tunjukkan dalam percakapan
ko: 대화 상단에 표시됨
ky: Сүйлөшүүдө көрсөтүү
pt_br: Exibido na parte superior da sessão
ru: Показать в разговоре
tr: Görüşmede göster
uz: Suhbatda ko'rsatish
vi: Ghim đầu trong cuộc trò chuyện
zh_hans: 在会话内置顶显示
zh_hant: 在會話內置頂顯示

# 发送至会话并置顶
source: Send to conversation and pin to top
ar: إرسال إلى المحادثة وتثبيته في الأعلى
bn: কথোপকথনে পাঠান এবং শীর্ষে পিন করুন
es: Enviar a la conversación y fijar en la parte superior
fa: ارسال به مکالمه و پین کردن به بالا
fr: Envoyer à la conversation et épingler en haut
hi: बातचीत के लिए भेजें और शीर्ष पर पिन करें
id: Kirim ke percakapan dan sematkan ke atas
ko: 대화로 보내고 상단에 고정
ky: Сүйлөшүүгө жөнөтүү жана жогоруга кадоо
pt_br: Enviar para a sessão e para o topo
ru: Отправить в чат и закрепить вверху
tr: Sohbete gönder ve en üste sabitle
uz: Suhbatga yuboring va tepaga mahkamlang
vi: Gửi tới cuộc trò chuyện và ghim lên đầu
zh_hans: 发送至会话并置顶
zh_hant: 發送至會話並置頂

# 发布成功
source: Posted successfully
ar: تم النشر بنجاح
bn: সফলভাবে পোস্ট করা হয়েছে
es: Publicado exitosamente
fa: با موفقیت ارسال شد
fr: Publié avec succès
hi: सफलतापूर्वक पोस्ट किया गया
id: Berhasil diposting
ko: 성공적으로 게시되었습니다
ky: Ийгиликтүү жарыяланды
pt_br: Publicar com sucesso
ru: Опубликовано успешно
tr: Başarıyla gönderildi
uz: Muvaffaqiyatli chop etildi
vi: Đăng tải thành công
zh_hans: 发布成功
zh_hant: 發布成功

# 群公告移除成功
source: Group announcement removed successfully
ar: تمت إزالة إعلان المجموعة بنجاح
bn: গ্রুপ ঘোষণা সফলভাবে সরানো হয়েছে
es: El anuncio del grupo se eliminó correctamente
fa: اعلان گروه با موفقیت حذف شد
fr: L'annonce du groupe a été supprimée avec succès
hi: समूह घोषणा सफलतापूर्वक हटा दी गई
id: Pengumuman grup berhasil dihapus
ko: 그룹 공지가 삭제되었습니다.
ky: Топтун жарыясы ийгиликтүү өчүрүлдү
pt_br: Anúncio de grupo removido com sucesso
ru: Объявление группы успешно удалено
tr: Grup duyurusu başarıyla kaldırıldı
uz: Guruh eʼloni olib tashlandi
vi: Xóa thông báo nhóm thành công
zh_hans: 群公告移除成功
zh_hant: 群公告移除成功

# 单人禁言
source: Single person ban
ar: حظر شخص واحد
bn: একক ব্যক্তি নিষেধাজ্ঞা
es: Prohibición de una sola persona
fa: ممنوعیت تک نفره
fr: Interdiction d'une seule personne
hi: एकल व्यक्ति पर प्रतिबंध
id: Larangan satu orang
ko: 1인 금지
ky: Жалгыз адамга тыюу салуу
pt_br: mordaça de uma pessoa só
ru: Запрет для одного человека
tr: Tek kişi yasağı
uz: Yagona shaxsni taqiqlash
vi: Khóa chat cá nhân
zh_hans: 单人禁言
zh_hant: 單人禁言

# 禁言10分钟
source: Banned for 10 minutes
ar: حظر لمدة 10 دقائق
bn: 10 মিনিটের জন্য নিষিদ্ধ
es: Prohibido por 10 minutos
fa: 10 دقیقه ممنوع شد
fr: Banni pendant 10 minutes
hi: 10 मिनट के लिए बैन किया गया
id: Dilarang selama 10 menit
ko: 10분 동안 차단됨
ky: 10 мүнөткө тыюу салынган
pt_br: Banido por 10 minutos
ru: Забанен на 10 минут
tr: 10 dakika süreyle yasaklandı
uz: 10 daqiqaga taqiqlangan
vi: Khóa 10 phút
zh_hans: 禁言10分钟
zh_hant: 禁言10分鐘

# 禁言1小时
source: Banned for 1 hour
ar: محظور لمدة 1 ساعة
bn: ১ ঘণ্টার জন্য নিষিদ্ধ
es: Prohibido por 1 hora
fa: 1 ساعت ممنوع شد
fr: Banni pendant 1 heure
hi: 1 घंटे के लिए बैन किया गया
id: Dilarang selama 1 jam
ko: 1시간 동안 금지됨
ky: 1 саатка тыюу салынган
pt_br: Banido por 1 hora
ru: Забанен на 1 час.
tr: 1 saat süreyle yasaklandı
uz: 1 soatga taqiqlangan
vi: Khóa 1 giờ
zh_hans: 禁言1小时
zh_hant: 禁言1小時

# 禁言12小时
source: Banned for 12 hours
ar: حظر لمدة 12 ساعة
bn: 12 ঘন্টার জন্য নিষিদ্ধ
es: Prohibido por 12 horas
fa: 12 ساعت ممنوع شد
fr: Banni pendant 12 heures
hi: 12 घंटे के लिए लगाया गया बैन
id: Dilarang selama 12 jam
ko: 12시간 동안 차단됨
ky: 12 саатка тыюу салынган
pt_br: Proibição de 12 horas
ru: Забанен на 12 часов.
tr: 12 saat süreyle yasaklandı
uz: 12 soat davomida taqiqlangan
vi: Khóa 12 giờ
zh_hans: 禁言12小时
zh_hant: 禁言12小時

# 禁言24小时
source: Banned for 24 hours
ar: حظر لمدة 24 ساعة
bn: ২৪ ঘণ্টার জন্য নিষিদ্ধ
es: Prohibido por 24 horas
fa: به مدت 24 ساعت ممنوع شد
fr: Banni pendant 24 heures
hi: 24 घंटे के लिए लगाया गया बैन
id: Dilarang selama 24 jam
ko: 24시간 동안 금지됨
ky: 24 саатка тыюу салынган
pt_br: Banimento por 24 horas
ru: Забанен на 24 часа
tr: 24 saat süreyle yasaklandı
uz: 24 soat davomida taqiqlangan
vi: Khóa 24 giờ
zh_hans: 禁言24小时
zh_hant: 禁言24小時

# 禁言7天
source: Banned for 7 days
ar: حظر لمدة 7 أيام
bn: ৭ দিনের জন্য নিষিদ্ধ
es: Prohibido por 7 días
fa: 7 روز محروم شد
fr: Interdit pendant 7 jours
hi: 7 दिनों के लिए बैन
id: Dilarang selama 7 hari
ko: 7일 동안 금지됨
ky: 7 күнгө тыюу салынган
pt_br: Banido por 7 dias
ru: Забанен на 7 дней
tr: 7 gün süreyle yasaklandı
uz: 7 kunga taqiqlangan
vi: Khóa 7 ngày
zh_hans: 禁言7天
zh_hant: 禁言7天

# 禁言30天
source: Banned for 30 days
ar: حظر لمدة 30 يوما
bn: 30 দিনের জন্য নিষিদ্ধ
es: Prohibido por 30 días
fa: 30 روز محروم شد
fr: Interdit pendant 30 jours
hi: 30 दिन के लिए बैन
id: Dilarang selama 30 hari
ko: 30일 동안 금지됨
ky: 30 күнгө тыюу салынган
pt_br: Banido por 30 dias
ru: Забанен на 30 дней
tr: 30 gün süreyle yasaklandı
uz: 30 kunga taqiqlangan
vi: Khóa 30 ngày
zh_hans: 禁言30天
zh_hant: 禁言30天

# 选择禁言时间
source: Select muting time
ar: حدد وقت كتم الصوت
bn: নিঃশব্দ সময় নির্বাচন করুন
es: Seleccione el tiempo de silencio
fa: زمان نادیده گرفتن را انتخاب کنید
fr: Sélectionnez le temps de mise en sourdine
hi: म्यूट करने का समय चुनें
id: Pilih waktu mematikan
ko: 연설을 금지할 시간을 선택하세요
ky: Үнсүз убакытты тандаңыз
pt_br: Seleção do tempo de proibição
ru: Выберите время отключения звука
tr: Sessize alma süresini seçin
uz: Ovozni o'chirish vaqtini tanlang
vi: Chọn thời gian khóa chat
zh_hans: 选择禁言时间
zh_hant: 選擇禁言時間

# 成员禁言成功
source: Member banned successfully
ar: تم حظر العضو بنجاح
bn: সদস্য সফলভাবে নিষিদ্ধ
es: Miembro baneado exitosamente
fa: عضو با موفقیت ممنوع شد
fr: Membre banni avec succès
hi: सदस्य पर सफलतापूर्वक प्रतिबंध लगा दिया गया
id: Anggota berhasil diblokir
ko: 회원이 차단되었습니다.
ky: Мүчө ийгиликтүү тыюу салынды
pt_br: Membro banido com sucesso
ru: Участник успешно заблокирован
tr: Üye başarıyla yasaklandı
uz: A'zo muvaffaqiyatli bloklandi
vi: Thành viên bị khóa chat thành công
zh_hans: 成员禁言成功
zh_hant: 成員禁言成功

# 修改群名称
source: Modify group name
ar: تعديل اسم المجموعة
bn: গ্রুপের নাম পরিবর্তন করুন
es: Modificar el nombre del grupo
fa: تغییر نام گروه
fr: Modifier le nom du groupe
hi: समूह का नाम संशोधित करें
id: Ubah nama grup
ko: 그룹 이름 수정
ky: Топтун атын өзгөртүү
pt_br: Modificar o nome do grupo
ru: Изменить название группы
tr: Grup adını değiştir
uz: Guruh nomini o'zgartirish
vi: Sửa đổi tên nhóm
zh_hans: 修改群名称
zh_hant: 修改群名稱

# 群名称
source: Group name
ar: أسم المجموعة
bn: দলের নাম
es: Nombre del grupo
fa: اسم گروه
fr: Nom de groupe
hi: समूह नाम
id: Nama grup
ko: 그룹 이름
ky: Топтун аты
pt_br: nome do grupo
ru: Имя группы
tr: Grup ismi
uz: Guruh nomi
vi: Tên nhóm
zh_hans: 群名称
zh_hant: 群名稱

# 群名称不能为空
source: Group name cannot be empty
ar: لا يمكن أن يكون اسم المجموعة فارغًا
bn: গ্রুপের নাম খালি রাখা যাবে না
es: El nombre del grupo no puede estar vacío
fa: نام گروه نمی تواند خالی باشد
fr: Le nom du groupe ne peut pas être vide
hi: समूह का नाम खाली नहीं हो सकता
id: Nama grup tidak boleh kosong
ko: 그룹 이름은 비워둘 수 없습니다.
ky: Топтун аталышы бош болбошу керек
pt_br: O nome do grupo não pode estar vazio
ru: Название группы не может быть пустым.
tr: Grup adı boş olamaz
uz: Guruh nomi boʻsh boʻlishi mumkin emas
vi: Tên nhóm không được để trống
zh_hans: 群名称不能为空
zh_hant: 群名稱不能為空

# 保存成功
source: Saved successfully
ar: حفظ بنجاح
bn: সফলভাবে সংরক্ষিত
es: Guardado exitosamente
fa: با موفقیت ذخیره شد
fr: Enregistré avec succès
hi: सफलतापूर्वक बचाया
id: Berhasil disimpan
ko: 성공적으로 저장 되었음
ky: Ийгиликтүү сакталды
pt_br: Salvar com sucesso
ru: Успешно сохранено
tr: Başarıyla kaydedildi
uz: Muvaffaqiyatli saqlandi
vi: Lưu thành công
zh_hans: 保存成功
zh_hant: 保存成功

# 群主移交成功
source: Group owner transfer successful
ar: تم نقل مالك المجموعة بنجاح
bn: গ্রুপ মালিক স্থানান্তর সফল হয়েছে
es: La transferencia del propietario del grupo se realizó correctamente
fa: انتقال مالک گروه با موفقیت انجام شد
fr: Transfert de propriétaire du groupe réussi
hi: समूह स्वामी का स्थानांतरण सफल
id: Transfer pemilik grup berhasil
ko: 그룹 소유자 이전이 완료되었습니다.
ky: Топтун ээси өткөрүлдү
pt_br: Transferência bem-sucedida de líderes de grupo
tr: Grup sahibi aktarımı başarılı
uz: Guruh egasi transferi muvaffaqiyatli amalga oshirildi
vi: Chuyển quyền sở hữu nhóm thành công
zh_hans: 群主移交成功
zh_hant: 群主移交成功

# 移交群主
source: Transfer to group owner
ar: نقل إلى مالك المجموعة
bn: গ্রুপ মালিকের কাছে স্থানান্তর করুন
es: Transferir al propietario del grupo
fa: انتقال به مالک گروه
fr: Transfert au propriétaire du groupe
hi: समूह स्वामी को स्थानांतरण
id: Transfer ke pemilik grup
ko: 그룹 소유자에게 이전
ky: Топтун ээсине өткөрүп берүү
pt_br: Transferência dos privilégios de proprietário do grupo
ru: Передача владельцу группы
tr: Grup sahibine aktar
uz: Guruh egasiga o'tkazish
vi: Chuyển cho chủ sở hữu nhóm
zh_hans: 移交群主
zh_hant: 移交群主

# 确认将群主移交给 “%@” ？移交后不可撤回，你将失去群的管理权限。
source: Confirm to transfer the group owner to “%@”? After the transfer, it cannot be withdrawn and you will lose the management rights of the group.
ar: هل تريد تأكيد نقل مالك المجموعة إلى “%@”؟ بعد النقل، لا يمكن سحبه وستفقد حقوق إدارة المجموعة.
bn: গোষ্ঠীর মালিককে “%@”-এ স্থানান্তর করতে নিশ্চিত করবেন? স্থানান্তরের পরে, এটি প্রত্যাহার করা যাবে না এবং আপনি গ্রুপের পরিচালনার অধিকার হারাবেন।
es: ¿Confirmar para transferir el propietario del grupo a “%@”? Tras la transferencia no se podrá retirar y perderás los derechos de gestión del grupo.
fa: تأیید می‌کنید که مالک گروه به “%@” منتقل شود؟ پس از انتقال امکان برداشت وجود ندارد و شما حقوق مدیریت گروه را از دست خواهید داد.
fr: Confirmez-vous pour transférer le propriétaire du groupe vers « %@ » ? Après le transfert, il ne pourra plus être retiré et vous perdrez les droits de gestion du groupe.
hi: समूह स्वामी को “%@” पर स्थानांतरित करने की पुष्टि करें? स्थानांतरण के बाद, इसे वापस नहीं लिया जा सकता और आप समूह के प्रबंधन अधिकार खो देंगे।
id: Konfirmasi untuk mentransfer pemilik grup ke “%@”? Setelah transfer, tidak dapat ditarik kembali dan Anda akan kehilangan hak pengelolaan grup.
ko: 그룹 소유자를“%@”(으)로 이전하시겠습니까? 양도 후에는 탈퇴가 불가능하며, 그룹의 관리권한을 상실하게 됩니다.
ky: Топтун ээсин “%@”га өткөрүү ырасталсынбы? Өткөрүлгөндөн кийин, аны алып салуу мүмкүн эмес жана топтун башкаруу укуктарын жоготосуз.
pt_br: Confirmar a transferência do proprietário do grupo para “%@” ? A transferência é irrevogável e você perderá os privilégios administrativos do grupo.
ru: Подтвердить перенос владельца группы в «%@»? После переноса его нельзя будет отозвать и вы потеряете права управления группой.
tr: Grup sahibini “%@” grubuna aktarmayı onaylıyor musunuz? Devir sonrasında geri alınamaz ve grubun yönetim haklarını kaybedersiniz.
uz: Guruh egasini “%@” hisobiga o‘tkazish tasdiqlansinmi? O'tkazilgandan so'ng uni qaytarib bo'lmaydi va siz guruhni boshqarish huquqlarini yo'qotasiz.
vi: Xác nhận chuyển giao chủ nhóm cho “%@” ？Sau khi chuyển không thể rút lại, bạn sẽ mất quyền quản lý nhóm.
zh_hans: 确认将群主移交给 “%@” ？移交后不可撤回，你将失去群的管理权限。
zh_hant: 確認將群主移交給“%@” ？移交後不可撤回，你將失去群的管理權限。

# 设置群主/管理员
source: Set up group owner/administrator
ar: قم بإعداد مالك/مسؤول المجموعة
bn: গ্রুপ মালিক/প্রশাসক সেট আপ করুন
es: Configurar propietario/administrador del grupo
fa: مالک/مدیر گروه را تنظیم کنید
fr: Configurer le propriétaire/administrateur du groupe
hi: समूह स्वामी/प्रशासक को स्थापित करें
id: Siapkan pemilik/administrator grup
ko: 그룹 소유자/관리자 설정
ky: Топтун ээсин/администраторун орнотуңуз
pt_br: Configuração do proprietário/administrador do grupo
ru: Настройка владельца/администратора группы
tr: Grup sahibini/yöneticisini ayarlayın
uz: Guruh egasi/administratorini sozlang
vi: Thiết lập chủ nhóm/quản trị viên nhóm
zh_hans: 设置群主/管理员
zh_hant: 設置群主/管理員

# 取消群管理员成功
source: Cancel group administrator successfully
ar: تم إلغاء مسؤول المجموعة بنجاح
bn: গ্রুপ অ্যাডমিনিস্ট্রেটর সফলভাবে বাতিল করুন
es: Cancelar administrador de grupo exitosamente
fa: مدیر گروه با موفقیت لغو شد
fr: Annuler l'administrateur de groupe avec succès
hi: समूह व्यवस्थापक को सफलतापूर्वक रद्द करें
id: Berhasil membatalkan administrator grup
ko: 그룹 관리자를 취소했습니다.
ky: Топтун администраторун ийгиликтүү жокко чыгаруу
pt_br: Cancelamento bem-sucedido do administrador do grupo
ru: Отменить администратора группы успешно
tr: Grup yöneticisini başarıyla iptal et
uz: Guruh administratorini muvaffaqiyatli bekor qiling
vi: Hủy quản trị viên nhóm thành công
zh_hans: 取消群管理员成功
zh_hant: 取消群管理員成功

# 管理员
source: Administrator
ar: مدير
bn: প্রশাসক
es: administrador
fa: مدیر
fr: administrateur
hi: प्रशासक
ko: 관리자
ky: администратор
pt_br: cuidadores
ru: администратор
tr: yönetici
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

# 取消管理员设置
source: Cancel administrator settings
ar: إلغاء إعدادات المسؤول
bn: অ্যাডমিনিস্ট্রেটর সেটিংস বাতিল করুন
es: Cancelar la configuración del administrador
fa: تنظیمات سرپرست را لغو کنید
fr: Annuler les paramètres de l'administrateur
hi: व्यवस्थापक सेटिंग रद्द करें
id: Batalkan pengaturan administrator
ko: 관리자 설정 취소
ky: Администратор орнотууларын жокко чыгаруу
pt_br: Cancelamento das configurações do administrador
ru: Отменить настройки администратора
tr: Yönetici ayarlarını iptal et
uz: Administrator sozlamalarini bekor qiling
vi: Hủy cài đặt quản trị viên
zh_hans: 取消管理员设置
zh_hant: 取消管理員設置
