Repository: JamesBondMine/bellbird
Catalog: ios-cimsdkcore/NoaChatKit/NoaChatKit/Resource/*.lproj/Localizable.strings
Languages: ar, bn, es, fa, fr, hi, id, ko, ky, pt_br, ru, tr, uz, vi, zh_hans, zh_hant

# 进群申请
source: Apply to join the group
ar: تقدم بطلب للانضمام إلى المجموعة
bn: গ্রুপে যোগদানের জন্য আবেদন করুন
es: Aplicar para unirse al grupo
fa: برای عضویت در گروه اقدام کنید
fr: Postuler pour rejoindre le groupe
hi: समूह में शामिल होने के लिए आवेदन करें
id: Lamar untuk bergabung dengan grup
ko: 그룹 가입 신청
ky: Группага кошулуу үчүн кайрылыңыз
pt_br: Aplicativo de grupo
ru: Подайте заявку на вступление в группу
tr: Gruba katılmak için başvurun
uz: Guruhga qo'shilish uchun ariza bering
vi: Lời mời vào nhóm
zh_hans: 进群申请
zh_hant: 進群申請

# 群通知
source: Group notification
ar: إشعار المجموعة
bn: গ্রুপ বিজ্ঞপ্তি
es: Notificación grupal
fa: اطلاع رسانی گروهی
fr: Notification de groupe
hi: समूह अधिसूचना
id: Pemberitahuan grup
ko: 그룹 알림
ky: Топтук билдирүү
pt_br: notificação de grupo
ru: Групповое уведомление
tr: Grup bildirimi
uz: Guruh xabarnomasi
vi: Thông báo nhóm
zh_hans: 群通知
zh_hant: 群通知

# 全部
source: All
ar: الجميع
bn: সব
es: todo
fa: همه
fr: tous
hi: सभी
id: semua
ko: 전부
ky: баары
pt_br: completo
ru: все
tr: Tümü
uz: hammasi
vi: Toàn bộ
zh_hans: 全部
zh_hant: 全部

# 待审核
source: Pending review
ar: في انتظار المراجعة
bn: মুলতুবি পর্যালোচনা
es: Revisión pendiente
fa: بررسی در انتظار
fr: En attendant l'examen
hi: लंबित समीक्षा
id: Tinjauan tertunda
ko: 검토를 보류하다
ky: Карап чыгуу күтүлүүдө
pt_br: aguardando aprovação
ru: Ожидает оценки
tr: Bekleyen yorum
uz: Ko‘rib chiqish kutilmoqda
vi: Đang chờ xem xét
zh_hans: 待审核
zh_hant: 待審核

# 发送通道
source: Send channel
ar: أرسل القناة
bn: চ্যানেল পাঠান
es: Enviar canal
fa: ارسال کانال
fr: Envoyer la chaîne
hi: चैनल भेजें
id: Kirim saluran
ko: 채널 보내기
ky: Канал жөнөтүү
pt_br: canal de transmissão
ru: Отправить канал
tr: Kanalı gönder
uz: Kanal yuborish
vi: Gửi kênh
zh_hans: 发送通道
zh_hant: 發送通道

# 确定
source: Sure
ar: بالتأكيد
bn: নিশ্চিত
es: Seguro
fa: مطمئن
fr: Bien sûr
hi: ज़रूर
id: Tentu
ko: 확인됨
ky: Албетте
pt_br: definir
ru: Конечно
tr: Elbette
uz: Albatta
vi: Chắc chắn
zh_hans: 确定
zh_hant: 確定

# 通道
source: Aisle
ar: ممر
bn: করিডোর
es: pasillo
fa: راهرو
fr: allée
hi: गलियारा
id: lorong
ko: 통로
ky: өтмөк
pt_br: passagem
ru: ряд
tr: koridor
uz: qator
vi: Kênh
zh_hans: 通道
zh_hant: 通道

# 语种
source: Language
ar: لغة
bn: ভাষা
es: Idioma
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
ko: 언어들
ky: Тил
pt_br: tipo de idioma (em uma classificação)
ru: Язык
tr: Dil
uz: Til
vi: Loại ngôn ngữ
zh_hans: 语种
zh_hant: 語種

# 发送语种
source: Send language
ar: أرسل اللغة
bn: ভাষা পাঠান
es: Enviar idioma
fa: زبان ارسال کنید
fr: Envoyer la langue
hi: भाषा भेजें
id: Kirim bahasa
ko: 발신 언어
ky: Тилди жөнөтүү
pt_br: Idioma de envio
ru: Отправить язык
tr: Dil gönder
uz: Tilni yuborish
vi: Loại ngôn ngữ gửi
zh_hans: 发送语种
zh_hant: 發送語種

# 谷歌翻译
source: Google Translate
ar: جوجل المترجم
bn: গুগল অনুবাদ
fa: مترجم گوگل
fr: Google Traduction
hi: गूगल अनुवाद
id: penerjemah Google
ko: 구글 번역
ky: Google которуу
pt_br: Google Tradutor
ru: Google Переводчик
tr: Google Çeviri
uz: Google tarjimon
vi: Google dịch
zh_hans: 谷歌翻译
zh_hant: 谷歌翻譯

# 简体中文
source: Simplified Chinese
ar: الصينية المبسطة
bn: সরলীকৃত চীনা
es: Chino simplificado
fa: چینی ساده شده
fr: Chinois simplifié
hi: सरलीकृत चीनी
id: Cina disederhanakan
ko: 중국어 간체
ky: Жөнөкөйлөштүрүлгөн кытай
pt_br: chinês simplificado
ru: Упрощенный китайский
tr: Basitleştirilmiş Çince
uz: Soddalashtirilgan xitoy tili
vi: Tiếng Trung giản thể
zh_hans: 简体中文
zh_hant: 簡體中文

# [视频]
source: [Video]
ar: [فيديو]
bn: [ভিডিও]
fa: [ویدئو]
fr: [vidéo]
hi: [वीडियो]
ko: [동영상]
ky: [видео]
ru: [видео]
zh_hans: [视频]
zh_hant: [影片]

# [语音]
source: [Voice]
ar: [صوت]
bn: [কণ্ঠ]
es: [voz]
fa: [صدا]
fr: [voix]
hi: [आवाज़]
id: [suara]
ko: [목소리]
ky: [үн]
pt_br: (Voz de fundo)
ru: [голос]
tr: [ses]
uz: [ovoz]
vi: [Âm thanh]
zh_hans: [语音]
zh_hant: [語音]

# [文件]
source: [Document]
ar: [وثيقة]
bn: [নথি]
es: [documento]
fa: [سند]
hi: [दस्तावेज़]
id: [dokumen]
ko: [문서]
ky: [документ]
pt_br: [Documentação]
ru: [документ]
tr: [belge]
uz: [hujjat]
vi: [Tập tin]
zh_hans: [文件]
zh_hant: [文件]

# %@ 通话中断
source: %@ Call interrupted
ar: %@ تمت مقاطعة المكالمة
bn: %@ কল বিঘ্নিত হয়েছে
es: %@ llamada interrumpida
fa: تماس %@ قطع شد
fr: %@ appel interrompu
hi: %@ कॉल बाधित
id: %@ panggilan terputus
ko: %@ 통화가 중단되었습니다
ky: %@ чалуу үзгүлтүккө учурады
pt_br: %@ Interrupção de chamada
ru: %@ звонок прерван
tr: %@ çağrı kesildi
uz: %@ qo‘ng‘iroq uzildi
vi: %@ cuộc gọi bị gián đoạn
zh_hans: %@ 通话中断
zh_hant: %@ 通話中斷

# 通话中断 %@
source: Call interrupted %@
ar: تمت مقاطعة المكالمة %@
bn: কল বিঘ্নিত হয়েছে %@
es: Llamada interrumpida %@
fa: تماس قطع شد %@
fr: Appel interrompu %@
hi: कॉल बाधित %@
id: Panggilan terputus %@
ko: 통화가 중단되었습니다 %@
ky: Чалуу үзгүлтүккө учурады %@
pt_br: Interrupção de chamada %@
ru: Вызов прерван %@
tr: Arama kesildi %@
uz: Qo‘ng‘iroq uzildi %@
vi: Cuộc gọi bị gián đoạn %@
zh_hans: 通话中断 %@
zh_hant: 通話中斷%@

# 对方无应答
source: No response from the other party
ar: ولا يوجد رد من الطرف الآخر
bn: অন্য পক্ষ থেকে কোন প্রতিক্রিয়া
es: No hay respuesta de la otra parte
fa: هیچ پاسخی از طرف مقابل دریافت نمی شود
fr: Aucune réponse de l'autre partie
hi: दूसरे पक्ष की ओर से कोई प्रतिक्रिया नहीं
id: Tidak ada tanggapan dari pihak lain
ko: 상대방의 응답이 없습니다.
ky: Экинчи тараптан жооп жок
pt_br: nenhuma resposta do outro lado
ru: Нет ответа от другой стороны
tr: Karşı taraftan yanıt yok
uz: Boshqa tomondan javob yo'q
vi: Không có phản hồi từ bên kia
zh_hans: 对方无应答
zh_hant: 對方無應答

# 超时未应答
source: No response after timeout
ar: لا يوجد رد بعد انتهاء المهلة
bn: সময় শেষ হওয়ার পরে কোন প্রতিক্রিয়া নেই
es: No hay respuesta después del tiempo de espera
fa: بدون پاسخ پس از تایم اوت
fr: Aucune réponse après expiration du délai
hi: समय समाप्ति के बाद कोई प्रतिक्रिया नहीं
id: Tidak ada respons setelah batas waktu habis
ko: 시간 초과 후 응답이 없습니다.
ky: Таймуттан кийин жооп жок
pt_br: não responder dentro de um limite de tempo
ru: Нет ответа после тайм-аута
tr: Zaman aşımından sonra yanıt yok
uz: Vaqt tugashidan keyin javob yo'q
vi: Không phản hồi sau khi hết thời gian chờ
zh_hans: 超时未应答
zh_hant: 超時未應答

# 已取消
source: Cancelled
ar: ألغيت
bn: বাতিল
es: Cancelado
fa: لغو شد
fr: Annulé
hi: रद्द
id: Dibatalkan
ko: 취소 된
ky: Жокко чыгарылды
pt_br: cancelada
ru: Отменено
tr: İptal edildi
uz: Bekor qilingan
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# 对方已取消
source: The other party has canceled
ar: لقد ألغى الطرف الآخر
bn: অন্য পক্ষ বাতিল করেছে
es: La otra parte ha cancelado
fa: طرف مقابل لغو کرده است
fr: L'autre partie a annulé
hi: दूसरे पक्ष ने रद्द कर दिया है
id: Pihak lain telah membatalkan
ko: 상대방이 취소했습니다.
ky: Экинчи тарап жокко чыгарды
pt_br: A outra parte cancelou
ru: Другая сторона отменила
tr: Karşı taraf iptal etti
uz: Boshqa tomon bekor qildi
vi: Bên kia đã hủy
zh_hans: 对方已取消
zh_hant: 對方已取消

# 对方已拒绝
source: The other party has rejected
ar: وقد رفض الطرف الآخر
bn: অপর পক্ষ প্রত্যাখ্যান করেছে
es: La otra parte ha rechazado
fa: طرف مقابل رد کرده است
fr: L'autre partie a rejeté
hi: दूसरे पक्ष ने खारिज कर दिया है
id: Pihak lain telah menolak
ko: 상대방이 거부함
ky: Экинчи тарап баш тартты
pt_br: A outra parte se recusou
ru: Другая сторона отказалась
tr: Karşı taraf reddetti
uz: Boshqa tomon rad etdi
vi: Bên kia đã từ chối
zh_hans: 对方已拒绝
zh_hant: 對方已拒絕

# 已拒绝
source: Rejected
ar: مرفوض
bn: প্রত্যাখ্যাত
es: rechazado
fa: رد شد
fr: rejeté
hi: अस्वीकार कर दिया
id: ditolak
ko: 거부됨
ky: четке кагылды
pt_br: Rejeitado
ru: отклоненный
tr: Reddedilmiş
uz: rad etilgan
vi: Đã từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# 已在其他设备接听
source: Already answered on another device
ar: تم الرد بالفعل على جهاز آخر
bn: ইতিমধ্যেই অন্য ডিভাইসে উত্তর দেওয়া হয়েছে
es: Ya respondí en otro dispositivo
fa: قبلاً در دستگاه دیگری پاسخ داده شده است
fr: Déjà répondu sur un autre appareil
hi: किसी अन्य डिवाइस पर पहले ही उत्तर दे दिया गया है
id: Sudah dijawab di perangkat lain
ko: 다른 기기에서 이미 응답했습니다.
ky: Башка түзмөктө буга чейин жооп берген
pt_br: Já respondido em outro dispositivo
ru: Уже ответил на другом устройстве
tr: Zaten başka bir cihazda yanıtlandı
uz: Boshqa qurilmada allaqachon javob berilgan
vi: Đã trả lời trên thiết bị khác
zh_hans: 已在其他设备接听
zh_hant: 已在其他設備接聽

# %@ 通话结束
source: %@ Call ended
ar: %@ المكالمة انتهت
bn: %@ সংযোগ বিচ্ছিন্ন
es: %@ llamada terminada
fa: %@ مکالمه تلفنی تمام شد
fr: %@ appel terminé
hi: %@ कॉल समाप्त
id: %@ panggilan berakhir
ko: %@ 통화 종료
ky: %@ чалуу аяктады
pt_br: %@ Fim da chamada
ru: %@ звонок окончен
tr: %@ Arama sona erdi
uz: %@ qo‘ng‘iroq tugadi
vi: %@ cuộc gọi kết thúc
zh_hans: %@ 通话结束
zh_hant: %@ 通話結束

# 通话结束 %@
source: Call ended%@
ar: المكالمة انتهت%@
bn: সংযোগ বিচ্ছিন্ন%@
es: llamada terminada%@
fa: مکالمه تلفنی تمام شد%@
fr: appel terminé%@
hi: कॉल समाप्त%@
id: panggilan berakhir%@
ko: 통화 종료 %@
ky: чалуу аяктады%@
pt_br: Fim da chamada %@
ru: звонок окончен%@
tr: Arama sona erdi%@
uz: qo'ng'iroq tugadi%@
vi: Cuộc gọi kết thúc %@
zh_hans: 通话结束 %@
zh_hant: 通話結束%@

# 视频通话
source: Video call
ar: مكالمة فيديو
bn: ভিডিও কল
es: videollamada
fa: تماس تصویری
fr: appel vidéo
hi: वीडियो कॉल
id: panggilan video
ko: 영상 통화
ky: Видео чалуу
pt_br: chamada de vídeo
ru: видеозвонок
tr: görüntülü arama
uz: video qo'ng'iroq
vi: Cuộc gọi video
zh_hans: 视频通话
zh_hant: 視頻通話

# 语音通话
source: Voice calls
ar: مكالمات صوتية
bn: ভয়েস কল
es: Llamadas de voz
fa: تماسهای صوتی
fr: Appels vocaux
hi: आवाज कॉल
id: Panggilan suara
ko: 음성통화
ky: Үн чалуулар
pt_br: chamada de voz
ru: Голосовые звонки
tr: Sesli aramalar
uz: Ovozli qo'ng'iroqlar
vi: Cuộc gọi âm thanh
zh_hans: 语音通话
zh_hant: 語音通話

# %@已经结束
source: %@Has ended
ar: لقد انتهى %@
bn: %@শেষ হয়েছে
es: %@ha terminado
fa: %@به پایان رسیده است
fr: %@a fini
hi: %@समाप्त हो गया है
id: %@telah berakhir
ko: %@끝났다
ky: %@ аяктады
pt_br: %@ acabou
ru: %@закончено
tr: %@sona erdi
uz: %@ tugadi
vi: %@ đã kết thúc
zh_hans: %@已经结束
zh_hant: %@已經結束

# [地理位置]
source: [Geographic location]
ar: [الموقع الجغرافي]
bn: [ভৌগলিক অবস্থান]
es: [ubicación geográfica]
fa: [موقعیت جغرافیایی]
fr: [position géographique]
hi: [भौगोलिक स्थान]
id: [lokasi geografis]
ko: [지리적 위치]
ky: [географиялык жайгашуу]
pt_br: [Localização geográfica].
ru: [географическое положение]
tr: [Coğrafi konum]
uz: [geografik joylashuv]
vi: [vị trí địa lý]
zh_hans: [地理位置]
zh_hant: [地理位置]

# [会话记录]
source: [Session Record]
ar: [سجل الجلسة]
bn: [সেশন রেকর্ড]
es: [Registro de sesión]
fa: [ضبط جلسه]
fr: [Enregistrement de la session]
hi: [सत्र रिकार्ड]
id: [Rekaman Sesi]
ko: [세션 녹화]
ky: [Сеанс жазуусу]
pt_br: [Sessões gravadas].
ru: [Запись сеанса]
tr: [Oturum Kaydı]
uz: [sessiya yozuvi]
vi: [Lịch sử nói chuyện]
zh_hans: [会话记录]
zh_hant: [會話記錄]

# 您的消息已被撤回
source: Your message has been withdrawn
ar: لقد تم سحب رسالتك
bn: আপনার বার্তা প্রত্যাহার করা হয়েছে
es: Tu mensaje ha sido retirado
fa: پیام شما پس گرفته شده است
fr: Votre message a été retiré
hi: आपका संदेश वापस ले लिया गया है
id: Pesan Anda telah ditarik
ko: 귀하의 메시지가 철회되었습니다
ky: Сиздин билдирүүңүз алынып салынды
pt_br: Sua mensagem foi retirada
ru: Ваше сообщение было отозвано
tr: Mesajınız geri çekildi
uz: Sizning xabaringiz olib tashlandi
vi: Tin nhắn của bạn đã bị thu hồi
zh_hans: 您的消息已被撤回
zh_hant: 您的消息已被撤回

# 您已撤回了“%@”的消息
source: You have withdrawn the message from “%@”
ar: لقد قمت بسحب الرسالة من “%@”
bn: আপনি “%@” থেকে বার্তা প্রত্যাহার করেছেন
es: Has retirado el mensaje de “%@”
fa: شما پیام “%@” را پس گرفتید
fr: Vous avez retiré le message de “%@”
hi: आपने “%@” से संदेश वापस ले लिया है
id: Anda telah menarik pesan dari “%@”
ko: “%@”에서 보낸 메시지를 철회했습니다.
ky: Сиз “%@” билдирүүсүн алып салдыңыз
pt_br: Você retirou a mensagem “%@”.
ru: Вы отозвали сообщение от “%@”
tr: “%@” adlı kişiden mesajı geri çektiniz
uz: Siz “%@” dan xabarni olib tashladingiz
vi: Bạn đã thu hồi tin nhắn của“%@”
zh_hans: 您已撤回了“%@”的消息
zh_hant: 您已撤回了“%@”的消息

# 管理员“%@”撤回了“%@”的消息
source: The administrator “%@” withdrew the message of “%@”
ar: قام المسؤول “%@” بسحب رسالة “%@”
bn: প্রশাসক “%@” “%@” এর বার্তা প্রত্যাহার করেছেন
es: El administrador “%@” retiró el mensaje de “%@”
fa: مدیر “%@” پیام “%@” را پس گرفت
fr: L'administrateur “%@” a retiré le message de “%@”
hi: व्यवस्थापक “%@” ने “%@” का संदेश वापस ले लिया
id: Administrator “%@” menarik pesan “%@”
ko: 관리자 “%@”이(가) “%@”의 메시지를 철회했습니다.
ky: “%@” администратору “%@” билдирүүсүн алып салды
pt_br: O administrador “%@” retirou a mensagem “%@”
ru: Администратор “%@” отозвал сообщение “%@”
tr: “%@” yöneticisi “%@” mesajını geri çekti
uz: “%@” administratori “%@” xabarini qaytarib oldi
vi: Quản trị viên “%@” đã thu hồi tin nhắn của “%@”
zh_hans: 管理员“%@”撤回了“%@”的消息
zh_hant: 管理員“%@”撤回了“%@”的消息

# 你撤回了一条消息
source: You retracted a message
ar: لقد تراجعت عن الرسالة
bn: আপনি একটি বার্তা প্রত্যাহার করেছেন
es: Retractaste un mensaje
fa: شما پیامی را پس گرفتید
fr: Vous avez retiré un message
hi: आपने एक संदेश वापस ले लिया
id: Anda menarik kembali pesan
ko: 메시지를 철회했습니다.
ky: Сиз билдирүүнү артка кайтардыңыз
pt_br: Você retirou uma mensagem.
ru: Вы отозвали сообщение
tr: Bir mesajı geri çektiniz
uz: Siz xabarni qaytarib oldingiz
vi: Bạn đã thu hồi một tin nhắn
zh_hans: 你撤回了一条消息
zh_hant: 你撤回了一條消息

# 对方撤回了一条消息
source: The other party withdrew a message
ar: الطرف الآخر سحب الرسالة
bn: অপর পক্ষ একটি বার্তা প্রত্যাহার করে নেয়
es: La otra parte retiró un mensaje.
fa: طرف مقابل پیامی را پس گرفت
fr: L'autre partie a retiré un message
hi: दूसरे पक्ष ने एक संदेश वापस ले लिया
id: Pihak lain menarik pesan
ko: 상대방이 메시지를 철회했습니다.
ky: Экинчи тарап билдирүүсүн кайтарып алды
pt_br: A outra parte retirou uma mensagem.
ru: Другая сторона отозвала сообщение
tr: Karşı taraf mesajını geri çekti
uz: Boshqa tomon xabarni qaytarib oldi
vi: Bên kia đã thu hồi một tin nhắn
zh_hans: 对方撤回了一条消息
zh_hant: 對方撤回了一條消息

# “%@”撤回了一条消息
source: “%@” Retracted a message
ar: قام “%@” بسحب رسالة
bn: “%@” একটি বার্তা প্রত্যাহার করেছে৷
es: “%@” retractó un mensaje
fa: “%@” یک پیام را پس گرفت
fr: “%@” a retiré un message
hi: “%@” ने एक संदेश वापस ले लिया
id: “%@” mencabut pesan
ko: “%@”이(가) 메시지를 철회했습니다
ky: “%@” билдирүүнү кайтарып алды
pt_br: “%@” retirou uma mensagem.
ru: “%@” отозвал сообщение
tr: “%@” bir mesajı geri çekti
uz: “%@” xabarni qaytarib oldi
vi: “%@” đã thu hồi một tin nhắn
zh_hans: “%@”撤回了一条消息
zh_hant: “%@”撤回了一條消息

# 您的消息已被“%@”撤回
source: Your message has been withdrawn by “%@”
ar: لقد تم سحب رسالتك بواسطة “%@”
bn: আপনার বার্তা “%@” দ্বারা প্রত্যাহার করা হয়েছে
es: Tu mensaje ha sido retirado por “%@”
fa: پیام شما توسط “%@” پس گرفته شده است
fr: Votre message a été retiré par “%@”
hi: आपका संदेश “%@” द्वारा वापस ले लिया गया है
id: Pesan Anda telah ditarik oleh “%@”
ko: 귀하의 메시지가 “%@”에 의해 철회되었습니다.
ky: Сиздин билдирүүңүз “%@” тарабынан алынып салынды
pt_br: Sua mensagem foi retirada por “%@”.
ru: Ваше сообщение было отозвано пользователем “%@”
tr: Mesajınız “%@” tarafından geri çekildi
uz: Sizning xabaringiz “%@” tomonidan olib tashlandi
vi: Tin nhắn của bạn đã được rút lại bởi “%@”
zh_hans: 您的消息已被“%@”撤回
zh_hant: 您的訊息已被“%@”撤回

# “%@”撤回了“%@”的消息
source: “%@” withdrew the message from “%@”
ar: قام “%@” بسحب الرسالة من “%@”
bn: “%@” “%@” থেকে বার্তাটি প্রত্যাহার করেছে
es: “%@” retiró el mensaje de “%@”
fa: “%@” پیام را از “%@” پس گرفت
fr: “%@” a retiré le message de “%@”
hi: “%@” ने “%@” से संदेश वापस ले लिया
id: “%@” menarik pesan dari “%@”
ko: “%@”이(가) “%@”에서 보낸 메시지를 철회했습니다.
ky: “%@” “%@” билдирүүсүн алып салды
pt_br: “%@”retirou “%@”.
ru: “%@”отозвал сообщение от “%@”
tr: “%@”, “%@” adlı kişiden gelen mesajı geri çekti
uz: “%@” “%@” dan xabarni olib tashladi
vi: “%@” đã rút tin nhắn khỏi “%@”
zh_hans: “%@”撤回了“%@”的消息
zh_hant: “%@”撤回了“%@”的訊息

# 您撤回了“%@”的消息
source: You withdrew the message from “%@”
ar: لقد قمت بسحب الرسالة من “%@”
bn: আপনি “%@” থেকে বার্তাটি প্রত্যাহার করেছেন
es: Retiraste el mensaje de “%@”
fa: شما پیام را از “%@” پس گرفتید
fr: Vous avez retiré le message de “%@”
hi: आपने “%@” से संदेश वापस ले लिया
id: Anda menarik pesan dari “%@”
ko: “%@”에서 메시지를 철회했습니다.
ky: Сиз “%@” билдирүүсүн алып салдыңыз
pt_br: Você retirou a mensagem “%@”.
ru: Вы отозвали сообщение от “%@”
tr: “%@” adlı kişiden gelen mesajı geri çektiniz
uz: Siz “%@” dan xabarni olib tashladingiz
vi: Bạn đã rút tin nhắn khỏi “%@”
zh_hans: 您撤回了“%@”的消息
zh_hant: 您撤回了“%@”的訊息

# 该引用不存在
source: The reference does not exist
ar: المرجع غير موجود
bn: রেফারেন্স বিদ্যমান নেই
es: La referencia no existe.
fa: مرجع وجود ندارد
fr: La référence n'existe pas
hi: संदर्भ मौजूद नहीं है
id: Referensinya tidak ada
ko: 참조가 존재하지 않습니다.
ky: Шилтеме жок
pt_br: A referência não existe
ru: Ссылка не существует
tr: Referans mevcut değil
uz: Malumot mavjud emas
vi: Trích dẫn không tồn tại
zh_hans: 该引用不存在
zh_hant: 該引用不存在

# 未知
source: Unknown
ar: مجهول
bn: অজানা
es: desconocido
fa: ناشناخته
fr: inconnu
hi: अज्ञात
id: tidak dikenal
ko: 알려지지 않은
ky: белгисиз
pt_br: desconhecido
ru: неизвестный
tr: Bilinmeyen
uz: noma'lum
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# 该引用已删除
source: The reference has been removed
ar: تمت إزالة المرجع
bn: রেফারেন্স মুছে ফেলা হয়েছে
es: La referencia ha sido eliminada.
fa: مرجع حذف شده است
fr: La référence a été supprimée
hi: संदर्भ हटा दिया गया है
id: Referensi telah dihapus
ko: 참조가 삭제되었습니다.
ky: Шилтеме алынып салынды
pt_br: Essa referência foi excluída
ru: Ссылка удалена
tr: Referans kaldırıldı
uz: Malumot oʻchirildi
vi: Trích dẫn đã bị xóa
zh_hans: 该引用已删除
zh_hant: 該引用已刪除

# 该引用已撤回
source: The reference has been withdrawn
ar: تم سحب المرجع
bn: রেফারেন্স প্রত্যাহার করা হয়েছে
es: La referencia ha sido retirada.
fa: مرجع پس گرفته شده است
fr: La référence a été retirée
hi: संदर्भ वापस ले लिया गया है
id: Referensi telah ditarik
ko: 참조가 철회되었습니다.
ky: Маалымдама алынып салынды
pt_br: Essa citação foi retirada
ru: Ссылка была отозвана
tr: Referans geri çekildi
uz: Ma'lumotnoma olib tashlandi
vi: Trích dẫn đã bị thu hồi
zh_hans: 该引用已撤回
zh_hant: 該引用已撤回

# 未知错误
source: Unknown mistake
ar: خطأ غير معروف
bn: অজানা ভুল
es: error desconocido
fa: اشتباه ناشناخته
fr: erreur inconnue
hi: अज्ञात गलती
id: kesalahan yang tidak diketahui
ko: 알 수 없는 실수
ky: белгисиз ката
pt_br: erro desconhecido
ru: неизвестная ошибка
tr: bilinmeyen hata
uz: noma'lum xato
vi: lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

# [位置]
source: [Location]
ar: [موقع]
bn: [অবস্থান]
es: [Ubicación]
fa: [محل]
fr: [Emplacement]
hi: [जगह]
id: [Lokasi]
ko: [위치]
ky: [Жайгашкан жери]
pt_br: [Localização]
ru: [Расположение]
tr: [Konum]
uz: [Manzil]
vi: [Vị trí]
zh_hans: [位置]
zh_hant: [位置]

# 您还不是对方好友，请先添加好友。
source: You are not a friend of the other party yet, please add a friend first.
ar: أنت لست صديقًا للطرف الآخر بعد، يرجى إضافة صديق أولاً.
bn: আপনি এখনও অন্য পক্ষের বন্ধু নন, অনুগ্রহ করে প্রথমে একজন বন্ধু যোগ করুন।
es: Aún no eres amigo de la otra parte; primero agrega un amigo.
fa: شما هنوز دوست طرف مقابل نیستید، لطفا ابتدا یک دوست اضافه کنید.
fr: Vous n'êtes pas encore ami de l'autre partie, veuillez d'abord ajouter un ami.
hi: आप अभी तक दूसरे पक्ष के मित्र नहीं हैं, कृपया पहले एक मित्र जोड़ें।
id: Anda belum menjadi teman pihak lain, harap tambahkan teman terlebih dahulu.
ko: 아직 상대방의 친구가 아닙니다. 먼저 친구를 추가해주세요.。
ky: Сиз башка тараптын досу эмессиз, биринчи досуңузду кошуңуз.
pt_br: Você ainda não é amigo da outra parte, adicione um amigo primeiro.
ru: Вы еще не являетесь другом собеседника, сначала добавьте друга.
tr: Henüz karşı tarafın arkadaşı değilsiniz, lütfen önce bir arkadaş ekleyin.
uz: Siz hali boshqa tomonning do'sti emassiz, iltimos, avval do'stingizni qo'shing.
vi: Bạn chưa phải là bạn bè của bên kia, vui lòng thêm bạn bè
zh_hans: 您还不是对方好友，请先添加好友。
zh_hant: 您還不是對方好友，請先添加好友。

# 添加好友
source: Add friend
ar: إضافة صديق
bn: বন্ধু যোগ করুন
es: añadir amigo
fa: دوست اضافه کن
fr: Ajouter un ami
hi: दोस्त जोड़ें
id: menambah teman
ko: 친구 추가
ky: дос кошуу
pt_br: Adicionar um amigo
ru: добавить в друзья
tr: arkadaş Ekle
uz: do'st qo'shing
vi: Thêm bạn bè
zh_hans: 添加好友
zh_hant: 添加好友

# 已拉黑
source: Blocked
ar: محظور
bn: অবরুদ্ধ
es: Obstruido
fa: مسدود
fr: Bloqué
hi: अवरोधित
id: Diblokir
ko: 금지되었습니다
ky: Бөгөттөлгөн
pt_br: lit. já se retirou (expressão idiomática); fig. esquecido
ru: Заблокировано
tr: Engellendi
uz: Bloklangan
vi: Đã chặn
zh_hans: 已拉黑
zh_hant: 已拉黑

# 对方已拒绝接受你的消息
source: The other party has refused to accept your message
ar: لقد رفض الطرف الآخر قبول رسالتك
bn: অন্য পক্ষ আপনার বার্তা গ্রহণ করতে অস্বীকার করেছে
es: La otra parte se ha negado a aceptar su mensaje.
fa: طرف مقابل از پذیرش پیام شما امتناع کرده است
fr: L'autre partie a refusé d'accepter votre message
hi: दूसरे पक्ष ने आपका संदेश स्वीकार करने से इनकार कर दिया है
id: Pihak lain menolak menerima pesan Anda
ko: 상대방이 귀하의 메시지 수락을 거부했습니다.
ky: Экинчи тарап сиздин билдирүүңүздү кабыл алуудан баш тартты
pt_br: A outra parte se recusou a aceitar sua mensagem
ru: Другая сторона отказалась принять ваше сообщение
tr: Karşı taraf mesajınızı kabul etmeyi reddetti
uz: Boshqa tomon sizning xabaringizni qabul qilishdan bosh tortdi
vi: Bên kia đã từ chối chấp nhận tin nhắn của bạn
zh_hans: 对方已拒绝接受你的消息
zh_hant: 對方已拒絕接受你的消息

# 你邀请了
source: You invited
ar: لقد دعوت
bn: আপনি আমন্ত্রিত
es: Estas invitado
fa: شما دعوت کردید
fr: tu as invité
hi: आपने आमंत्रित किया
id: kamu mengundang
ko: 당신이 초대했어요
ky: сен чакырдың
pt_br: Você convidou
ru: ты пригласил
tr: davet ettin
uz: taklif qildingiz
vi: Bạn đã mời
zh_hans: 你邀请了
zh_hant: 你邀請了

# “%@”邀请了
source: “%@” Invited
ar: تمت دعوة “%@”.
bn: “%@” আমন্ত্রিত
es: “%@” invitado
fa: “%@” دعوت کرد
fr: “%@” invité
hi: “%@” आमंत्रित
id: “%@” diundang
ko: “%@”초대됨
ky: “%@” чакырылды
pt_br: “%@” convida o
ru: “%@” приглашен
tr: “%@” davet edildi
uz: “%@” taklif qilindi
vi: “%@” được mời
zh_hans: “%@”邀请了
zh_hant: “%@”邀請了

# %@%@ 加入了群聊
source: %@%@ Joined the group chat
ar: انضم %@%@ إلى الدردشة الجماعية
bn: %@%@ গ্রুপ চ্যাটে যোগদান করেছে৷
es: %@%@ se unió al chat grupal
fa: %@%@ به چت گروهی پیوست
fr: %@%@ a rejoint le chat de groupe
hi: %@%@ समूह चैट में शामिल हुआ
id: %@%@ bergabung dengan obrolan grup
ko: %@%@ 그룹 채팅에 참여했습니다.
ky: %@%@ топтук маекке кошулду
pt_br: %@%@ entrou no bate-papo em grupo
ru: %@%@ присоединился к групповому чату
tr: %@%@ grup sohbetine katıldı
uz: %@%@ guruh chatiga qo‘shildi
vi: %@%@ đã tham gia trò chuyện nhóm
zh_hans: %@%@ 加入了群聊
zh_hant: %@%@ 加入了群聊

# 你
source: You
ar: أنت
bn: আপনি
es: tú
fa: شما
fr: toi
hi: आप
id: Anda
ko: 너
ky: сен
pt_br: você
ru: ты
tr: Sen
uz: siz
vi: Bạn
zh_hans: 你
zh_hant: 你

# %@通过扫描二维码加入群聊
source: %@Join the group chat by scanning the QR code
ar: %@انضم إلى الدردشة الجماعية عن طريق مسح رمز الاستجابة السريعة
bn: %@ QR কোড স্ক্যান করে গ্রুপ চ্যাটে যোগ দিন
es: %@Únase al chat grupal escaneando el código QR
fa: %@با اسکن کد QR به چت گروهی بپیوندید
fr: %@Rejoignez le chat de groupe en scannant le code QR
hi: %@क्यूआर कोड स्कैन करके ग्रुप चैट में शामिल हों
id: %@Bergabung dengan obrolan grup dengan memindai kode QR
ko: %@QR 코드를 스캔하여 그룹 채팅에 참여하세요
ky: %@QR кодун сканерлөө менен топтук маекке кошулуңуз
pt_br: %@Entre no bate-papo em grupo digitalizando o código QR
ru: %@Присоединитесь к групповому чату, отсканировав QR-код
tr: %@QR kodunu tarayarak grup sohbetine katılın
uz: %@QR kodini skanerlash orqali guruh suhbatiga qo‘shiling
vi: %@ tham gia trò chuyện nhóm bằng cách quét mã QR
zh_hans: %@通过扫描二维码加入群聊
zh_hant: %@通過掃描二維碼加入群聊

# 该群开启了全员禁言
source: This group has started banning all members
ar: بدأت هذه المجموعة بحظر جميع الأعضاء
bn: এই গ্রুপ সব সদস্য নিষিদ্ধ করা শুরু করেছে
es: Este grupo ha comenzado a prohibir a todos los miembros.
fa: این گروه ممنوعیت تمامی اعضا را آغاز کرده است
fr: Ce groupe a commencé à bannir tous les membres
hi: इस ग्रुप ने सभी सदस्यों पर प्रतिबंध लगाना शुरू कर दिया है
id: Grup ini sudah mulai melarang semua anggotanya
ko: 그룹은 모든 댓글을 차단하기 시작했습니다.
ky: Бул топ бардык мүчөлөрүнө тыюу сала баштады
pt_br: O grupo está em plena proibição.
ru: Эта группа начала банить всех участников
tr: Bu grup tüm üyeleri yasaklamaya başladı
uz: Bu guruh barcha a'zolarini taqiqlashni boshladi
vi: Nhóm bắt đầu khóa chat tất cả thành viên
zh_hans: 该群开启了全员禁言
zh_hant: 該群開啟了全員禁言
